Repository: yottanami/binary-static
Catalog: config/locales/*.po
Languages: de, ja

source: Sorry, an error occurred while loading the form. Please contact customer support if this problem persists
de: Es tut uns leid, es ist ein Fehler aufgetreten. Sollte das Problem weiterhin bestehen, setzen Sie sich bitte mit unserer Kundenbetreuung in Verbindung
ja: 申し訳ございませんが、フォーム読み込み中にエラーが発生しました。状況が改善されない場合はカスタマーサポートまでご連絡下さい

source: Sorry, an error occurred while processing your account.
de: Es tut uns leid, bei der Bearbeitung Ihres Kontos ist ein Fehler aufgetreten.
ja: 申し訳ございませんが、処理中にエラーが発生しました。

source: Sorry, an error occurred. Please contact customer support if this problem persists.
de: Es tut uns leid, es ist ein Fehler aufgetreten. Sollte das Problem weiterhin bestehen, setzen Sie sich bitte mit unserer Kundenbetreuung in Verbindung.
ja: 申し訳ございませんが、エラーが発生しました。状況が改善されない場合はカスタマーサポートまでご連絡下さい。

source: Sorry, contracts on Random Indices are not available in your country of residence
de: Es tut uns leid, aber Kontrakte auf Random Indizes stehen für Ihr Wohnsitzland nicht zur Verfügung
ja: 申し訳ございませんが、お客様の居住地域にてランダム指数の取引は不可能です

source: Sorry, new account opening is suspended for the time being.
de: Es tut uns leid, aber die Eröffnung neuer Konten ist zur Zeit suspendiert.
ja: 申し訳ございませんが現在、新規にご口座の開設を承ることができません。

source: Sorry, only UK residents can authenticate their identity online.
de: Es tut uns leid, aber nur Personen mit Wohnsitz in Grossbritannien können Ihre Identität online nachweisen.
ja: 申し訳ございませんが、イギリスに居住のお客様に限りオンライン上で身分証明の認証手続きを承っております。

source: Sorry, only USD is allowed.
de: Es tut uns leid, es sind nur USD erlaubt.
ja: 申し訳ございませんが、米ドルのみ承ります。

source: Sorry, our service is not available for residents of %1.
de: Es tut uns leid, aber unser Service steht Bewohnern aus %1 nicht zur Verfügung.
ja: 申し訳ございませんが、当社は%1に居住されている方へサービスは提供しておりません。

source: Sorry, payments agents are unavailable at the weekend (UTC timezone).
de: Es tut uns leid, an Wochenenden (UTC-Zeitzone) sind keine Zahlungsabwickler verfügbar.
ja: 申し訳ございません。週末の決済代行会社のご利用はできません。(UTC タイムゾーン)

source: Sorry, the Login ID (%1) does not exist.
de: Es tut uns leid, die Login ID (%1) existiert nicht.
ja: 申し訳ございませんが、ご入力頂いたログインID (%1) は存在しません。

source: Sorry, the Payment Agent Withdrawal is temporarily disabled due to system maintenance. Please try again in 30 minutes.
de: Es tut uns leid, die Auszahlungen über Zahlungsabwickler wurde aufgrund einer Systemwartung vorläufig deaktiviert. Bitte versuchen Sie es in 30 Minuten wieder.
ja: 申し訳ございませんが、決済代行会社の出金はシステムメンテナンスのため現在ご利用いただけません。お手数をお掛けしますが、30分後に再度お試しください。

source: Sorry, the Payment Agent does not exist.
de: Es tut uns leid, der Zahlungsabwickler existiert nicht.
ja: 申し訳ございません、ご選択いただいた決済代行会社は存在しません。

source: Sorry, the Payment Agent is unavailable for your region.
de: Es tut uns leid, der Zahlungsabwiockler steht für Ihre Region nicht zur Verfügung.
ja: 申し訳ございません、お客様の地域ではこの決済代行会社はご利用いただけません。

source: Sorry, the Payment Agent's currency
de: Es tut uns leid, die Währung des Zahlungsabwicklers
ja: 申し訳ございません、その通貨はこの決済代行会社ではご利用いただけません。

source: Sorry, the aggregate payouts of contracts on your account cannot exceed %2%1.
de: Es tut uns leid, die Gesamtauszahlung für Kontrakte darf bei Ihren Konto nicht höher als %2%1 sein.
ja: 申し訳ございませんが、お客様の口座のトレードペイアウト総額は%2%1を超えることはできません。

source: Sorry, the currency format is incorrect.
de: Es tut uns leid, das Währungsformat ist nicht korrekt.
ja: 申し訳ございませんが、通貨フォーマットが正しくありません。

source: Sorry, the market is currently closed.
de: Es tut uns leid, diese Börse ist derzeit geschlossen.
ja: 申し訳ございませんが、ご指定して頂いた市場は現在閉場しております。

source: Sorry, the page cannot be found.
de: Es tut uns Leid, die Seite konnte nicht gefunden werden.
ja: 申し訳ございませんが、ページが見つかりませんでした。

source: Sorry, there is too much data to display, please select a shorter interval
de: Es tut uns leid, es müssten zu viele Daten angezeigt werden. Bitte geben Sie eine kürzere Zeitspanne ein
ja: 申し訳ございませんが、ご指定頂いたデータが多過ぎるため表示できません。期間を短くしてご指定下さい。

source: Sorry, there was a problem validating your personal information with our payment processor. Please contact our Customer Service.
de: Es tut uns leid, bei Prüfung Ihrer personenbezogenen Daten bei unserem Zahlungsabwickler ist ein Problem aufgetreten. Setzen Sie sich bitte mit unserer Kundenbetreuung in Verbindung.
ja: 申し訳ございませんが、決済処理の際にお客様の個人情報認証に問題が発生しました。カスタマーサポートまでご連絡下さい。

source: Sorry, this feature is available to virtual accounts only
de: Leider steht diese Funktion nur für virtuelle Konten zur Verfügung
ja: 申し訳ございませんが、この機能はデモ口座のみでご利用頂けます。

source: Sorry, this feature is not available.
de: Leider ist diese Funktion ist nicht vorhanden.
ja: 申し訳ございませんが、この機能はご利用いただけません。

source: Sorry, this page cannot be refreshed.
de: Es tut uns leid, aber diese Seite kann nicht erneut geladen werden.
ja: 申し訳ございませんが、このページを再読込みすることはできません。

source: Sorry, you are too young to open an account!
de: Es tut uns leid, Sie sind zu jung, um ein Konto zu eröffnen!
ja: 当社の年齢制限の基準に満たないため、ご口座を開設することができません。

source: Sorry, you cannot hold more than %1 contracts at a given time. Please visit the <a href="%2" class="pjaxload">statement</a> page to automatically sell your expired contracts.
de: Es tut uns leid, aber Sie können nicht gleichzeitig mehr als %1 Kontrakte besitzen. Bitte rufen Sie die <a href="%2" class="pjaxload">Mitteiung</a> Seite auf, um Ihre abgelaufenen Kontrakte automatisch zu verkaufen.
ja: 申し訳ございませんが、%1件以上のポジションを現在保有することはできませんので、<a href="%2" class="pjaxload">取引履歴</a>から終了した取引を処理して下さい。

source: Sorry, you cannot withdraw.
de: Es tut uns leid, aber Sie können keine Auszahlung tätigen.
ja: 申し訳ございませんが、ご出金リクエストを承ることができません。

source: Sorry, you have already had too many unsuccessful attempts. Please try again in 5 minutes.
de: Es tut uns leid, aber Sie haben zu oft erfolglos versucht, sich einzuloggen. Bitte versuchen Sie es in 5 Minuten wieder.
ja: 所定回数以上、不正なデータを入力されてしまいました。５分後に改めてお手続きを行って下さい。

source: Sorry, you have entered an incorrect cashier password
de: Es tut uns leid, aber Sie haben ein ungültiges Kassen-Passwort eingegeben
ja: 申し訳ございませんが、ご入力頂いたキャッシャー・パスワードに誤りがあります

source: Sorry, you have entered an incorrect email address.
de: Es tut uns leid, aber Sie haben eine ungültige E-Mail Adresse eingegeben.
ja: 申し訳ございませんが、入力されたメールアドレスに誤りがあります。

source: Sorry, you have exceeded the maximum allowable transactions for today.
de: Es tut uns leid, aber Sie haben für heute das erlaubte Maximum an Transaktionen erreicht.
ja: 申し訳ございませんが、本日のお取り引き上限金額を超えてしまいまいた。

source: Sorry, you have exceeded the maximum allowable transfer amount for today.
de: Es tut uns leid, aber Sie haben für heute das erlaubte Maximum des Transferbetrags erreicht.
ja: 申し訳ございませんが、本日処理できる金額の上限を超えてしまいました。

source: Sorry, you have excluded yourself from the website until %1.
de: Es tut uns leid, aber Sie haben sich selbst bis zum %1 von der Website ausgeschlossen.
ja: 申し訳ございませんが、お客様は%1まで自己制限として弊社へのアクセスを制限されています。

source: Sorry, you have open positions. Please close out all open positions before requesting additional funds.
de: Es tut uns leid, aber Sie haben offene Positionen. Bitte schließen Sie alle offenen Positionen, bevor Sie zusätzliches Geld anfordern.
ja: 申し訳ございませんが、オープン中のポジションが存在します。全てのオープン中のポジションを閉じて頂いた上でバーチャルマネーの追加をリクエストして下さい。

source: Sorry, you seem to already have a real money account with us. Perhaps you have used a different email address when you registered it. For legal reasons we are not allowed to open multiple real money accounts per person. If you don't remember your account with us, please <a href="%1">contact us</a>.
de: Tut uns leid, Sie scheinen schon ein Echtgeldkonto bei uns zu haben. Vielleicht haben Sie eine andere E-Mail Adresse bei seiner Eröffnung angegeben. Aus rechtlichen Gründen können wir nicht erlauben, dass für eine Person mehrere Konten eröffnet werden. <a href="%1">Setzten Sie sich mit uns in Verbindung</a>, wenn Sie Ihre Kontoangaben bei uns vergessen haben.
ja: 申し訳ございませんが、お客様は既に当社でリアル口座を開設されています。登録された際に、別のアドレスを使用されている可能性があります。法的な理由から、一人につき複数のリアルマネー口座を開設することはできません。当社でのお客様の口座に覚えがない場合は、<a href="%1">当社までご連絡</a>ください。

source: Sorry, your account cash balance is too high (%1). <B>Your maximum account balance is %2 </b>. Please withdraw money from your account to bring down your cash balance under that amount. You may not trade until you do so.
de: Es tut uns leid, aber Ihr Bargeldguthaben ist zu hoch (%1). <B>Ihr maximal erlaubtes Kontoguthaben beträgt %2 </b>. Bitte heben Sie von Ihrem Konto Geld ab, um Ihr Bargeldguthaben unter diesen Betrag zu senken. Solange können Sie nicht am Handel teilnehmen.
ja: 申し訳ございませんが、保持頂けるご口座残高の制限を超えています (%1)。<B>お客様からお預かり可能なご口座資金の最高金額は%2です。 </b>ご口座から速やかにご出金を完了して頂き、ご口座残高の制限額を調整して下さい。ご口座残高が制限を超えている状態ではトレードを行って頂くことができません。

source: Sorry, your account is not authorised for any further contract purchases.
de: Es tut uns leid, aber Ihr Konto ist für den Erwerb weiterer Kontrakte nicht berechtigt.
ja: 申し訳ございませんが、これ以上のトレードの購入を可能にする権限がお客様のご口座に存在しておりません。

source: Sorry, your currency of
de: Es tut uns leid, aber Ihre Währung für
ja: 申し訳ございません、お客様の通貨

source: Sorry, your payment could not be processed at this time.
de: Es tut uns leid, aber Ihre Zahlung konnte zu diesem Zeitpunkt nicht bearbeitet werden.
ja: 申し訳ございませんが今回、お客様の決済処理を行うことができませんでした。

source: Spam - We do not condone Spam
de: Spam - Wir dulden kein Spam
ja: スパム行為への対処について

source: Specific Instructions
de: Besondere Anweisungen
ja: 詳細手順

source: Spin-Off
de: Nebeneffekt

source: Spot
de: Kassakurs
ja: スポット

source: Spot price
de: Kassakurs
ja: スポット価格

source: Spread
de: Marge

source: Stake
de: Einsatz
ja: 購入価格

source: Stake must be between <strong>%1</strong> and <strong>%2</strong>.
de: Der Einsatz muss zwischen <strong>%1</strong> und <strong>%2</strong> betragen.
ja: 購入価格は、<strong>%1</strong>と<strong>%2</strong>間で指定して下さい。

source: Standard expiry
de: Standardablauf
ja: その他期間

source: Start Time
de: Startzeit
ja: 開始時間

source: Start Trading
de: Handel beginnen
ja: トレード開始

source: Start time
de: Startzeit
ja: 開始時間

source: Start time is in the past
de: Die Startzeit liegt in der Vergangenheit
ja: 開始時間が過去に値になっています

source: Start time is invalid.
de: Ungültige Startzeit.
ja: 開始時間が正しくありません。

source: Start time must be before expiry time.
de: Die Startzeit muss vor der Ablaufzeit liegen.
ja: トレードの開始時間は、終了時間より以前の時間でなければなりません。

source: Start time on forward-starting contracts must be more than %1 from now.
de: Die Startzeit der Forward Verträge muss ab jetzt mehr als %1 betragen.
ja: 予約指定トレードは現在時間より%1後にスタートしなければなりません。

source: Start trading
de: Handel beginnen
ja: トレード開始

source: State/Province
de: Staat/Provinz
ja: 都道府県

source: Statement
de: Abrechnung
ja: 取引履歴

source: Statement and Portfolio Enquiries
de: Mitteilungen und Portfolioanfragen

source: Static content
de: Statischer Inhalt
ja: 静的コンテンツ

source: Statistic
de: Statistik
ja: 統計

source: Statistics
de: Statistiken
ja: 過去データ

source: Stay informed. %1 offers daily market reports and market research, as well as frequent trading webinars.
de: Bleiben Sie auf dem Laufenden. %1 bietet tägliche Marktberichte und Marktanalysen sowie häufige Handel Webinare.
ja: マーケット情報を得ましょう。%1では頻繁に開催するウェビナーのみならず、マーケットレポートやリサーチ情報を提供しています。

source: Stays Between/Goes Outside
de: Bleibt zwischen/Geht außerhalb
ja: 範囲内に留まる/範囲外となる

source: Stays Between/Goes Outside trades
de: Bleibt Innerhalb/Geht Außerhalb Kontrakte
ja: 範囲内に留まる/範囲外となる・トレード

source: Step
de: Schritt
ja: 間隔

source: Step 1: Define your position
de: Schritt 1: Definieren Sie Ihre Position
ja: ステップ１：ポジションを決定する

source: Step 2: Get your trade price
de: Schritt 2: Holen Sie sich Ihren Handelskurs
ja: ステップ２：価格情報を入手

source: Step 3: Make your trade
de: Schritt 3: Machen Sie Ihren Abschluss
ja: ステップ３：トレードを決定

source: Stochastic Fast
de: Stochastisch schnell
ja: ストキャスティクス・ファスト

source: Stochastic Fast %D
de: Stochastisch schnell %D
ja: ストキャスティクス・ファスト%D

source: Stochastic Fast %K
de: Stochastisch schnell %K
ja: ストキャスティクス・ファスト%K

source: Stochastic Slow
de: Stochastisch langsam
ja: ストキャスティクス・スロー

source: Stochastic Slow %D
de: Stochastisch langsam %D
ja: ストキャスティクス・スロー%D

source: Stochastic Slow %K
de: Stochastisch langsam %K
ja: ストキャスティクス・スロー%K

source: Stock Buyback
de: Aktienrückkauf

source: Stock Dividend
de: Aktiendividende
ja: 株式配当

source: Stock Split
de: Aktiensplit
ja: 株式分割

source: Stock market indices measure the value of a selection of companies in the stock market.
de: Börsenindizes gewichten den Wert einer Auswahl an der Börse notierterter Unternehmen.

source: Study our live charts
de: Beobachten Sie unsere Live Charts
ja: ライブ・チャートについて

source: Su
de: So
ja: 日曜日

source: Subject to any specific instructions which may be provided by you, when executing client orders, we will take all reasonable steps to obtain the best possible results for you. The best possible results will be determined in terms of total consideration, that is, the price of the instrument and the costs related to execution which shall include all expenses incurred by you that are directly related to the execution of the order.
de: Vorbehaltlich von besonderen Anweisungen, die von Ihnen gemacht werden können, unternehmen wir bei der Ausführung von Kundenordern alle geeigneten Schritte, um das für Sie beste Ergebnis zu erreichen. Die bestmöglichen Ergebnisse werden anhand der Gesamtbetrachtung, also dem Kurs für das Instrument und den für die Ausführung entstandenen Kosten, die alle durch Sie verursachten Kosten beeinhalten, die unmittelbar mit der Ausführung einer Order verbunden sind, ermittelt.
ja: クライアントの注文が実行される際に、お客様によって提供された特定の指示に従うことを条件として 当社は可能な限り最良な結果をお客様が得られるようあらゆる適切な措置を取らせていただきます。可能な限りの最良の結果とは、対価総額の観点から決まります。すなわち、お客様によって被った全費用を含む実行への関連費用は、直接オーダーの実行に関係します。

source: Subject to your complying with the Company's instructions, with regards to tracking Clients accessing %1 via the Links on your Site or by quoting your affiliate IDs during signup, the Company shall use all reasonable endeavours to ensure that whenever a Client links to %1 through these Links or affiliate IDs and they subsequently place a contract or otherwise transact with the Company, the relevant Client is identified as originating from you or your Site. However, the Company shall not be liable to you in any way if the Company is unable to identify a Client as originating from you or your Site.
de: Vorbehaltlich Ihrer Einhaltung der Anweisungen des Unternehmens in Bezug auf das Tracking der Kunden, die über die Links auf Ihrer Website oder unter Nennung Ihrer Partner-IDs während der Registrierung auf %1 zugreifen, wird das Unternehmen alle zumutbaren Anstrengungen unternehmen sicherzustellen, dass, wenn ein Kunde über Ihre Links oder mit Ihren Partner-IDs auf die Webseite von %1 gelangt und anschließend einen Vertrag mit dem Unternehmen abschließt oder andere Transaktionen mit dem Unternehmen tätigt, dieser Kunde auch als von Ihnen oder Ihrer Site stammend identifiziert wird. Allerdings ist das Unternehmen in keiner Weise gegenüber Ihnen haftbar, wenn das Unternehmen nicht in der Lage ist zu erkennen, ob ein Kunde von Ihnen oder Ihrer Website stammt.
ja: プロモーションサイトに掲載したアフィリエイトリンクから%1へ誘導した獲得会員に関する当社の取り決めに従って頂くことを条件とし、当社はアフィリエイトリンクやアフィリエイトIDから%1にリンクすることができトレードを始めた獲得会員に対し、最善のサポートを提供します。しかしながらアフィリエイト会員のプロモーションサイトから獲得会員と承認出来ない場合は、サポートの提供はいたしかねます。

source: Submit
de: Absenden
ja: 送信

source: Such materials may be copied and distributed on a limited basis for noncommercial purposes only, provided that any material copied remains intact and that all copies include the following notice in a clearly visible position: &ldquo;Copyright 1999-2015 Binary Ltd. All rights reserved.&rdquo;
de: Solche Materialien können begrenzt und nur für nicht gewerbliche Zwecke kopiert und verteilt werden, sofern das kopierte Material unversehrt bleibt und auf jeder Kopie folgender Hinweis an eindeutig lesbarer Stelle angebracht wird:: &ldquo;Copyright 1999-2015 Binary Ltd. Alle Rechte vorbehalten.&rdquo;
ja: そのようなコンテンツは非商業的利用の場合に限り複製及び頒布が可能になる場合がありますが、その際も素材に対していかなる加工も施すことなく、かつ“Copyright 1999-2015 Binary Ltd. All rights reserved.”という文言を明示する必要があります。

source: Summary
de: Zusammenfassung
ja: まとめ

source: Summary Order Execution Policy
de: Zusammenfassung der Regeln zur Orderausführung
ja: オーダー実行ポリシーの概要

source: Sunday
de: Sonntag
ja: 日曜日

source: Supplementary Terms and Conditions for Financial Products offered by Binary Investments (Europe) Ltd.
de: Ergänzende Allgemeine Geschäftsbedingunen für von Binary Investments (Europe) Ltd. angebotene Finanzprodukte.
ja: Binary Investments (Europe) Ltdが提供する金融商品の補助規約

source: Supported banks (this field visible from office only) **
de: Unterstützte Banken (dieses Feld ist nur firmenintern sichbar) **
ja: サポートされている銀行（このフィールドはオフィスIP・VPNからのみご覧いただけます）**

source: Supported banks list is invalid
de: Die Liste der unterstützten Banken ist ungültig
ja: サポートされている銀行のリストは無効です。

source: Switch to full screen mode
de: Wechsel in den Vollbildmodus
ja: フルスクリーン表示に切り替える

source: Switch to normal mode
de: Wechsel in den Normalmodus
ja: 通常モードに切り替える

source: System Time
de: Systemzeit
ja: システム時間

source: System problems prevent proper settlement at this time.
de: Derzeit verhindern Systemprobleme eine einwandfreie Abrechnung.
ja: システム上の問題により今回は適切な処理を行うことができません。

source: Table
de: Tabelle
ja: テーブル

source: Talk to us
de: Sprechen Sie mit uns
ja: お問い合わせ

source: Target
de: Ziel
ja: ターゲット

source: Technical Indicator derived from subtracting Aroon Down from Aroon Up. As Aroon Up and Aroon Down oscillate between 0 and 100, the Aroon Oscillator oscillates between -100 and 100 with zero as the centre crossover line.
de: Der technische Indikator leitet sich aus der Differenz von Aroon Ab minus Aroon Auf ab. Da Aroon Auf und Aroon Ab zwischen 0 und 100 schwanken, pendelt der Aroon Oszillator zwischen -100 und 100 und hat Null als zentrale Übergangslinie.
ja: アルーンアップからアルーンダウンの値を差し引いた値を提供する指標です。アルーンアップとアルーンダウンは0から100の値を示すので、アルーンオシレーターの値は0を軸として-100から+100の値を示します。

source: Telephone
de: Telefon
ja: お電話番号

source: Telephone:
de: Telefon:
ja: お電話：

source: Termination
de: Kündigung
ja: 契約の成立期間について

source: Termination of this Agreement shall not prejudice any rights of any party which may have arisen on or before the date of termination.
de: Die Kündigung dieses Vertrags darf die Rechte keiner Partei beeinträchtigen, die am oder vor dem Kündigungsdatum entstehen können.
ja: 本契約の破棄によって、全ての関係者に契約の破棄日の当日、又は以前に発生し得る権利に損害を与えることはありません。

source: Terms
de: Bedingungen
ja: 各種規約

source: Terms and Conditions
de: Allgemeine Geschäftsbedingungen
ja: ご利用規約

source: Tertiary
de: Tertiär
ja: 第三の

source: Test-run %1, and sharpen your trading skills, with a no-risk, no-commitment, virtual account.
de: Probieren Sie %1 aus und üben Sie Ihre Handelsfertigkeiten ohne Risiko und ohne Verpflichtung mit einem virtuellen Konto.
ja: ノーリスクの%1のデモ口座を納得いくまでお試し下さい。

source: Th
de: Do
ja: 木曜日

source: Thank You !
de: Danke!
ja: ありがとうございます。

source: Thank You.
de: Danke.
ja: ありがとうございます。

source: Thank you for verifying your email.
de: Vielen Dank, dass Sie Ihre E-Mail bestätigt haben.
ja: メール認証をしていただき、ありがとうございます。

source: Thank you. You're one step closer to being done!
de: Vielen Dank. Sie sind der Erledigung einen Schritt näher!
ja: ありがとうございます。完了までもうあと一歩です！

source: Thank you. Your application has been submitted and will be examined by our team as soon as possible. You will receive a reply by email within 72 hours.
de: Vielen Dank. Ihr Antrag wurde eingereicht und wird von unserem Team so schnell wie möglich geprüft. Sie werden innerhalb von 72 Stunden eine Antwort per E-Mail erhalten.
ja: お客様の申請は送信されました。当社チームにて早急に調査し、72時間以内にメールにて回答させていただきます。

source: The "raw" API can be inspected "live" using Apigee's <a href="http://apigee.com/rmg/console/binary1" target="_blank">Console-to-go</a> facility. This facility applies the full OAuth2 validation process, hence you will need to opt for the "OAuth2" Authentication option offered here and you will then need a valid %1 login to proceed.
de: Die „unbearbeitete" API kann mit der Apigee's <a href="http://apigee.com/rmg/console/binary1" target="_blank">Selbstbedienungskonsole</a> Funktion „live" untersucht werden. Die Funktion wendet den kompletten OAuth2 Validierungsprozess an. Daher werden Sie sich für die hier angebotene „OAuth2" Authentifizierungsoption entscheiden müssen und Sie werden danach, um fortfahren zu können, ein gültiges %1 Login benötigen.

source: The %1 API
de: Die %1 API

source: The %1 API uses the OAuth2.0 scheme for authenticating users.
de: Die %1 API benutzt zur Authentifizierung von Benutzern das OAuth2.0 Schema.

source: The %1 Affiliate Program has been delivering payments on time, every time, since our official launch in March, 2004. Your affiliate commissions will be credited into your affiliate account within fifteen days of the end of a calendar month by Binary Ltd.
de: Seit seinem offiziellen Start im März 2004 hat das Partnerprogramm von %1 immer pünktlich ausgezahlt. Ihre Geschäftspartnerprovisionen werden innerhalb von 15 Tagen nach Ende des Kalendermonats von Binary Ltd. auf Ihr Partner-Konto gutgeschrieben.
ja: %1のアフィリエイトプログラムは２００４年３月にサービスを提供して以来、常に期日通りにアフィリエイト報酬をお支払いしております。アフィリエイト報酬は、カレンダー終了日から１５日以内にBinary Ltd.から振り込まれます。

source: The %1 is twice as volatile as the %2, and four times as volatile as the %3.
de: Der %1 ist doppelt so volatil wie der %2 , und viermal so volatil wie der %3.
ja: %1は%2の2倍の、%3の4倍の揮発性があります。

source: The %1 simulates a bearish market. The %2 simulates a bullish market.
de: Der %1 simuliert einen Baissemarkt. Der %2 simuliert einen Haussemarkt.
ja: %1は、ベアー的な市場予測に基づくシュミレーションを採用しています。%2は、ブル的な市場予測に基づくシュミレーションを採用しています。

source: The %1 simulates a bullish market (it tends to move up). The %2 simulates a bearish market (it tends to move down).
de: Der %1 simuliert einen Haussemarkt (er bewegt sich tendenziell nach oben). Der %2 simuliert einen Baissemarkt (er bewegt sich tendenziell nach unten).

source: The %1 simulates a market that gets more volatile as the day progresses (and then more quiet at night). The %2 simulates a market that is quiet during the day (but becomes more volatile at night).
de: Der %1 simuliert einen Markt der im Laufe des Tages volatiler wird (und danach ruhiger in der Nacht). Der %2 simuliert einen Markt der im Laufe des Tages ruhig ist (aber während der Nacht volatiler wird).
ja: %1では、日中の時間が経つにつれて市場動向が活発になるというシュミレーションを採用しております。（すなわち、夜間は沈静化いたします。） %2では、日中では市場動向が鎮静傾向にあり、夜間に活発になるというシュミレーションを採用しております。

source: The %1 simulates a market that is active during the day (but becomes less volatile at night). The %2 simulates a market that is quiet during the day (but becomes more volatile at night).
de: Der %1 simuliert einen Markt, der im Laufe des Tages aktiv ist (jedoch in der Nacht weniger volatil wird). Der %2 simuliert einen Markt, der im Laufe des Tages ruhig ist (aber während der Nacht volatiler wird).

source: The %1 team.
de: Das %1 Team.
ja: %1チーム

source: The %1 website is protected by certain copyrights.
de: Die Webseite von %1 ist durch bestimmte Copyrights geschützt.
ja: %1のウェブサイトは特定の著作権で保護されています。

source: The %1 will return a JSON structure which includes a new access_token along with several other useful attributes relevant to the renewal.
de: Der %1 wird mit einer JSON Struktur antworten, die einen neuen access_token und etliche andere für die Erneuerung relevante hilfreiche Eigenschaften umfasst.
ja: %1は更新と同等の役立つ複数の他の属性に沿って、新しいアクセス・トークンを含んだJSON構造を返します。

source: The %1 will return a JSON structure which includes access_token along with several other useful attributes.
de: Der %1 wird mit einer JSON Struktur zurückgeben, die access_token und etliche andere hilfreiche Eigenschaften beinhaltet.
ja: %1は更新と同等の役立つ複数の他の属性に沿って、アクセス・トークンを含んだJSON構造を返します。
