Repository: yottanami/binary-static
Catalog: config/locales/*.po
Languages: de, ja

source: The <span itemprop="brand">%1</span> service (formerly known as BetOnMarkets.com) is owned and operated by Binary Ltd. Fully licensed and regulated, %1 has been providing financial trading to a worldwide audience of over 1,000,000 clients since <span itemprop="foundingdate">1999</span>
de: Der Eigentümer und Betreiber des <span itemprop="brand">%1</span> Service(vormals BetOnMarkets.com) ist die Binary Ltd. Dieser ist amtlich zugelassen und wird beaufsichtigt. %1 bietet seit <span itemprop="foundingdate">1999</span> einem weltweiten Stamm von über 1.000.000 Kunden den Finanzhandel an
ja: <span itemprop="brand">%1</span>サービス（旧サービス名：BetOnMarkets.com）はBinary Ltd.が所有し、運営しています。ライセンス監督機関による監査を受けながら発行ライセンスを保持しており、%1は<span itemprop="foundingdate">1999</span>年から世界中に10万人以上の顧客を擁しています。

source: The <strong>contract period</strong> is the period between the <strong>next tick</strong> after the <strong>start time</strong> and the <strong>end time</strong>.
de: Der <strong>Vertragszeitraum</strong> ist die Zeitspanne zwischen dem <strong>nächsten Tick</strong> nach der <strong>Startzeit</strong> und der <strong>Endzeit</strong>.
ja: この<strong>トレードの取引期間</strong>は、<strong>トレード開始時間</strong>の<strong>次のTick</strong>から<strong>トレード終了時間</strong>までとなります。

source: The <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
de: Die <strong>Endzeit</strong> ist die ausgewählte Anzahl an Minuten/Stunden nach der <strong>Startzeit</strong> (sofern sie weniger als ein Tag beträgt) oder das Ende des Börsentages (sofern sie einen Tag oder mehr beträgt).
ja: １日未満の取引期間を指定した場合、<strong>トレード終了時間</strong>は、 <strong>トレード開始時間</strong> から後に選択した分単位、及び時間単位で指定した時間に設定されます。１日以上の取引期間を指定した場合、トレード終了時間は取引日の最終時刻に設定されます。

source: The <strong>end time</strong> is the selected number of seconds/minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
de: Die <strong>Endzeit</strong> ist die ausgewählte Anzahl an Minuten/Stunden nach der <strong>Startzeit</strong> (sofern sie weniger als ein Tag beträgt) oder das Ende des Börsentages (sofern sie einen Tag oder mehr beträgt).
ja: １日未満の取引期間を指定した場合、<strong>トレード終了時間</strong>は、 <strong>トレード開始時間</strong> から後に選択した分単位、及び時間単位で指定した時間に設定されます。１日以上の取引期間を指定した場合、トレード終了時間は取引日の最終時刻に設定されます。

source: The <strong>exit spot</strong> is the spot at the <strong>end time</strong>.
de: Der <strong>Schlusskurs</strong> ist der Kassakurs zur <strong>Endzeit</strong>.
ja: <strong>終了価格</strong>とは<strong>トレード終了時</strong>のスポット価格のことです。

source: The <strong>start time</strong> is when the contract is processed by our servers.
de: Die <strong>Startzeit</strong>beginnt, wenn der Kontrakt von unseren Servern bearbeitet wird.
ja: <strong>トレード開始時間</strong>とは当社のサーバにてトレードが処理された際の時間のことです。

source: The AUD Index is a weighted Index, measuring the Australian Dollar’s value against a basket of 5 global currencies (USD, EUR, GBP, JPY, CAD), each weighted by 20%.
de: Der AUD-Index ist ein gewichteter Index, der den australischen Dollarkurs gegenüber einem Korb von 5 Weltwährungen (USD, EUR, GBP, JPY, CAD) bewertet, wobei jede mit 20 % berücksichtigt ist.

source: The Agent will send you the withdrawal amount (minus the commission) via your preferred payment method.
de: Der Händler wird Ihnen den Auszahlungsbetrag (abzüglich der Provision) über Ihre angegebene Zahlungsmethode zukommen lassen.

source: The Ask price represents the price at which the contract may be purchased at the present time.
de: Beim Briefkurs handelt es sich um den Preis, zu dem der Vertrag gegenwärtig erworben werden kann.
ja: Ask価格とは、最新時刻におけるトレードを購入可能な価格を示します。

source: The Authentication process verifies the information you have provided us during account registration. It will increase your trading limits and enable you to register more than one credit card.<br/><br/>In order to facilitate the process, please confirm your building no./name before clicking "Authenticate".<br/>
de: Der Authentifizierungsprozess überprüft die Informationen, die Sie uns bei der Kontoregistrierung angegeben haben. Dies wird Ihre Handelslimits erhöhen und Ihnen ermöglichen, mehr als eine Kreditkarte zu registrieren.<br/><br/>Um diesen Prozess zu erleichtern, bestätigen Sie uns bitte Ihre Hausnummer/Gebäudenamen, bevor Sie auf "Authentifizieren" klicken.<br/>

source: The Average
de: Der Mittelwert
ja: 平均

source: The Bid price represents the re-sale price of the contract once it appears on your Portfolio. It is approximately 100 minus the price of the opposite contract.
de: Der Angebotspreis stellt den Wiederverkaufspreis des Kontrakts dar, sobald er in Ihrem Portfolio erscheint. Er beträgt ungefähr 100 minus des Preises des Gegenkontrakts.
ja: Bid価格とは、お客様のご口座の資産情報ページに出現したトレードを売ることができる価格（売値）のことです。この価格は反対のポジションから約１００マイナスされた価格になります。

source: The Binary.com IT, Marketing, and Compliance teams will then review your pull-request, and may provide you with some feedback. Once we approve the pull-‎request, we will link your fork to the domain you wish to use for the white-label.
de: Die IT, Marketing und Compliance Teams von Binary.com werden Ihren Pull-Request überprüfen und können Ihnen ein Feedback geben. Nachdem wir den Pull-Request genehmigt haben, werden wir Ihre Umleitung auf die Domain verlinken, die Sie für Ihre Eigenmarke verwenden möchten.
ja: Binary.comの開発、マーケティング、そしてコンプライアンス部門にてプルリクエストを確認させて頂いた後、フィードバックを提供します。当社でのプルリクエストの承認を経て、あなたのフォークをホワイトレーベルでのご利用を希望されるドメインへのリンクします。

source: The Binary.com White Label program allows affiliates to create their own branded versions of the Binary.com platform.
de: Das Binary.com Eigenmarken Programm ermöglicht es Partnern, ihre eigenen Markenversionen der Binary.com Plattform zu erstellen.
ja: Binary.comのホワイトレーベル・プログラムでは、アフィリエイト会員に対してBinary.comのプラットフォームを活用したオリジナルブランドの開発を許可しています。

source: The Binary.com mobile application is developed with <a target="_blank" href="%1">Phonegap</a> and is open-sourced as <a target="_blank" href="%2">client-app</a> on github. Phonegap developers are invited to participate in this project by forking the repository.
de: Die Binary.com Mobilgeräteanwendung wurde mit <a target="_blank" href="%1">Phonegap</a> entwickelt und ist auf github als <a target="_blank" href="%2">Client-App</a> in Open Source vorhanden. Phonegap Entwickler sind herzlich eingeladen, an diesem Projekt teilzunehmen und den Code zu überarbeiten.
ja: Binary.comでは<a target="_blank" href="%1">Phonegap</a>にて携帯アプリを開発しており、github上の<a target="_blank" href="%2">client-app</a>にてオープンソース化されています。Phonegapの開発者は、リポジトリをフォークすることですることで当プロジェクトに参加できます。

source: The Binary.com website’s static content (CSS, Javascript) is available as the <a target="_blank" href="%1">binary-static</a> open-source project on github. Would you like to re-skin the Binary.com website, or improve browser compatibility, site rendering speed, or Javascript performance? Please fork the project and submit pull-requests of your suggested code changes.
de: Der statische Inhalt (CSS, Javascript) der Binary.com Website steht als <a target="_blank" href="%1">Binary-Static</a> Open Source Projekt auf github zur Verfügung. Möchten Sie der Binary.com Website einen neuen Skin geben, die Browserkompatibiltät, die Seitenaufrufgeschwindigkeit oder die Javascript Leistung erhöhen? Dann verwenden Sie bitte das Projekt und übersenden Sie uns Pull-Requests für Ihre vorgeschlagenen Programmänderungen.
ja: github上のオープンソース・プロジェクトである<a target="_blank" href="%1">binary-static</a>にて、Binary.comのウェブサイトの静的コンテンツ (CSS, Javascript)は利用可能です。Binary.comのウェブサイトのカスタマイズ、ブラウザ互換性の向上、サイトスピードの向上、 Javascriptのパフォーマンスの向上をお望みの場合はプロジェクトをフォークし、コード変更の提案に関するプルリクエストを送信して下さい。

source: The CCI is a timing system that is best applied to commodity contracts, which have cyclical or seasonal tendencies. CCI does not determine the length of cycles - it is designed to detect when such cycles begin and end through the use of a statistical analysis which incorporates a moving average and a divisor reflecting both the possible and actual trading ranges.
de: CCI ist ein Zeitsystem, das am besten für Rohstoffverträge geeignet ist, die zyklische oder saisonabhängige Tendenzen aufweisen. CCI legt nicht die Länge der Zyklen fest - es ist dafür gedacht festzustellen, wann solche Zyklen beginnen und enden. Dabei kommt eine Statistikanalyse zur Anwendung, die einen gleitenden Mittelwert und einen Divisor integriert, die sowohl den möglichen als auch den aktuellen Handelsrahmen widerspiegeln.
ja: CCIは循環株や季節毎のトレンドを有するコモディティトレードに適用すべき最良のタイミングを示唆します。CCIはサイクルの長さを決定することはありませんが、変動平均と可能性が考えられるような実際のトレード幅を包含するような統計的な分析に基づいて、そのようなサイクルの開始と終了を検出するように設計されています。

source: The CLV is an indicator based on the location of close related to low and high for the period. It is used to spot the tendency in the price movements.
de: CLV ist ein Indikator, der auf dem Näherungswert für das Periodentief und -hoch basiert. Er wird zur Ermittlung der Tendenz von Kursbewegungen verwendet.
ja: CLVは高値と安値の間の終値の位置を+1～-1の間の値で示します。価格変動の傾向を特定するために用いられます。

source: The Chaikin Volatility function determines the volatility of a financial data series using the percent change in a moving average of the high versus low price over a given time.
de: Die Volatilitätsfunktion von Chaikin bestimmt die Volatilität von Finanzdatenreihen und verwendet dabei die prozentuale Änderung eines gleitenden Mittelwerts des hohen gegenüber des niedrigen Kurses über einen bestimmten Zeitraum.
ja: チャイキン･ボラティリティは、所定の期間における高値と安値の移動平均の変化率を利用して任意の有価証券のボラティリティを測定します。

source: The Client acknowledges and understands that a Trading Agent authorisation may be revoked by the Client giving notice to the Company, however such revocation may require up to two business days processing time.
de: Der Kunde bestätigt und weiß, dass die Vollmacht für einen Handlungsbevollmächtigten durch den Kunden durch einfach Mitteilung an das Unternehmen widerrufen werden kann. Allerdings kann die Bearbeitungszeit eines solchen Widerrufs bis zu zwei Werktage betragen.

source: The Client authorises a Trading Agent and attorney in-fact for the purpose of buying and selling financial contracts through the Client's account at his/her sole risk. The Client hereby indemnifies and holds harmless the Company for losses and all other liabilities that arise directly or indirectly through Client's or Trading Agent's transactions.
de: Der Kunde berechtigt den Handlungsbevollmächtigen und Stellvertreter mit dem Ziel, Finanzverträge über das Kundenkonto auf sein eigenes Risiko zu kaufen und zu verkaufen. Der Kunde hält hiermit das Unternehmen vor Verlusten und Haftungen, die direkt oder indirekt durch Transaktionen des Kunden oder Handlungsbevollmächtigten entstehen können, schad- und klaglos.

source: The Company does not provide a market amongst or between Clients for investments, securities, derivatives or speculations. Each financial contract purchased by a Client via this site is an individual agreement between that Client and the Company and is not a security, nor is it transferable, negotiable or assignable to or with any third party.
de: Das Unternehmen stellt unter oder zwischen den Kunden keinen Markt für Investments, Wertpapiere, Derivate oder Spekulationen zur Verfügung. Jeder Finanzvertrag, der von einem Kunden über diese Seite erworben wird, ist eine individuelle Vereinbarung zwischen dem Kunden und dem Unternehmen. Er stellt kein Wertpapier dar und ist nicht an Dritte übertragbar, verhandelbar oder abtretbar.
ja: 当社は、お客様と投資、有価証券、デリバティブ、投機の間を取り持つ市場は提供しません。当社サービスを通じて購入された金融トレードは、お客様個人と当社の間の合意であり、有価証券ではなく、他のいかなる第三者に対しも譲与、売買、割当はできません。

source: The Company has and retains the right, to terminate any event or trade, including but not limited to the occurrence of any of the above events.
de: Das Unternehmen hat das Recht und behält sich vor, jeden Vorgang oder Handel, einschließlich insbesodere bei Auftreten einer der oben genannten Sachverhalten, zu beenden.
ja: 上記のイベントの発生に限らず、あらゆるイベントまたは取引を終了させる権利を当社は保持しています。

source: The Company hereby grants you a non-exclusive, non-transferable licence, during the term of this Agreement, to use the %1 intellectual-property marks (licensed, in turn by us, from their owner) solely in connection with the display of the advertisements on your Site. This licence cannot be sub-licensed, assigned or otherwise transferred by you. Your right to use the marks is limited to and arises only out of this licence to use the advertisements. You shall not assert the invalidity, unenforceability, or contest the ownership of the marks in any action or proceeding of whatever kind or nature, and shall not take any action that may prejudice us or our licensor's rights in the marks, render the same generic, or otherwise weaken their validity or diminish their associated goodwill.
de: Das Unternehmen gewährt Ihnen hiermit für die Laufzeit des Vertrags eine nicht exklusive, nichtübertragbare Lizenz, der im geistigen Eigentum von %1 stehenden Marken (die wiederum für uns durch den Eigentümer lizenziert wurden), die sich ausschließlich auf die Werbung auf Ihrer Webseite bezieht. Von dieser Lizenz darf keine Unterlizenz, keine Lizenzabtretung oder -übertragung ausgestellt werden. Ihr Recht auf die Nutzung dieser Marken ist auf diese Lizenz beschränkt, um Werbemaßnahmen durchführen zu können. Sie dürfen nicht behaupten, dass das Eigentum an dieser Lizenz ungültig oder unwirksam ist oder das Eigentum an den Marken im Wege einer Klage oder eines Prozesses, welcher Art auch immer, in Frage stellen. Darüber hinaus sind keine Maßnahmen erlaubt, die uns oder die Rechte unseres Lizenzgebers an der Marke beeinträchtigen, die Marke nachahmen oder in anderer Weise ihre Gültigkeit beeinträchtigen oder den damit verbunden Geschäftswert verringern könnten.
ja: 当社はアフィリエイト会員に、 当社にて特許取得済みの%1の知的財産を会員のサイト上に利用する行為は、当契約下では非独占的、譲与不可能な権利であるとみなします。この特許はサブライセンスとして利用することができないため、アフィリエイト会員に対しても譲与することは不可能です。当社のロゴの使用用途は限られており、プロモーションサイトでの公告を目的とした場合のみ使用可能です。また、アフィリエイト会員は知的財産に関する上記のような無効性、履行不能性や所有権に関するいかなる議論を行うことはなく、当社に損害を与えるような行為は一切行うことはなく、上記に述べたまた知的財産に無香性、履行不能性を覆すような行為を行うことも一切ありません。

source: The Company makes no claims that %1 will be uninterrupted or provide an error free service and will not be liable for the consequences of any such errors or interruptions.
de: Das Unternehmen sichert nicht zu, dass %1 einen ununterbrochenen oder fehlerfreien Service zur Verfügung stellen wird und haftet nicht für die Folgen von Unterbrechungen oder Fehlern.
ja: 当社は%1がサービスの中断やエラーが全く起こらないサービスを提供するという保証することはありません。また、そのようなサービスのエラーや中断による結果に対する責任を負いません。

source: The Company may from time to time inform you about changes on the website, new services and promotions. If you, however, wish to opt out of such a service and do not wish to receive any direct marketing data you can either unsubscribe to the service or email our customer support team. If you decide to opt in again into receiving promotional material, you can also do so by contacting us.
de: Das Unternehmen kann Sie von Zeit zu Zeit über die Änderungen auf der Webseite, neue Dienstleistungen und Angebote informieren. Wenn Sie sich allerdings von diesem Service abmelden und keine direkten Marketing Informationen erhalten möchten, können Sie sich entweder abmelden oder eine E-Mail an unsere Kundenbetreuung schicken. Sie können uns gerne kontaktieren, wenn Sie sich erneut anmelden und Promo-Material erhalten möchten.
ja: 当社はサイト上の変更点、新しいサービスやプロモーションに関してお客様にお知らせする場合があります。しかしながら、そのようなお知らせの通知を希望されない場合は、カスタマーサポートまでご連絡下さい。お知らせの通知を再度ご希望される場合もご連絡下さい。

source: The Company may impose certain rules and restrictions in relation to the placing of market orders on this website. Such rules may change from time to time, according to market conditions and other factors. The following indicative rules are currently in place:
de: Das Unternehmen kann in Bezug auf die Platzierung von Marktaufträgen über diese Webseite bestimmte Regeln und Einschränkungen aufstellen. Diese Regeln können sich, je nach Marktbedingungen und anderen Faktoren, von Zeit zu Zeit ändern. Folgende Richtlinien sind momentan aktuell:
ja: 当社は当サイトでの取引に対して特定のルールや制限を設ける場合があります。そのようなルールは市場の状況やその他の要因の基づき、適宜適用されます。下記に現在適用されているルールの概要をご確認下さい。

source: The Company may impose volume trading limits on Client accounts in its sole discretion. Current trading volume limits upon account opening are USD/GBP/EUR/AUD 30,000/day maximum trading volume. The maximum account size (i.e. cash balance) is USD/GBP/EUR/AUD 300,000 and the maximum outstanding contract payout at a given time per account is USD/GBP/EUR/AUD 25,000. These limits are increased once a Client is fully authenticated; where the new maximum trading volume will be USD/GBP/EUR/AUD 500,000, having a maximum account size of USD/GBP/EUR/AUD 300,000 and a maximum outstanding contract payout at a given time per account of USD/GBP/EUR/AUD 500,000. If the account balance exceeds the maximum account size, then withdrawals must be made to bring the balance down to under this limit.
de: Das Unternehmen darf im eigenen Ermessen für Kundenkonten Beschränkungen des Handelsvolumens festlegen. Derzeit ist das Handelsvolumen nach der Kontoeröffnung auf 30.000 USD/GBP/EUR/AUD /Tag Höchsthandelsvolumen beschränkt. Die maximale Kontogröße (z. B. verfügbares Guthaben) beträgt 300.000 USD/GBP/EUR/AUD und die maximale ausstehende Kontraktauszahlung jederzeit 25.000 USD/GBP/EUR/AUD je Konto. Diese Limits werden erhöht, sobald ein Kunde vollständig authentifiziert ist, wobei dann das neue maximale Handelsvolumen 500.000 USD/GBP/EUR/AUD bei einem Höchstkontostand von 300.000 USD/GBP/EUR/AUD und einer ausstehende Kontraktauszahlung jederzeit 500.000 USD/GBP/EUR/AUD beträgt. Wenn das Kontoguthaben den Höchstkontostand überschreitet, müssen Abhebungen erfolgen, um das Guthaben wieder unter diese Limits zu senken.

source: The Company may, from time to time, at its sole discretion, or as required by regulations in place to conduct appropriate "Know Your Customer" procedures and require a Client to provide proof of identity (such as notarized copy of passport or other means of identity verification as the Company deems required under the circumstances) and may at its sole discretion suspend an account until such proof has been provided to its satisfaction. Know Your Customer documentation will be required when a Client deposits money in the account. In the case of a client opening an account with Binary (Europe) Ltd, the threshold for verifying clients is on cumulative withdrawals of EUR 2,300.
de: Das Unternehmen kann zu gegebener Zeit nach eigenem Ermessen, oder wie durch bestehende Vorschriften zur Durchführung von geeigneten "Kenne Deinen Kunden" Verfahren vorgeschrieben, vom Kunden verlangen, einen Identitätsnachweis ((wie z. B. eine vom Notar bestätigte Ausweiskopie oder andere Mittel des Identitätsnachweises, die das Unternehmen unter den Umständen als erforderlich erachtet) vorzulegen und kann im eigenen Ermesse ein Konto so lange sperren, bis ein zufriedenstellender Nachweis erbracht wurde. Wenn eine Kunde Geld auf das Konto einzahlt, ist die 'Kenne Deinen Kunden' Dokumentation erforderlich. Für den Fall, dass ein Kunde ein Konto bei der Binary (Europe) Ltd. eröffnet, beträgt für zu verifizierende Kunden die Obergrenze für kumulative Auszahlungen 2.300 EUR.

source: The Company reserves the right in its sole discretion to refuse and/or cancel services, charge deposit and/or withdrawal fees to anyone for any reasons including, but not limited to:
de: Das Unternehmen behält sich das Recht vor. für eine Person im eigenen Ermessen ohne Nennung von Gründen Serviceleistungen abzulehnen und/oder zu kündigen, Einzahlungs- und/oder Auszahlungsgebühren zu erheben, Dies insbesondere bei Vorliegen folgender Gründe:
ja: 当社には以下のような状況下のみならず、サービス提供の拒否、中止、及び入出金時に手数料を徴収する権利を有します。：

source: The Company reserves the right to change any part of this Agreement at any time. Notice of any changes will be sent to your email address 7 days in advance of any such changes, but it is ultimately your responsibility to check these terms and conditions regularly. Your continued participation in our affiliate program after we have posted the changes will constitute binding acceptance of such changes.
de: Das Unternehmen behält sich das Recht vor, jederzeit einen Teil dieses Vertrags zu ändern. Mitteilungen über evtl. Änderungen werden sieben Tage vor Inkrafttreten an Ihre E-Mail Adresse geschickt. Die Verantwortung liegt letztlich bei Ihnen, diese Allgemeinen Geschäftsbedingungen regelmäßig zu überprüfen. Nachdem wir die Änderungen bekannt gemacht haben, stellt Ihre weitere Teilnahme an unserem Partnerprogramm eine bindende Annahme dieser Änderungen dar.
ja: 当社は本契約のどの項目に対しても随時、変更を施す権利を有します。変更が施される場合は、ご登録済みのメールアドレスへ実施日の７日前に事前通達を行いますが、定期的な本契約の内容確認はアフィリエイト会員の義務です。変更が施される前に当プログラムにご参加された方に対しても、変更点は適用されます。

source: The Company reserves the right to suspend the operation of this site or sections thereof:
de: Das Unternehmen behält sich das Recht vor, den Betrieb dieser Site oder einzelne ihrer Abschnitte einzustellen:
ja: 当社は以下のような状況下ではサービスの提供を見合わせる権限を有します。：

source: The Company shall be entitled to exercise any of its rights or fulfill any of its obligations hereunder (including without limitation to its payment obligations pursuant to clause 6) through any company within the Company (as defined below).
de: Das Unternehmen ist berechtigt, alle Rechte aus diesem Vertrag über eine Firma im Unternehmen (wie unten definiert) auszuüben und alle Pflichten aus diesem Vertrag zu erfüllen (einschließlich und ohne Einschränkung der Zahlungsverpflichtungen gem. Ziffer 6).
ja: 当社には、当社や当社のグループ企業を通じて６条に準拠した報酬に関する取り決めも含め、本契約書に記載されている権利、及び義務を遂行する権利を有します（下記に定義）。

source: The Company shall not be liable to you in contract, or otherwise (including liability for negligence) for loss whether direct or indirect of business, revenue or profits, anticipated savings or wasted expenditure, corruption or destruction of data or for any indirect or consequential loss whatever.
de: Das Unternehmen haftet Ihnen gegenüber weder vertraglich noch anderweitig (einschließlich Haftung wegen Fahrlässigkeit) für direkte oder indirekte Verluste bei Geschäftsabschlüssen, Umsatz oder Gewinne, erwartete Einsparungen oder unnötige Ausgaben, Beschädigung oder Vernichtung von Daten oder für andere indirekte oder Folgeschäden.
ja: 当社はアフィリエイト会員のトレード、間接的でも直接的であろうともビジネス上の損失（不注意による損失も含む）、収入や利益、予想される預貯金、または浪費された経費、データの破壊、及び他のいかなる間接的または損失の結果に対して責任を負うことはありません。

source: The Company shall pay you (in accordance with the provisions of clause 5.3) the currently published percentage of net revenues (as detailed on the commission page of your Affiliate account) received during the term of the Agreement. The affiliate payments due shall only be for bona-fide client referrals and the Company reserves the right to disregard duplicate accounts or nominee accounts that the Company sees as non bona-fide clients at its sole discretion.
de: Das Unternehmen zahlt Ihnen (gemäß den Bestimmungen von Ziffer 5.3) den aktuell veröffentlichten Prozentsatz vom Nettoumsatz (wie auf der Provisionsseite Ihres Partner-Kontos näher erläutert), den das Unternehmen während der Vertragslaufzeit erzielt hat. Die im Rahmen dieses Vertrags fälligen Zahlungen an den Partner gelten lediglich für gute Kundenempfehlungen. Das Unternehmen behält sich das Recht vor, doppelte Konten oder Konten von Strohmännern, die das Unternehmen im alleinigen Ermessen als nicht gute Kunden ansieht, unberücksichtigt zu lassen.
ja: 当社は5.3条の取り決めに従って本契約を締結している間は、アフィリエイト口座に記述されている報酬率に基づいた報酬をアフィリエイト会員に支払います。アフィリエイト報酬は誠実な会員獲得行為にのみ支払われ、重複口座や不誠実な行動が検知されたアフィリエイト会員に対し、当社の判断で当社はそのような口座に対する支払いを停止する権利を有します。
