Repository: yottanami/binary-static
Catalog: config/locales/*.po
Languages: de, ja

source: The Company shall provide you with statements accessible through the website %1 detailing the revenues generated by Clients you have introduced, if any, which have accrued to you over the course of the calendar month. Such statements shall be updated daily. At the end of a calendar month, the Company shall record your total share of Net Revenues, if any, during the previous calendar month. In the event that a revenue share in any calendar month is a negative amount, the Company shall be entitled but not obliged to carry forward and set off such negative amount against future revenue shares which would otherwise be payable to you. However the Company shall also be entitled but not obliged to zero the negative balance that would otherwise be carried forward.
de: Das Unternehmen wird Ihnen entsprechende Kontoauszüge zur Verfügung stellen, auf die Sie über die %1 Website zugreifen können. In diesen Kontoauszügen sind die Umsätze, die die von Ihnen zugeführten Kunden generiert haben und die Ihnen im Laufe eines Kalendermonats zugerechnet worden sind, im Detail aufgeführt. Diese Kontoauszüge werden täglich aktualisiert. Am Ende eines Kalendermonats wird das Unternehmen Ihren Gesamtanteil an dem während des vergangenen Kalendermonats erzielten Nettoumsatz auflisten. Für den Fall, dass der Umsatzanteil in einem Kalendermonat einen negativen Betrag ergibt, ist das Unternehmen berechtigt, aber nicht verpflichtet, diesen Fehlbetrag zu übertragen und mit zukünftigen Umsatzbeteiligungen, die andernfalls an Sie auszuzahlen wären, aufzurechnen. Das Unternehmen ist jedoch ebenfalls berechtigt, aber nicht verpflichtet, einen Ausgleich des Fehlbetrags zu verlangen.
ja: 当社は獲得会員から得られた、未決済分データも含むアフィリエイト報酬に関する詳細データを%1のウェブサイトにて提供します。この詳細データは毎日更新されます。カレンダー末日に当社は該当月の報酬データを算出します。（該当月以前の持ち越しデータが存在すればそれも加味します。）該当月の報酬がマイナスの値を記録した場合は、翌月にそのマイナス分が持ち越されます。マイナス分を上回るアフィリエイト報酬が発生した際にアフィリエイト報酬を受け取れるようになります。尚、当社はマイナス分を０として扱い、翌月以降に持ち越さない場合があります。

source: The Company will not be liable in any way to any persons in the event of force majeure, or for the act of any Government or legal authority or for the failure of or damage or destruction to, its computer systems, data or records or any part thereof, or for delays, losses, errors or omissions resulting from the failure or mismanagement of any telecommunications or computer equipment or software. The Company shall not be responsible for any damages or losses deemed or alleged to have resulted from or been caused by this site or its content. This includes any client's use or misuse of its content, the inability of any client to connect with or use the site, delay in operations or transmission, failure of communication lines, or any errors or omissions in content.
de: Im Fall von Höherer Gewalt oder beim Eingreifen von Regierungen oder Behörden, haftet das Unternehmen gegenüber anderen Personen nicht für den Verlust oder Schäden oder die Zerstörung ihrer Computersysteme, Daten oder Aufzeichnungen oder deren Teile, oder für Verzögerungen, Verluste, Fehler oder Unterlassungen, die sich aus dem Ausfall oder falschen Einsatz von Telekommunikations- oder Computerausstattungen oder der Software ergeben. Das Unternehmen haftet nicht fürSchäden oder Verluste, die sich angeblich von oder durch die Verwendung unserer Site und ihrem Inhalt ergeben. Dies umfasst die Anwendung oder den Missbrauch durch Kunden, die Unmöglichkeit eines Kunden, sich auf der Site einzuloggen, Verzögerungen in der Bedienung oder Übertragung, Ausfall der Verbindung oder jegliche andere Störungen oder fehlender Inhalt.
ja: 当社は、不可抗力的な事象、政府や規制機関による行動、コンピュータシステム、データ、記録などへの損害や破壊、及び通信、コンピュータ設備またはソフトウェアに対する不備に起因するような遅延、損害、エラーや遺漏というような事象に対する責任は一切負うことはありません。当社は当社サイトやコンテンツから引き起こされたと推測、及び主張されるような損害に対して責任を負うことはありません。この取り決めにはお客様の誤ったコンテンツのご利用方法、当社サイトへの接続の失敗、操作や送受信の遅延、通信の失敗、及びコンテンツへのあらゆるエラーや遺漏といった事象も含まれます。

source: The Company will notify you by email if your application has been successful with instructions on how to begin promoting %1
de: Das Unternehmen wird Sie per E-Mail benachrichtigen, ob Ihre Bewerbung positiv entschieden wurde und Ihnen Anleitungen zukommen lassen, wie Sie mit der Werbung für %1 beginnen können
ja: 当社は当プログラムへの参加可否、及び%1のプロモーション方法をメールにてお知らせ致します。

source: The Company will provide you with the advertising collateral with Links containing affiliate IDs and which may be modified by us from time to time.
de: Das Unternehmen wird Ihnen Werbematerial und Links, die die Partner-IDs enthalten, zur Verfügung stellen. Das Werbematerial darf jederzeit vom Unternehmen verändert werden.
ja: 当社はアフィリエイト会員に販促材料としてアフィリエイトIDを包含するリンクを提供します。それらのリンクは適宜当社にて修正される場合があります。

source: The Company will, at its sole discretion, determine whether or not your application has been successful. The Company's decision is final and is not open to appeal.
de: Das Unternehmen entscheidet im eigenen Ermessen, ob Ihre Bewerbung erfolgreich war oder nicht. Die Entscheidung des Unternehmens ist endgültig und kann nicht angefochten werden.
ja: 当社は当プログラムへの参加の許可を与える権限を有します。故に、当プログラムへの参加の可否に関する当社の決定は、最終的かつ絶対的なものになります。

source: The Company's Obligations
de: Die Pflichten des Unternehmens
ja: 当社の義務

source: The Cyberview Lodge Resort in Cyberjaya
de: Das Cyberview Lodge Resort in Cyberjaya
ja: Cyberjaya（マレーシア）・The Cyberview Lodge Resort

source: The Data Protection laws and regulations place obligations on users of personal data and lay down principles for fair and lawful processing of this information. We are committed to safeguarding your privacy online. We only use your personal information to help us service your account, to improve our services to you, and to provide you with products you have requested. We do not sell your personal information to third parties, but we may provide your personal information to payment providers to facilitate transactions on your account.
de: Die Gesetze und Regulierungen zum Datenschutz sehen für Nutzer von personenbezogenen Daten Verpflichtungen vor und legen Prinzipien für eine faire und rechtmäßige Verarbeitung dieser Daten fest. Wir sind dazu verpflichtet, Ihre Online-Privatsphäre zu schützen. Wir verwenden Ihre personenbezogenen Daten nur zur Pflege Ihres Kontos, um Ihnen einen besseren Service zu bieten und um Ihnen Produkte zur Verfügung zu stellen, nach denen Sie gefragt haben. Wir verkaufen Ihre personenbezogenen Daten nicht an Dritte, aber wir dürfen Ihre personenbezogenen Daten an Zahlungsdienstleister weiterleiten, um die Transaktionen auf Ihrem Konto zu erleichtern.
ja: 個人情報保護に関する法律と規制により、お客様の個人情報の利用に対する義務が発生し平等で法的な取り扱い原則が課されます。当社はオンライン上でのお客様のプライバシー保護を確証し、ご口座へのサービスへの実施、改善、及びリクエストされた商品を提供する目的でのみ、お客様の個人情報を利用します。当社はお客様の個人情報を第三者に販売することはありませんが、ご口座でのお取り引きをアシストするために個人情報を金融機関に提供する場合があります。

source: The Detrended Price Oscillator compares closing price to a prior moving average, eliminating cycles longer than the moving average.
de: Der Trendbereinigte Preisoszillator vergleicht die Schlussnotierung mit einem vorherigen gleitenden Mittelwert und eliminiert Zyklen, die länger als der gleitende Mittelwert sind.
ja: オシレーター系の指標であり、 価格の動きから変動平均よりも長いサイクルをを除去し、終値と以前の変動平均を比較します。

source: The EUR Index is a weighted Index, measuring the Euro’s value against a basket of 5 global currencies (USD, AUD, GBP, JPY, CAD), each weighted by 20%.
de: Der EUR-Index ist ein gewichteter Index, der den Wert des Euro gegenüber einem Korb von 5 Weltwährungen (USD, AUD, GBP, JPY, CAD), jede davon ist mit 20 % berücksichtigt, ermittelt.

source: The Financial Products that we offer to deal in are contracts entered into between you and us. Under these contracts and subject to the specific terms of the relevant contact, in consideration for the premium or price that you pay us, we promise to pay you a certain amount if the reference assets or measurements perform in a particular manner. These contracts accordingly are not instruments that we hold on your behalf or otherwise benefit from clients assets protections in the event of our insolvency. Similarly the premium or price that you pay to take out a trade is not held as clients’ money but as consideration for our undertaking to pay.
de: Die von uns für den Handel angebotenen Finanzprodukte sind zwischen Ihnen und uns abgeschlossene Kontrakte. Wir sagen zu, Ihnen einen bestimmten Betrag nach diesen Kontrakten und vorausgesetzt der besonderen Bedingungen des entsprechenden Kontrakts unter Berücksichtigung der Prämie oder des Kurses, den Sie uns bezahlen, wenn die Referenzanlagen oder Einschätzungen in einer bestimmten Weise performen. Dementsprechend sind diese Kontrakte keine Instrumente, die wir in Ihrem Auftrag halten oder in anderer Weise für den Fall unserer Insolvenz in dien Kundenanlagenschutz einbezogen werden. Gleichzeitig wird die von Ihnen bezahlte Prämie oder der bezahlte Kurs für die Ausführung des Geschäfts nicht als Kundengeld gehalten sondern als unser Zahlungsverprechen behandelt.

source: The First Tick
de: Der erste Tick
ja: 最初のTick

source: The GBP Index is a weighted Index, measuring the British Pound’s value against a basket of 5 global currencies (USD, EUR, AUD, JPY, CAD), each weighted by 20%.
de: Der GBP-Index ist ein gewichteter Index, der den Wert des Britischen Pfunds gegenüber einem Korb von 5 Weltwährungen (USD, EUR, AUD, JPY, CAD), von denen jede mit 20 % berücksichtigt ist, ermittelt.

source: The JSON structure which supplied the access_token also included a refresh_token. Supply this in the following call:
de: Die JSON Struktur, die den access_token übergibt, enthält auch einen refresh_token. Übergeben Sie diesen im folgenden Aufruf:
ja: アクセス・トークンを供給したこのJSON構造は、更新・トークンも含みます。下記のコールに従って供給します：

source: The Mass Index attempts to predict reversals by comparing the trading range (High minus Low) for each period. Reversals are signalled by a bulge in the index line.
de: Der Massenindex versucht Umschwünge vorauszusagen, indem der Tradingbereich (Hoch minus Tief) für jede Periode verglichen wird. Umschwünge werden in der Indexlinie durch eine Wölbung signalisiert.
ja: マスインデックスでは、各機関におけるトレードの幅（安値と高値）を比較することでトレンド反転を検出を目指します。大きな動きがある場合はマス インデックス指標ーが増加し、小さい動きがある場合はマス インデックス指標は減少します。

source: The Mid price represents the average of the Bid and Ask.
de: Der Mittelkurs stellt den Durchschnitt von Geld- und Briefkurs dar.
ja: Mid価格とは、Bid価格とAsk価格の平均値のことです。

source: The Moving Average Convergence/Divergence (MACD) indicator is a trend following indicator and is designed to identify trend changes.The MACD is an oscillator based on two exponential moving averages of a share price. Three lines are shown. The "MACD" line is calculated as the difference between the two moving averages (usually based on 12- and 26- day averages). The "signal" line is a 9-day smoothed average of the standard MACD line, and is sometimes referred to as the "slow" MACD line.
de: Der Gleitender Mittelwert (GMKD) Indikator ist ein dem Trend folgender Indikator und wurde dazu geschaffen, um Trendänderungen festzustellen. Der GMKD ist ein Oszillator, der auf zwei exponentiell gleitenden Mittelwerten eines Aktienkurses basiert. Es werden drei Linien werden angezeigt. Die „GMKD" Linie wird aus der Differenz zwischen zwei gleitenden Mittelwerten berechnet (normalerweise auf der Grundlage von 12- und 26-tägigen Mittelwerten). Die „Signal" Linie ist ein 9-tägiger geglätteter Mittelwert der normalen GMKDLinie und wird manchmal auch als die „langsame" GMKD Linie bezeichnet.
ja: MACDとはトレンド変化を検出するように設計されているトレンド系の指標です。２種類の移動平均に基づいた指標であり、３種類の線が表示されます。MACD線とは２種類の移動平均（一般的に１２日から２６日間での平均値）の差分の計算結果であり、Signal線とはMACD線の９日間の平均値であり、スローMACD線と称される場合もあります。

source: The Payment Agent facility is currently not available in your country.
de: In Ihrem Land ist derzeit für Ihr Konto kein Zahlungsabwicker vorhanden.

source: The Performance indicator displays a security's price performance as a percentage. This is sometimes called a "normalized" chart. The Performance indicator displays the percentage that the security has increased since the first period displayed. For example, if the Performance indicator is 10, it means that the security's price has increased 10% since the first period displayed on the left side of the chart. Similarly, a value of -10% means that the security's price has fallen by 10% since the first period displayed.Performance charts are helpful for comparing the price movements of different securities.
de: Der Leistungsindikator zeigt die Preisperformance eines Wertpapiers als Prozentwert an. Dies wird manchmal als „normalisierter" Chart bezeichnet. Der Leistungsindikator zeigt den Prozentwert an, den das Wertpapier seit der ersten angezeigten Periode gestiegen ist. Wenn der Leistungsindikator z. B. 10 ist, bedeutet dies, dass der Kurs des Wertpapiers seit der ersten, auf der linken Seite des Charts, angezeigten Periode um 10% gestiegen ist. Genauso bedeutet ein Wert von -10, dass der Kurs des Wertpapiers seit der ersten angezeigten Periode um 10% gefallen ist. Leistungscharts sind hilfreich, um die Kursbewegungen unterschiedlicher Wertpapiere zu vergleichen.
ja: パフォーマンス指標とは有価証券の価格の挙動をパーセンテージで示します。normalizedチャートと称されることもあります。パフォーマンス指標は、表示開始時間からの価格の伸び率を表示します。例えばパフォーマンス指標が10を示す場合は、表示開始時間に比べて価格が10%上昇したことを示します。また-10を示す場合は、表示開始時間に比べて価格が10%下降したことを示します。パフォーマンス指標のチャートは異なる有価証券の価格の動きを比べるのに役立ちます。

source: The Premier Platform for Binary Options Trading
de: Die Premium-Plattform für den Binäre Optionen Handel
ja: 最高のバイナリー・トレード環境

source: The Premier Platform for Forex Trading
de: Die Premium-Plattform für den Devisenhandel
ja: FX取引のプレミアプラットフォーム

source: The Premier Platform for Trading Commodities Online
de: Die führende Plattform für online Rohstoffhandel
ja: オンラインコモディティ取引のプレミアプラットフォーム

source: The Premier Platform for Trading Indices
de: Die führende Plattform für den Handel von Indizes
ja: インデックス取引のプレミアプラットフォーム

source: The Program
de: Das Programm
ja: アフィリエイトプログラム

source: The Rate of Change indicator (ROC) is a way of showing how rapidly the price of a particular share (or other financial instrument) is moving. The theory is that if a price is rising (or falling) very quickly there will soon come a time when it is thought to be overbought (or oversold). When this occurs the price may still continue to rise (or fall), but not as rapidly as it was before.
de: Der Rate of Change Indikator (ROC) ist eine Art zu veranschaulichen, wie schnell sich der Preis einer bestimmten Aktie (oder einem anderen Finanzinstrument) bewegt. Die Theorie ist, dass wenn ein Preis sehr schnell steigt (oder fällt), bald der Zeitpunkt kommt, an dem man der Meinung ist, dass er überkauft (oder überverkauft) ist. Wenn dies passiert, kann der Preis noch weiter steigen (oder fallen), aber nicht so schnell wie zuvor.
ja: Rate Of Change：ROC とは、相場の勢いを示唆する指標です。過剰な売買が行われる可能性があり得る市場の変動が発生しそうかどうかを示します。もしこのような現象が起こった場合は、以前と比べて緩やかではありながらも価格は上昇または下降し続けるでしょう。

source: The Relative Strength Index (RSI) measures a share price relative to itself and its recent history. It is calculated as the average of the prices for days where the price rose divided by the average of the prices for days where the price fell. The RSI ranges between 0 and 100.A 70+ level could indicate that a share is overbought, meaning that the speculator should consider selling. Or conversely oversold at the 30 level. The principle is that when there's a high proportion of daily movement in one direction it suggests an extreme, and prices are likely to reverse.
de: Der Relative Stärke Index (RSI) misst einen Aktienkurs in Bezug auf sich selbst und auf seinen letzten Verlauf. Er berechnet sich aus dem Mittelwert der Kurse an den Tagen, an denen der Kurs gestiegen ist, dividiert durch den Durchschnitt der Kurse an den Tagen, an denen der Kurs gefallen ist. Der RSI liegt zwischen 0 und 100. Ein 70+ Level kann anzeigen, dass eine Aktie überkauft ist, was bedeutet, dass der Händler an einen Verkauf denken sollte. Oder im Gegenteil überverkauft, wenn der Level 30 ist. Bei dem Prinzip geht es darum, dass, wenn ein großer Anteil der Tagesbewegung nur in eine Richtung geht, ein Extrem angedeutet wird und dass sich die Kurse vermutlich umkehren.
ja: The Relative Strength Index (RSI) では全体の変動幅に対して、どの程度上昇したかを分析する指標です。全体の変動幅の中での上昇する力の相対的な割合を算出し、相場の過熱感（過剰な売買）を判断します。数値は0から100を示し、70以上の数値を示す場合は過剰に買われている状況を示し、売ることを検討するように示唆します。30以下の数値を示す場合は、過剰に売られている状況を示します。この指標では日中にとある一つの方向に傾いた動きが生じた場合、価格が反転する可能性を示唆します。

source: The Spread represents the difference between the Bid and Ask.
de: Die Marge stellt den Unterschied zwischen Geld- und Briefkurs dar.
ja: スプレッドとは、Bid価格とAsk価格の差額のことです。

source: The Stochastic Oscillator is a momentum indicator that shows the location of the current close relative to the high/low range over a set number of periods. The Stochastic Oscillator is made up of two lines that oscillate between a vertical scale of 0 to 100. The %K is the main line and it is drawn as a solid line. The second is the %D line and is a moving average of %K. The %D line is drawn as a dotted line. The Fast Stochastic is the average of the last three %K and a Slow Stochastic is a three day average of the Fast Stochastic.
de: Der Stochastik Oszillator ist ein Impulsindikator, der den aktuellen Stand des Schlusskurses in Bezug auf die Hoch/Tief Bereiche über einen festgelegte Anzahl von Zeiträumen anzeigt. Der Stochastik Oszillator besteht aus zwei Linien, die zwischen einer vertikalen Skala von 0 bis 100 pendeln. &K ist die Hauptlinie und wird als eine durchgezogene Linie dargestellt. Bei der zweiten Linie handelt es sich um die %D Linie, die den gleitenden Mittelwert von %K anzeigt. Die %D Linie wird als gepunktete Linie dargestellt. Schnell Stochastisch ist der Durchschnitt der letzten drei %K und Langsam Stochastisch ist ein 3-Tagesdurchschnitt des Schnell Stochastsich.
ja: ストキャスティクスオシレーターは、モメンタム指標の一種で過去における高値、安値に対して、当日終値がどのような位置にあるのかを数値化し、0から100の間の値を示す２本の線が用いられます。中心となるのは%Kという線で実線で描かれます。２本目の線は%Dという線で%Kの移動平均を示し破線で描かれます。ファスト・ストキャスティクスでは直近での３種の%Kの平均を用い、スロー・ストキャスティクスではファスト・ストキャスティクスの３日の平均を用います。

source: The USD Index is a weighted Index, measuring the US Dollar’s value against a basket of 5 global currencies (EUR, GBP, JPY, CAD, AUD), each weighted by 20%.
de: Der USD-Index ist ein gewichteter Index, der den Wert des US-Dollars gegenüber einem Korb aus 5 Weltwährungen (EUR, GBP, JPY, CAD, AUD), jede mit 20 % berücksichtigt, ermittelt.

source: The above personal data that we collect will be held by us and processed for any purpose as may be allowed by law or required by any law. We may also transfer such personal data to any company within the Binary Group of companies, any of our business associates or payment providers, whether in or outside of the EEA including in countries which might not offer an equivalent level of protection of personal data.
de: Die oben erwähnten, von uns erhobenen, personenebezogenen Daten werden von uns zu Zwecken gespeichert, die gesetzlich zugelassen oder per Gesetz vorgeschrieben sind. Wir dürfen solche personenenbezogenen Daten auch an ein Unternehmen innerhalb der Binary Unternehmensgruppe, einem unserer Geschäftspartner oder Zahlungsabwickler entweder innerhalb oder außerhalb des Europäischen Wirtschaftsraums, einschl. Ländern, keinen entsprechenden Grad an Schutz für personenbezogene Daten bietet, übermitteln.

source: The access-token retrieved earlier has a limited lifetime. In the case of Auth-Code Flow only, it can be renewed.
de: Der zuvor abgerufene Zugriffstoken hat eine begrenzte Gültigkeitsdauer. Er kann nur im Fall des Auth-Code Flow erneuert werden.
ja: 先ほど訂正されたアクセス・トークンには有効期限が存在しています。 Auth-Codeフローでのみ、アクセス・トークンの更新が可能です。

source: The account transfer is unavailable as your account balance is less than 0.10. Please <a href="%1">deposit</a> to your account.
de: Dieses Konto ist nicht verwendbar, da Ihr Kontostand weniger als 0.10 beträgt. Bitte <a href="%1">zahlen</a> Sie auf Ihr Konto ein.
ja: 口座の残高が0.10以下なので、口座振替はできません。口座へ <a href="%1">入金</a> してください。

source: The account transfer is unavailable for %1 account.
de: Für %1 Konto ist eine Kontoüberweisung nicht möglich.
ja: %1口座への口座振替はできません。

source: The account transfer is unavailable for %1 and %2 accounts with different default currency.
de: Die Banküberweisung für %1 und %2 Konten mit unterschiedlicher Standardwährung ist nicht möglich.
ja: 既定通貨が異なるため、 %1と%2の口座への口座振替はできません。

source: The account transfer is unavailable for your account.
de: Für Ihr Konto ist keine Kontoüberweisung möglich.
ja: お客様の口座への口座振替はできません。

source: The account transfer is unavailable for your account: %1.
de: Die Kontoüberweisung ist für Ihr Konto %1 nicht möglich.
ja: お客様の%1口座への口座振替はできません。

source: The account transfer is unavailable. Please <a href="%1">deposit</a> to your account.
de: Die Kontoüberweisung ist nicht möglich. Bitte <a href="%1">zahlen</a> Sie auf Ihr Konto ein.
ja: 口座振替はできません。口座へ <a href="%1">入金</a> をしてください。

source: The anti-money laundering processes have the following effects on Clients:
de: Die Verfahren gegen Geldwäsche haben folgende Auswirkungen auf Kunden:
ja: 資金洗浄対策に対し、以下のご協力を求める場合があります。:

source: The average is the average of the ticks, including the first and the last tick.
de: Der Mittelwert ist der Durchschnitt der Ticks, einschließlich des ersten und letzten Ticks.

source: The barrier of a binary option trade is the price target you set for the underlying. You can choose trades that stay below or go above a price target, or stay between two targets.
de: Die Handelsschwelle bei den Binären Optionen ist der Zielkurs den Sie für einen Basiskurs festlegen. Sie können Kontrakte wählen, bei dem dem der Zielkurs nicht erreicht wird, ihn überschreiten oder zwischen zwei Zielwerten bleibt.
ja: バイナリー取引でのバリアとは、取引対象に設定する価格ターゲットのことです。その価格ターゲットに対して、価格が下回る、上回る、上下の価格ターゲットの間に留まるか否かを選択することができます。

source: The barrier(s) you choose defines your position and triggers your payout.
de: Die von Ihnen ausgewählte(n) Schwelle(n) legen Ihren Schlussstand fest und lösen Ihre Zahlung aus.
ja: バリアの設定値はポジションの決定要素であり、払い戻し金額を決定します。

source: The barriers are improperly entered for this contract.
de: Bei diesem Kontrakt sind die Schwellen nicht korrekt eingegeben.
ja: このトレードに入力されたバリア値が不適切です。

source: The best promotional tools and robust online reporting
de: Die besten Werbemittel und eine präzise Online-Berichterstattung
ja: 最良のプロモーションツールとレポート機能を提供

source: The bonus code can only be entered and activated upon account opening.
de: Der Bonuscode kann nur bei der Kontoeröffnung eingegeben und aktiviert werden.
ja: ボーナスコードのご入力、及び有効化のためには口座の開設が必須です。

source: The bonus will be added to the account when the required minimum deposit has been made via a single transaction. Clients who make multiple deposits in an attempt to accumulate the required deposit amount will not be eligible for this bonus.
de: Der Bonus wird Ihrem Konto gutgeschrieben, wenn die erforderliche Mindesteinzahlung mit einer einzelnen Überweisung erfolgt ist. Kunden, die versuchen, den erforderlichen Einzahlungsbetrag mit mehreren Einzahlungen anzusammeln, können diesen Bonus nicht beanspruchen.
ja: このボーナスは、ボーナスの付与条件となる入金金額を１回のご入金で完了した場合に付与されます。複数のボーナスの獲得を目的として、入金金額を不必要に増やされた場合はこのボーナスは適用されません。
