Repository: yottanami/binary-static
Catalog: config/locales/*.po
Languages: de, ja

source: It is understood that we or any of our directors, officers or employees thereof may have an interest, relationship or arrangement that is material in relation to any trade effected on behalf of you and it is agreed that any person so interested shall be entitled to retain any benefit or profit received and shall not be liable to account therefore to you by reason only of such conflict.
de: Es wird davon ausgegangen, dass wir oder unsere Vorstände, leitenden Angestellten oder Mitarbeiter ein Interesse, eine Beziehung oder eine Vereinbarung haben, die in Bezug zu jedem Geschäft, dass in Ihrem Auftrag ausgeführt wird, materiell ist und es ist vereinbart, dass jede derartig interessierte Person berechtigt ist, erhaltene Profite zu behalten und nicht verpflichtet sein kann, Ihnen diese aufgrund eines solchen Konflikts herauszugeben.

source: It will be released to your account upon approval.
de: Er wird nach Genehmigung auf Ihrem Konto gutgeschrieben.
ja: 自動的に付与されることはなく、承認を経てボーナスとして付与されます。

source: Item
de: Posten
ja: 項目

source: It’s time to expand. We set up a programming center in Cyberjaya – the Silicon Valley of Kuala Lumpur – to maintain and improve BetOnMarkets.com.
de: Es ist Zeit, sich zu vergrößern. Wir planen ein Programmierzentrum in Cyberjaya - das Silicon Valley von Kuala Lumpur - um BetOnMarkets zu pflegen und zu verbessern.
ja: BetOnMarkets.comのメンテナンスと改善を目的とし、マレーシアのシリコンバレーと称されるサイバージャヤに開発センターを開設。

source: J. Welles Wilder has developed the Average Directional Index - ADX to define trend force, whether the trend will develop further or will gradually weaken. The indicator allows to analyse tendencies of the market and to make trading decisions in the market forex.
de: J. Welles Wilder hat den Average Directional Index (ADX) entwickelt, um die Trendstärke zu definieren und festzustellen, ob ein Trend sich weiter entwickeln oder nach und nach schwächer wird. Der Indikator ermöglicht die Marktanalyse und auf dem Devisenmarkt Handelsentscheidungen zu treffen.
ja: J. Welles Wilder氏によってAverage Directional Index (ADX)は考案されました。トレンドの強さを測るための指標であり、トレンドが強まるか弱まるかを測ります。この指標によって市場のトレンド分析、及び外国為替市場での意思決定が可能になります。

source: January
de: Januar
ja: １月

source: Java Charts
de: Java Diagramme
ja: Javaチャート

source: Java charts
de: Java Diagramme
ja: Javaチャート

source: Join our analysts LIVE twice a week for a comprehensive analysis of recent developments and trends in the global financial markets.
de: Verfolgen Sie unsere Analysten zwei Mal wöchentlich LIVE, die eine umfassende Analyse der neusten Entwicklungen und Trends in den Weltfinanzmärkten abgeben.
ja: グローバルレベルの金融市場トレンドを知るために、週二回生中継で行われる分かりやすい分析に参加しましょう。

source: Join our community of 1,000,000+ traders
de: Treten Sie unserer Gemeinschaft von 1.000.000+ Händlern bei
ja: 1,000,000以上のトレーダがいる私達のコミュニティーに参加しましょう

source: July
de: Juli
ja: ７月

source: Jump to
de: Springen Sie zu
ja: 参照先

source: June
de: Juni
ja: ６月

source: Keep this value secure
de: Sichern Sie diesen Wert ab
ja: この値の安全を確保して下さい

source: Kind Regards
de: Mit freundlichen Grüßen
ja: 敬具

source: Kind Regards,
de: Mit freundlichen Grüßen
ja: 敬具

source: LOG OUT
de: AUSLOGGEN
ja: ログアウト

source: Languages
de: Sprachen
ja: 言語

source: Last
de: Letzter
ja: 最終

source: Last Digit Prediction
de: Letzte Stelle Voraussage
ja: 下一桁の予想数字

source: Last Digit Stats
de: Letzte Stelle Statistiken
ja: 下一桁ステータス

source: Last digits for the latest %1 ticks on %2
de: Letzte Stellen der letzten %1 Ticks von %2
ja: %2の最後Tick%1：

source: Laws regarding financial contracts vary throughout the world, and it is the responsibility of persons accessing this site to ensure that they understand and fully comply with any laws or regulations relevant to themselves in their own country. This site does not constitute, and may not be used for the purposes of, an offer or solicitation to anyone in any jurisdiction in which such offer or solicitation is not authorised or to any person to whom it is unlawful to make such offer or solicitation. Access to this site and the offering of financial contracts via this site in certain jurisdictions may be restricted and, accordingly, persons accessing this site are required to inform themselves about and to observe such restrictions.
de: Die Gesetze über Finanzverträge sind weltweit unterschiedlich und Personen, die diese Seite besuchen, sind dafür verantwortlich sicherzustellen, dass sie alle Gesetze und Vorschriften, die in ihrem eigenen Land für sie gelten, verstanden haben und diese einhalten. Diese Site darf nicht für die Zwecke eines Angebots oder einer Aufforderung einer Person innerhalb eines Landes, in dem ein solches Angebot oder eine Aufforderung nicht erlaubt ist, verwendet werden oder von einer Person, an die ein solches Angebot oder Aufforderung per Gesetz verboten ist, benutzt werden. Der Zugang zu dieser Site und das Anbieten von Finanzverträgen über diese Seite kann in manchen Ländern eingeschränkt sein. Dementsprechend werden Personen, die diese Seite besuchen, dazu aufgefordert, sich selbst über solche Einschränkungen zu informieren und diese im Auge behalten.
ja: 各国毎に金融トレードに関する法律は異なります。当社サイトにアクセスする者は、居住国の法律や規制を完璧に理解し遵守することを確約する責任があります。当社サイトは、当社サービスの提供や勧誘が認められていない管轄区域に居住されている方、又は当社サービスの提供や勧誘が合法でない地域に居住されている方に対してサービスの提供や勧誘することはなく、サービス提供や勧誘のために当社サイトが用いられることもありません。特定の管轄区域に対しては当社サイトへのアクセス、または当社サイト経由での金融トレードの提供を制限する場合があります。また、当社サイトにアクセスする方は、そのような制限を熟知し注視する必要があります。

source: Learn about one of the fastest growing sectors of the finance industry.
de: Hier erfahren Sie mehr über einen der am schnellsten wachsenden Sektoren der Finanzbranche.
ja: 世界中で著しい成長を遂げているバイナリー取引について

source: Learn about the different ways to trade on the markets.
de: Erfahren Sie etwas über die verschiedenen Handelsmöglichkeiten auf den Märkten.
ja: 様々なトレードタイプを学んでみましょう。

source: Learn about the simplicity, transparency and flexibility of binary trading.
de: Lernen Sie die Einfachheit, Transparenz und Flexibilität des Binären Handels kennen.
ja: バイナリー取引での簡潔さと透明性を学ぶ

source: Learn from us
de: Lernen Sie von uns
ja: トレードを学ぶ

source: Learn the basics, from choosing your asset to winning your payout.
de: Erfahren Sie mehr über die Grundlagen, von der Auswahl Ihres Vermögens bis hin zu dem Gewinn Ihrer Auszahlung.
ja: 成功のために取引対象を選択し、トレードの基礎を学ぶ

source: Learning to trade
de: Das Handeln erlernen
ja: トレードの練習

source: Learning to trade online
de: Online-Trading lernen
ja: オンライン・トレードの習得

source: Legacy Contract
de: Altkontrakt
ja: レガシートレード

source: Legacy contract. No further information is available.
de: Altkontrakt. Es steht keine weitere Information zur Verfügung.
ja: レガシートレードです。これ以上の詳細情報は存在しません。

source: Less than $100,000
de: Weniger als 100.000 $
ja: $100,000以下

source: Less than $25,000
de: Weniger als 25.000 $
ja: $25,000以下

source: Level of Education
de: Ausbildungsgrad

source: Liability
de: Haftung
ja: 責任範囲について

source: Licence to use Marks
de: Lizenz, Markenzeichen zu verwenden
ja: 知的財産のご利用について

source: Like %2, %1 reset back to a price of 1000 each day. The difference is that %1 reset at 12PM GMT, (%2 reset at 00:00:00 GMT).
de: Wie %2, werden auch %1 jeden Tag auf einen Kurs von 1000 zurückgesetzt. Der Unterschied ist, dass %1 um 12:00 Uhr mittags GMT zurückgesetzt werden (%2 werden um 00:00:00 GMT zurückgesetzt).

source: Limits 1 to 3 may only be changed or increased after 7 days' notice.
de: Die Limits 1 bis 3 können nur mit einer Kündigungsfrist von 7 Tagen geändert oder erhöht werden.
ja: 上記制限事項のうち１〜３の内容に関しては、申請から７日後に制限内容を変更または緩和することが可能です。

source: Line
de: Linie
ja: 線

source: Line Chart
de: Linienchart
ja: Lineチャート

source: Line Dot Chart
de: Punktlinienchart
ja: Line Dotチャート

source: Listing only Payment Agents in %1.
de: Nur Zahlungsagenten in %1 auflisten.

source: Log out
de: Abmelden
ja: ログアウト

source: Log-in to your %1 affiliate account and click on: Finances &rarr; Payment instructions.
de: Loggen Sie sich in Ihr %1 Partner-Konto ein und klicken Sie auf: Finanzen &rarr; Zahlungsanweisungen.
ja: %1のアフィリエイト口座にログインしFinances &rarr;Payment Instructionsをクリックし、ご変更手続きを行って下さい。

source: Log-in to your %1 affiliate account and click on: Marketing &rarr; All Media.
de: Loggen Sie sich in Ihr Partner-Konto von %1 ein und klicken Sie auf: Marketing &rarr; Alle Medien.
ja: %1のアフィリエイト口座にログインし、Marketing &rarr; All Mediaをクリックします。

source: Log-in to your %1 affiliate account and click on: Reports &rarr; Traffic Report.
de: Loggen Sie sich in Ihr %1 Partner-Konto ein und klicken Sie auf: Berichte &rarr; Traffic Bericht.
ja: %1のアフィリエイト口座にログインし、Reports &rarr; Traffic Reportをクリックします。

source: Logarithmic Scale
de: Logarithmische Skala
ja: Logarithmicスケール

source: Login ID (%1) does not exist.
de: Login ID (%1) existiert nicht.
ja: ご入力されたログインID (%1) は存在しません。

source: Login Trouble
de: Anmeldeproblem
ja: ログインでお困りの場合

source: Login time:
de: Login Uhrzeit:
ja: ログインタイム：

source: Login to this account has been temporarily disabled due to system maintenance. Please try again in 30 minutes.
de: Das Login in dieses Konto wurde aufgrund einer Systemwartung vorläufig deaktiviert. Bitte versuchen Sie es in 30 Minuten wieder.
ja: 申し訳ございませんがシステムメンテナンスのため、この口座へのアクセスは承っておりません。３０分後に改めてお手続きを進めて下さい。

source: Login trouble
de: Login Problem
ja: ログインにお困りの場合

source: Logout
de: Abmelden
ja: ログアウト

source: Long-term partnership with the leading financial trading service
de: Langzeit-Partnerschaft mit dem führenden Finanzhandelsservice
ja: 業界を牽引するトレードサービスとの長期的なパートナーシップ

source: Loss
de: Verlust
ja: 損益

source: Lost password?
de: Passwort vergessen?
ja: パスワードをお忘れの場合

source: Low
de: Niedrig

source: Low Barrier
de: Untere Schwelle
ja: 下限バリア

source: Low Barrier should be number only
de: Die untere Schwelle darf nur aus Zahlen bestehen
ja: 下限バリアは数値で設定して下さい

source: Low barrier
de: Untere Schwelle
ja: 下限バリア

source: Low barrier is out of acceptable range. Please adjust the low barrier.
de: Die untere Barriere liegt ausserhalb des erlaubten Bereichs. Bitte passen Sie die untere Schwelle an.
ja: この下限バリアは、許容範囲外です。下限バリアを修正して下さい。

source: Low barrier offset
de: Verschiebung der unteren Schwelle
ja: 下限追加バリア値

source: Lower Band
de: Unteres Band
ja: ロワーバンド

source: Lower Band = Average - 0.5 * Std Deviation
de: Unteres Band = Mittelwert - 0,5 * Std Abweichung

source: MACD
de: GMKD

source: MACD Signal
de: GMKD-Signal
ja: MACDシグナル

source: Maintain your Site and promote %1 in an appropriate manner and contact us if you are changing design or layout or adding material that may influence our opinion as to whether you are a suitable affiliate partner.
de: Pflegen Sie Ihre Website und bewerben Sie %1 in einer angemessenen Weise. Kontaktieren Sie uns, wenn Sie das Design oder Layout Ihrer Website ändern oder Material hinzufügen, was unserer Meinung nach darüber entscheidet, ob Sie ein geeigneter Partner für das Partnerprogramm sind.
ja: プロモーションサイトの管理、及び%1のプロモーションを適切な方法で行って頂きます。尚、アフィリエイトとして適切かどうかの判断を仰ぐ必要がありそうなデザインやレイアウトの変更、及び素材を追加される場合は、当社までご連絡下さい。

source: Make a Deposit
de: Eine Einzahlung vornehmen
ja: ご入金

source: Make a deposit or withdraw
de: Nehmen Sie eine Ein- oder Auszahlung vor
ja: 入出金はこちらから

source: Make your trade
de: Führen Sie Ihr Geschäft aus
ja: トレードを決定

source: Mar
de: Mär
ja: ５月

source: March
de: März
ja: ３月

source: Market
de: Markt
ja: マーケット

source: Market Data
de: Marktdaten
ja: マーケットデータ

source: Market Opinions
de: Marktmeinungen
ja: マーケットに関する掲載情報について

source: Market Professionals
de: Marktprofis
ja: マーケットのプロ投資家

source: Market exit price
de: Kurs zum Vertragsende
ja: 市場出口価格

source: Market holiday during the contract period. Select an expiry date after %1.
de: Börsenfeiertag während der Vertragslaufzeit. Wählen Sie ein Ablaufdatum nach dem %1.
ja: トレードの取引期間に市場の休日が存在します。トレード終了日を%1以降に設定して下さい。

source: Market prices are updated at most once per second. For any given second, the market price will be updated to the first tick, if any, received in that particular second on the company datafeed.
de: Marktkurse werden bestenfalls einmal pro Sekunde aktualisiert. Der Marktkurs wird je Sekunde auf den ersten Tick aktualisiert, der - sofern vorhanden - in dieser bestimmten Sekunde per Datenübertragung beim Unternehmen empfangen wurde.
ja: 市場価格は最高で１秒に１回の頻度で更新されます。どの任意の秒数でも市場価格にはその最初のTickの値、または特定の秒数に当社のデータフィードに受信された値が更新されます。

source: Market-closing times: Please refer to
de: Börsenschlusszeiten: Es wird verwiesen auf
ja: 市場閉場時間：

source: Market:
de: Markt:
ja: 市場：

source: Marketing and Promotion
de: Marketing und Werbung
ja: マーケティング＆プロモーション

source: Markets
de: Märkte
ja: マーケット

source: Markets Never Close Here!
de: Hier sind die Börsen nie geschlossen!
ja: ここではマーケットは絶対閉鎖しません！

source: Mass Index
de: Massenindex
ja: マスインデックス

source: Matched Contract Bonus
de: Angepasster Kontraktbonus
ja: 合致するトレードボーナス

source: Maximum account cash balance
de: Maximales Kontoguthaben
ja: ご口座上限金額

source: Maximum account cash balance is currently set to <strong>%1 %2</strong>
de: Das maximale Kontoguthaben liegt aktuell bei <strong>%2 %1</strong>
ja: 現在のご口座上限金額は、<strong>%1 %2</strong>です。

source: Maximum aggregate contract purchases over a 7-day period.
de: Maximaler Gesamtkontrakterwerb über einen Zeitraum von 7 Tagen.
ja: 7日間の最大契約購入数

source: Maximum aggregate contract purchases per day.
de: Maximaler Gesamterwerb von Kontrakten pro Tag.
ja: 一日あたりで購入可能なトレードの最高総額

source: Maximum aggregate loss over a 7-day period.
de: Maximaler angesammelter Verlust über einen Zeitraum von 7 Tagen.
ja: 7日間の最大損失

source: Maximum aggregate loss per day.
de: Maximal aufgelaufener Verlust pro Tag.
ja: 1日あたりの最大損失

source: Maximum aggregate payouts on open positions
de: Maximale Gesamtauszahlungen auf offene Positionen
ja: オープン中ポジションに対する払い戻し金額の最高総額

source: Maximum daily turnover
de: Maximaler Tagesumsatz
ja: １日あたりのトレード購入可能金額

source: Maximum number of open positions
de: Maximale Anzahl offener Positionen
ja: 保有可能なオープンポジションの総数

source: Maximum number of open positions is currently set to <strong>%1</strong>
de: Die maximale Anzahl offener Positionen liegt aktuell bei <strong>%1</strong>
ja: 現在、保有可能なオープン中ポジションの総数は<strong>%1</strong>件です。

source: Maximum withdrawal by all other means:
de: Maximale Auszahlung aller anderer Geldmittel:
ja: 他の全ての方法での出金最大金額：

source: May
de: Mai
ja: ５月

source: Memorable date
de: Denkwürdiges Datum
ja: 思い出のある日時

source: Memorable town/city
de: Denkwürdige/r Ort/Stadt
ja: 思い出のある都市／街の名前

source: Mentioning error code %1 in any correspondence may help us resolve the issue more quickly.
de: Die Benennung des Fehlercodes %1 in der Korrespondenz kann uns dabei helfen, den Fall schneller zu lösen.
ja: エラーコード%1を提供して下さることで、より詳細かつ正確な調査を迅速に行うことができます。

source: Method
de: Methode
ja: 決済方法

source: Mid
de: Mitte

source: Min-Max Deposit
de: Min-Max Einzahlung
ja: 最低ー最高 ご入金額

source: Min-Max Withdrawal
de: Min-Max Auszahlung
ja: 最低ー最高 ご出金額

source: Miss
de: Verpasst

source: Missing market data for contract duration
de: Fehlende Marktdaten für die Kontraktlaufzeit
ja: トレード期間のマーケットデータが不明です

source: Missing market data for contract period.
de: Fehlende Marktdaten für den Kontraktzeitraum.
ja: 取引機関でのマーケットデータが不明です。

source: Missing market data for entry spot.
de: Fehlende Marktdaten für den Anfangskurs.
ja: エントリー価格のマーケットデータが不明です。

source: Missing market data for exit spot.
de: Fehlende Marktdaten für den Schlusskurs.
ja: 終了価格が不明です。

source: Mobile application
de: Mobilgeräteanwendung
ja: 携帯向けアプリ

source: Momentum
de: Impuls
ja: モメンタム

source: Monday
de: Montag
ja: 月曜日

source: Money collected from Clients are not invested in any securities, futures, currencies, derivatives or other investments, on behalf of Clients.
de: Von Kunden eingenommene Gelder werden nicht im Auftrag von Kunden in Aktien, Futures, Derivate oder andere Anlagen investiert.
ja: お客様からお預かりした資金はお客様を代表して、いかなる有価証券、先物、デリバティブ、または他の投資対象に投資されることはありません。

source: Moneyness terms
de: Moneyness Bedingungen
ja: Moneyness検索

source: Monies deposited by you with us in advance of a trade or pending withdrawal is treated by us as clients' money. We hold such monies in pooled or omnibus clients' money bank accounts opened with banks or other institutions ("Institutions"), segregated from our own money. Such clients' money bank accounts may be opened with EEA Institutions or Institutions outside the EEA. Where clients money is held with non-EEA Institutions this means that such accounts will be subject to laws other than those of an EEA member state and your rights may differ accordingly.
de: Gelder, die Sie bei uns im Voraus für einen Kontrakt überweisen oder in Bearbeitung befindliche Auszahlungen werden von uns als Kundengelder behandelt. Wir halten solche Gelder getrennt von unseren Geldern auf gepoolten oder Kundengelder Sammelkonten, die bei Banken oder Instituten ("Instituten") eröffnet wurden. Derartige Kundengelder Bankkonten können bei EWR Instituten oder Instituten außerhalb des EWR eröffnet werden. Wenn Kundengelder bei nicht-EWR Instituten gehalten werden, bedeutet dies, für solche Konten andere Gesetze wie für die in einem EWR Mitgliedsstats gelten und sich Ihrer Rechte entsprechend unterscheiden.
ja: お取引または出金を申し出る前に当社に入金いただいたマネーは、クライアントマネーとして当社で取り扱わせていただきます。当社ではそのような資金を当社のお金とは別に、銀行やその他金融機関で開設したクライアント銀行口座に蓄えらるか、監視されます。このようなクライアントマネーの銀行口座は、EEA機関またはEEA外の機関で保持される場合があります。非EEA機関がクライアントマネーを保持している場合、そのような口座はEEA加盟国外の法律の対象となり、それに応じてお客様の権利と異なる場合があります。

source: Monitor your portfolio in real time.
de: Überwachen Sie Ihr Portfolio in Echtzeit.
ja: リアルタイムでのポートフォリオの確認が可能。

source: Monitoring and review of this Policy
de: Beobachtung und Bewertung dieser Regel
ja: 本ポリシーのモニターと閲覧

source: Month
de: Monat
ja: ヶ月

source: Monthly
de: Monatlich
ja: 月毎

source: Monthly Webinars
de: Monatliche Webinare
ja: 月毎ウェビナー

source: Months
de: Monate
ja: ヶ月

source: More benefits
de: Mehrere Vorteile
ja: 福利厚生について

source: More specifically, when we enter into a Binary Option trade with you (each, a "Contract"), we have a duty to provide you with ‘best execution’. Best execution means that we must take reasonable steps to obtain the best possible result for you when executing an order with you. This document provides a summary of our best execution policy.
de: Konkret haben wir die Pflicht, Ihnen die 'bestmögliche Ausführung' zu bieten, wir wir in einen Binäre Optionen Handel mit Ihnen eingehen (je "Kontrakt"). Die bestmögliche Ausführung bedeutet, dass wir die geeigneten Schritte unternehmen müssen, um für Sie für die für Sie ausgeführte Order das bestmögliche Ergebnis zu erreichen. Dieses Dokument bietet eine Zusammenfassung unsere Regeln zur bestmöglichen Ausführung.
ja: すなわち、お客様とバイナリーオプション取引に入る際（各"契約"）、当社にはお客様に「最良執行」を提供させていただく義務があります。最良執行とは、お客様への可能な限り最良の結果を得られるよう適切な措置を取らせていただく必要があることを言います。この文書では当社の最良執行ポリシーの概要をご覧いただけます。

source: Mother's maiden name
de: Mädchenname der Mutter
ja: お母様の旧姓

source: Mountain Chart
de: Gebirgsdiagramm
ja: Mountainチャート

source: Moving averages provide an objective measure of trend direction by smoothing out short-term price fluctuations.A Simple Moving Average is the unweighted mean of the n (set by period) previous periods (1 period is the selected timescale, i.e. 1 minute, 1 day etc.).All previous periods have equal weight in determining the SMA.Shorter length moving averages are more sensitive and signals trends much faster than longer length MAs, but also give more false signals. A longer length MA is more reliable but only picks up the big trend.
de: Gleitende Mittelwerte liefern durch das Glätten von kurzfristigen Kursschwankungen ein objektives Maß für die Trendrichtung. Ein einfach gleitender Mittelwert ist das ungewogene Mittel von n (durch Perioden bestimmt) vorherigen Zeiträume (1 Periode ist die ausgewählte Zeitspanne, z. B. 1 Minute, 1 Tag usw.). Bei der Bestimmung eines EGM haben die vorangegangenen Zeiträume das gleiche Gewicht. Gleitende Mittelwerte mit kürzere Länge sind empfindlicher und signalisieren Trends viel schneller als GMs mit großer Länge, geben aber auch mehr falsche Signale. Ein MA mit großer Länge ist zuverlässiger, greift aber nur die großen Trends auf.
ja: 移動平均線は、市場動向の短期間での不揃いな動きを滑らかにすることにより市場動向の方向性見やすくしたものです。単純移動平均線では単位時間の終値の期間平均を採用しています。例えば、20日移動平均であれば、本日を含めた過去20日間の終値を平均したものとなります。このように単純移動平均線は平均値としてのデータが反映されています。一般的に短期間での移動平均線は微細な動向を示し、長期間での移動平均線に比べて素早い変化を示しますが、トレードの判断に適切なシグナルであるとは限りません。ちなみに長期間での移動平均線は適切なシグナルとなり得ますが、おおよその傾向を示すに留まります。

source: Moving averages provide an objective measure of trend direction by smoothing out short-term price fluctuations.For an Exponential Moving Average, the applied weight factor decreases exponential for periods further away in the past. It gives much more importance to recent observations while still not discarding older observations entirely.Shorter length moving averages are more sensitive and signals trends much faster than longer length MAs, but also give more false signals. A longer length MA is more reliable but only picks up the big trend.
de: Gleitende Mittelwerte liefern durch das Glätten von kurzfristigen Kursschwankungen ein objektives Maß der Trendrichtung. Für einen exponentiell gleitenden Mittelwert, nimmt der angewandte Gewichtungsfaktor für Perioden, die in der Vergangenheit weiter zurückliegen, exponentiell ab. Es wird viel mehr Bedeutung auf neueste Beobachtungen gelegt, wobei ältere Beobachtung nicht ganz ausgesondert werden. Gleitende Mittelwerte mit geringerer Länge sind empfindlicher und signalisieren Trends viel schneller als GMs mit großer Länge, geben aber auch mehr falsche Signale. Ein MA mit großer Länge ist zuverlässiger, greift aber nur die großen Trends auf.
ja: 移動平均線は、市場動向の短期間での不揃いな動きを滑らかにすることにより市場動向の方向性見やすくしたものです。指数移動平均線は過去の値も用いて計算されますが、 より直近の値に重きを置いて算出される特徴がありますので、トレンドを追うのに適したテクニカル分析手法となります。一般的に短期間での移動平均線は微細な動向を示し、長期間での移動平均線に比べて素早い変化を示しますが、トレードの判断に適切なシグナルであるとは限りません。ちなみに長期間での移動平均線は適切なシグナルとなり得ますが、おおよその傾向を示すに留まります。

source: Moving averages provide an objective measure of trend direction by smoothing out short-term price fluctuations.In a Weighted Moving Average, the previous periods have less weight for periods further away in the past. In an n-day WMA the latest day has weight n, the second latest n-1, etc, down to zero.Shorter length moving averages are more sensitive and signals trends much faster than longer length MAs, but also give more false signals. A longer length MA is more reliable but only picks up the big trend.
de: Gleitende Mittelwerte liefern durch dasGlätten von kurzfristigen Kursschwankungen ein objektives Maß für die Trendrichtung. Bei einem gewogenen gleitenden Mittelwert haben die vorigen Perioden für Perioden, die in der Vergangenheit weiter zurückliegen, weniger Gewicht. Bei einem n-Tag WMA hat der letzte Tag das Gewicht n, der vorletzte n-1 bis auf Null. Es wird viel mehr Gewicht auf neueste Beobachtungen gelegt, wobei ältere Beobachtung nicht ganz ausgesondert werden. Gleitende Mittelwerte mit geringerer Länge sind empfindlicher und signalisieren Trends viel schneller als GMs mit großer Länge, geben aber auch mehr falsche Signale. Ein MA mit großer Länge ist zuverlässiger, greift aber nur die großen Trends auf.
ja: 移動平均線は、市場動向の短期間での不揃いな動きを滑らかにすることにより市場動向の方向性見やすくしたものです。加重移動平均線では価格の重みを過去に向けて順次小さくしています。例えば、n日の加重移動平均で重みnを課した場合、次の日はn-1の重みが課されて次第に重みが０となります。一般的に短期間での移動平均線は微細な動向を示し、長期間での移動平均線に比べて素早い変化を示しますが、トレードの判断に適切なシグナルであるとは限りません。ちなみに長期間での移動平均線は適切なシグナルとなり得ますが、おおよその傾向を示すに留まります。

source: Mr
de: Herr

source: Mrs
de: Frau

source: Ms
de: Frl.

source: Multi award-winning trading platform.
de: Mehrfach ausgezeichnete Handelsplattform.
ja: 数々の受賞履歴を誇るプラットフォーム

source: Multi-lingual and multi-currency support
de: Mehrsprachige Betreuung und Unterstützung mehrerer Währungen
ja: 多言語、及び複数の通貨によるサポート

source: Must be in a valid URI format
de: Muss in gültigem URI Format sein
ja: 有効なURIフォーマットでなければなりません

source: My Account
de: Mein Konto
ja: 口座情報

source: Name of first love
de: Name der ersten Liebe
ja: 初恋の人のお名前

source: Name of your pet
de: Name Ihres Haustiers
ja: ペットのお名前
