Repository: yottanami/binary-static
Catalog: config/locales/*.po
Languages: de, ja

source: <strong>Scalable trading</strong> - win the same proportional return on stakes of all values.
de: <strong>Skalierbarer Handel</strong> - Sie gewinnen bei Einsätzen beliebiger Höhe den proportional gleichen Betrag.
ja: <strong>平等なトレード機会</strong>：どのような払い戻し価格でも、同じリターン率を提供します。

source: <strong>Security</strong> - %1 ensures your personal data and transactions are always secure.
de: <strong>Sicherheit</strong> %1 garantiert, dass Ihre personenbezogenen Daten und Transaktionen immer sicher sind.
ja: <strong>安全性</strong>：%1はお客様の個人情報と取引情報を常に秘匿します。

source: <strong>Set your probability of winning</strong> - choose trades with high returns and a low probability to win, or with low returns and a high probability to win.
de: <strong>Legen Sie Ihre Gewinnwahrscheinlichkeit fest</strong> - wählen Sie zwischen Optionen mit hohen Renditen und einer geringen Wahrscheinlichkeit, zu gewinnen, oder mit niedrigen Renditen und hoher Wahrscheinlichkeit, zu gewinnen.
ja: <strong>明確なリターン</strong>：勝率が低いトレードでは高いリターンを期待でき、勝率が高い場合はリターンは低く留まります。

source: <strong>Short to long-term</strong> - choose timeframes from 10 seconds to 365 days.
de: <strong>Kurz bis langfristig </strong> - wählen Sie Zeitspannen von 10 Sekunden bis zu 365 Tagen.
ja: <strong>短期から長期のお取引</strong> - 10秒から365日までタイムフレームを選択

source: <strong>Short-term action</strong> - choose intraday trades from 1 minute to 24 hours.
de: <strong>Kurzfristige Kontrakte</strong> - wählen Sie Intraday-Kontrakte von 1 Minute bis 24 Stunden.
ja: <strong>短期アクション</strong> - 1分から24時間までの日計り商いを選択

source: <strong>Stock Indices</strong> - trade all major worldwide stock indices.
de: <strong>Aktienindizes</strong> - handeln Sie alle weltweit wichtigen Aktienindizes.
ja: <strong>株価指数</strong> - 世界の全主要株価指数のお取引

source: <strong>Stock indices</strong> - trade all major worldwide stock indices.
de: <strong>Aktienindizes</strong> - handeln Sie mit allen weltweit wichtigen Aktienindizes.
ja: <strong>株価指数</strong> - 世界の全主要株価指数のお取引

source: <strong>Take early profits</strong> - sell your long-term trades at market prices before they expire.
de: <strong>Vorzeitige Gewinnmitnahme</strong> - verkaufen Sie Ihre langfristigen Kontrakte zu Marktpreisen, bevor sie ablaufen.
ja: <strong>早めに利益を確保</strong>：長期の取引期間のトレードを売ることが可能です。

source: <strong>Tax-free</strong> - binaries are licensed as a betting activity in the UK, so your winnings are tax-free.
de: <strong>Steuerfrei</strong> - Binäre Optionen sind in Großbritannien als Wettveranstaltung zugelassen, dies bedeutet, dass Ihre Gewinne steuerfrei sind.
ja: <strong>免税</strong> - バイナリーは英国の賭博活動と認可されているため、お客様の報酬は非課税になります。

source: <strong>Touch/No Touch</strong> - predict if the market will touch or not touch a price target.
de: <strong>Ziel/Kein Ziel</strong> - sagen Sie voraus, ob der Kurs einen vorher festgelegten Zielkurs erreichen wird oder nicht.
ja: <strong>タッチ/ノータッチ</strong>：バリア設定をした価格にタッチするか？タッチしないか？を予想して下さい。

source: <strong>Touch/No Touch</strong> - where you can profit from the market touching or not touching a target price.
de: <strong>Ziel/Kein Ziel</strong> - hier verdienen Sie, wenn der Kurs den vorher festgelegten Zielkurs erreicht oder nicht.
ja: <strong>タッチ/ノータッチ</strong>：バリア設定をした価格にタッチするか？タッチしないか？を予想して下さい。

source: <strong>Trade to your budget</strong> - dip a toe in the water with $2 or go all out for $100,000.
de: <strong>Ihren Finanzen angepasster Handel</strong> - steigen Sie mit nur 2 € ein oder gehen Sie mit 100.000 € aufs Ganze.
ja: <strong>ご予算に気兼ねなくトレード</strong>：たった２ドルからのトレードも、最高で１０万ドルを払い戻すトレードも実行可能です。

source: <strong>Trade to your strategy</strong> - set your trades on ‘gut feel’, or use technical or fundamental analysis.
de: <strong>Handeln Sie nach Ihrer Strategie</strong> - gehen Sie nach Bauchgefühl vor oder setzen Sie technische oder Fundamentalanalysen ein.
ja: <strong>トレード戦略を活用</strong>：ご自身の戦略、テクニカル分析、ファンダメンタル分析などをトレードを設定にご活用して頂けます。

source: <strong>Trade when you want to trade</strong> - trade 24/7, even on weekends.
de: <strong>Handeln, wann immer Sie wollen</strong> - handeln Sie rund um die Uhr, sogar an Wochenenden.
ja: <strong>お好きな時間にお取引</strong> - 週末でも24時間365日お取引が可能

source: <strong>Trade with confidence</strong> - get pricing that is normally reserved for big institutional players.
de: <strong>Handel mit Selbstvertrauen</strong> - holen Sie sich die Kurse, die normalerweise großen institutionellen Akteuren vorbehalten sind.
ja: <strong>優れた価格設定</strong>：大手法人のトレーダーと同等の価格設定でのトレードが可能です。

source: <strong>Trade your way</strong> - customize your trades to meet your needs.
de: <strong>Handeln Sie auf Ihre Art</strong> - passen Sie Ihre Kontrakte an Ihre Bedürfnisse an.
ja: <strong>自由なトレード</strong>：お客様のお好きなようにトレードをカスタマイズして頂けます。

source: <strong>Up to 100% returns on rise/fall trades</strong> - we challenge you to find better returns on any competing website.
de: <strong>Bis zu 100% Rendite auf Steigen/Fallen Kontrakte</strong> - wir fordern Sie auf, bei konkurrierenden Websites nach besseren Renditen zu suchen.
ja: <strong>「ハイ/ロー」では最高で１００％のリターンを実現</strong>：当社が提供するリターン率を競合他社で探し出すのは困難でしょう。

source: <strong>Volatile markets</strong> - choose the one-touch trade, the goes-outside trade, or the ends outside trade.
de: <strong>Volatile Märkte</strong> - wählen Sie den Zielkontrakt, die Übersteigt-Option oder die Schließt-Über Option.
ja: <strong>市場が荒れている時</strong>：「タッチ」、「範囲外となる」または「範囲外で終了」トレードを実行しましょう。

source: <ul class='checked'> <li>%1 is the leading binary option trading platform.</li> <li>With an interface in English, Spanish, French, Japanese, Portuguese, Russian and Indonesian it has an internationally wide appeal.</li> <li>The %1 platform is 100% web based making it instantly available for clients.</li> <li>The platform is user friendly and accessible to all levels of traders.</li> <li>The %1 affiliate program is competitive and adaptive to your unique requirements [whatever they may be].</li> </ul> <p>If you want to profit from this high demand product then your best option is to partner with the market leader; %1. We've been in the business since 1999, and we know what we're doing.</p>
de: <ul class='checked'> <li>%1 ist die führende Handelsplattform für Binäre Optionen.</li> <li>Mit ihrer Benutzeroberfläche in Englisch,Spanisch, Französisch, Japanisch, Portugiesisch, Russisch und Indonesisch findet diese international Anklang.</li> <li>Die %1 Plattform ist eine 100%ige Webanwendung und daher für Kunden sofort zugänglich.</li> <li>Die Plattform ist benutzerfreundlich und für Menschen mit den unterschiedlichsten Börsenkenntnissen geeignet.</li> <li>Das %1 Partnerprogramm ist konkurrenzfähig und passt sich Ihren Vorstellungen an [wie immer diese auch sein mögen].</li> </ul> <p>Wenn Sie von diesem stark gefragten Produkt profitieren möchten, dann ist eine Partnerschaft mit dem Marktführer %1 Ihre beste Wahl. Wir sind seit 1999 im Geschäft und wissen, was wir tun.</p>
ja: <ul class='checked'> <li>%1はバイナリー業界を牽引するトレードシステム</li> <li>日本語、英語、フランス語、ドイツ語、スペイン語、ロシア語、ポルトガル語、及びインドネシア語に対応済みで、幅広く国際的にサービスを提供しています。</li> <li>100%ウェブベースで提供されている%1のプラットフォームは、簡単に利用可能</li> <li>あらゆるレベルのトレーダーのニーズに対応できる利用勝手のよいプラットフォーム</li> <li>%1のアフィリエイトプログラムは、あらゆる要求への適応が可能</li> </ul> <p>バイナリーオプションへの需要は益々増えています。バイナリーオプションをプロモーションすることで利益を得たい方は、業界リーダーの%1のパートナーになりましょう。当社は１９９９年からバイナリーに参入しておりサービスには絶対の自信があります。</p>

source: <ul><li> Go to the <strong>Edit</strong> menu and select <strong>Preferences....</strong> </li><li> Click on the <strong>Security</strong> tab. </li><li> Set "<strong>Accept cookies</strong>" to <strong>Always</strong>. </li><li> Click on the <strong>X</strong> button at the top right to save and close. </li></ul>
de: <ul><li> Gehen Sie ins Menü <strong>Bearbeiten</strong> und wählen Sie <strong>Einstellungen....</strong> aus. </li><li> Klicken Sie auf die Registerkarte <strong>Sicherheit</strong>. </li><li> Stellen Sie "<strong>Cookies akzeptieren</strong>" auf <strong>Immer</strong> ein. </li><li> Zum Speichern und Schließen klicken Sie oben rechts auf die Schaltfläche mit dem <strong>X</strong>. </li></ul>
ja: <ul><li>まず初めに<strong>Edit</strong> menu and select <strong>Preferencesメニューにアクセスしましょう。</strong> </li><li>次に<strong>Security</strong>タブをクリックしましょう。</li><li>そして、"<strong>Accept cookies</strong>"の項目を<strong>Always</strong>へ設定しましょう。</li><li>最後に右上の<strong>X</strong>ボタンをクリックし、設定を保存しページを閉じましょう。</li></ul>

source: <ul><li> Go to the <strong>Tools</strong> menu and select <strong>Internet Options</strong>. </li><li> Click on the <strong>Privacy</strong> tab. </li><li> Click on the <strong>Advanced</strong> button. </li><li> Select the <strong>Override automatic cookie handling</strong>. </li><li> Select <strong>Accept</strong> for both <strong>First-party Cookies</strong> and <strong>Third-party Cookies</strong>. </li><li> Click on the <strong>OK</strong> button to save and close. </li></ul>
de: <ul><li> Gehen Sie ins Menü <strong>Tools</strong> und wáhlen Sie <strong>Internet Optionen</strong> aus. </li><li> Klicken Sie auf die Registerkarte <strong>Datenschutz</strong>. </li><li> Klicken Sie auf die Schaltfläche <strong>Erweitert</strong>. </li><li> Wählen Sie <strong>Automatische Cookie-Verarbeitung aufheben</strong>. </li><li> <strong>Akzeptieren</strong> Sie sowohl <strong>Cookies von Erstanbietern</strong> als auch <strong>Cookies von Dritten</strong>annehmen. </li><li> Zum Speichern und Schließen klicken Sie auf <strong>OK</strong>. </li></ul>
ja: <ul><li>ブラウザの<strong>ツール</strong>メニューから<strong>インターネットオプション</strong>を選択して下さい。 </li><li><strong>プライバシー</strong>タブを選択して下さい。</li><li><strong>詳細設定</strong>ボタンをクリックして下さい。</li><li><strong>自動Cookie 処理を上書きする</strong>にチェックを入れて下さい。</li><li><strong>ファーストパーティのCookie</strong>と<strong>サードパーティのCookie</strong>を両方ともに<strong>受け入れる</strong>とマークして下さい。</li><li><strong>OK</strong>ボタンをクリックし、設定を保存してウィンドウを閉じて下さい。</li></ul>

source: <ul><li> Go to the <strong>Tools</strong> menu and select <strong>Preferences</strong>. </li><li> Click on the <strong>Advanced</strong> tab. </li><li> Select <strong>Cookies</strong> from the left column. </li><li> Select <strong>Accept cookies</strong>. </li><li> Click on the <strong>OK</strong> button to save and close. </li></ul>
de: <ul><li> Gehen Sie ins Menü <strong>Tools</strong> und wählen Sie <strong>Einstellungen</strong> aus. </li><li> Klicken Sie auf die Registerkarte <strong>Erweitert</strong>. </li><li> Wählen Sie in der linken Spalte <strong>Cookies</strong> aus. </li><li> Wählen Sie <strong>Cookies akzeptieren</strong> aus. </li><li> Zum Speichern und Schließen klicken Sie <strong>OK</strong>. </li></ul>
ja: <ul><li>まず初めに<strong>Tools</strong>メニューにアクセスし、<strong>Preferences</strong>を選択しましょう。</li><li>そして<strong>Advanced</strong>タブをクリックしましょう。</li><li>次に<strong>Cookies</strong>を左側の欄から選択しましょう。</li><li>そして<strong>Accept cookies</strong>を選択しましょう。</li><li>最後に<strong>OK</strong>ボタンをクリックし、設定を保存してページを閉じましょう。</li></ul>

source: <ul><li>Go to "<strong>Customize and control Google Chrome</strong>" dropdown and select <strong>Options</strong>.</li><li>Click on the <strong>Under the Hood</strong> tab.</li><li>Click on the <strong>Content settings</strong> button.</li><li>Select <strong>Allow local data to be set (recommended)</strong>.</li><li>Click on the <strong>Close</strong> button to save your settings.</li></ul>
de: <ul><li>Gehen Sie in das Dropdown-Menü "<strong>Google Chrome anpassen und kontrollieren</strong>" und wählen Sie <strong>Optionen</strong>.</li><li>Klicken Sie auf die Registerkarte <strong>Tuning</strong>.</li><li>Klicken Sie auf die Schaltfläche <strong>Inhaltseinstellungen</strong>.</li><li>Wählen Sie <strong>Festlegen lokaler Daten zulassen (empfohlen)</strong>.</li><li>Um Ihre Einstellungen zu speichern, klicken Sie auf <strong>Schließen</strong>.</li></ul>
ja: <ul><li>ブラウザの"<strong>Customize and control Google Chrome</strong>" のドロップダウンメニューから<strong>Options</strong>を選択して下さい。</li><li>そして<strong>Under the Hood</strong>タブをクリックして下さい。</li><li>次に<strong>Content settings</strong>ボタンをクリックして下さい。</li><li>次に<strong>Allow local data to be set (recommended)</strong>を選択して下さい。</li><li>最後に<strong>Close</strong>ボタンをクリックし、設定を保存して下さい。</li></ul>

source: <ul><li>Go to the <strong>Tools</strong> menu and select <strong>Options</strong>.</li><li>Click on the <strong>Privacy</strong> tab.</li><li>Set "<strong>Firefox will</strong>" to "<strong>Remember history</strong>".</li><li>Click on the <strong>OK</strong> button to save your settings.</li></ul>
de: <ul><li>Gehen Sie ins Menü <strong>Tools</strong> und wählen Sie <strong>Optionen</strong>.</li><li>Klicken Sie auf die Registerkarte <strong>Datenschutz</strong>.</li><li>Stellen Sie "<strong>Firefox soll</strong>" auf "<strong>Verlauf speichern</strong> ein".</li><li>Zum Speichern Ihrer Einstellungen klicken Sie auf <strong>OK</strong>.</li></ul>
ja: <ul><li>ブラウザの<strong>ツール</strong>メニューから<strong>オプション</strong>を選択して下さい。</li><li>そして<strong>プライバシー</strong>タブを選択して下さい。</li><li>その設定画面にて"<strong>Firefox</strong>"に"<strong>履歴を記憶させる</strong>"と設定をして下さい。</li><li>その後、<strong>OK</strong>ボタンをクリックし設定を保存して下さい。</li></ul>

source: == Toll Free ==
de: == Gebührenfrei ==
ja: ==フリーダイヤル==

source: A Phonegap mobile application for Binary.com
de: Eine Phonegap Mobilgeräteanwendung für Binary.com
ja: PhonegapによるBinary.comの携帯アプリ開発

source: A Simple moving average line can be enhanced by putting a percentage envelope on either side of it. Our lines are displayed 20% above and 10% below the moving average line.
de: Eine einfache gleitende Mittelwertslinie kann erweitert werden, indem an jeder Seite ein Prozentrahmen gesetzt wird. Unsere Linien zeigen 20% über und 10% unter der gleitenden Mittelwertslinie an.
ja: 単純移動平均線は、そのどちら側かに割合を指定することで加重することができます。当社のチャートでは、20%以上と10%以下の移動平均線を表示します。

source: A Stays Between trade pays out if the market stays between (does not touch) BOTH the high barrier or the low barrier at any time during the period chosen by a trader. A Goes Outside trade pays out if the market touches EITHER the high barrier or the low barrier at any time during the period chosen by a trader.
de: Ein Bleibt-Zwischen-Kontrakt wird ausgezahlt, wenn der Kurs in der Zeitspanne, die vom Händler ausgewählt wurde, zwischen dem oberen UND unteren Schwellenwert bleibt (diesen aber nicht erreicht) .Ein Übersteigt-Kontrakt wird ausgezahlt, wenn der Kurs während der vom Händler ausgewählten Zeitspanne ENTWEDER den oberen oder unteren Schwellenwert über- bzw. untersteigt.
ja: 「レンジ内/レンジ外」における「範囲内に留まる」では取引期間の間、常に最低価格として設定したバリア、及び最高価格として設定したバリアの間に価格が留まれば勝ち判定になります。上下どちらかのバリア値にタッチした瞬間に負け判定となります。レンジ内/レンジ外」における「範囲外となる」では取引期間以内に一度でも最低価格として設定したバリア、または最高価格として設定したバリアの間タッチすれば勝ち判定になります。上下どちらかのバリア値にタッチした瞬間に勝ち判定となります。

source: A Trading Agent is a person or entity other than the Client, who is given the authority to buy and sell contracts on behalf of the Client in the Client's Account.
de: Ein Handlungsbevollmächtigter ist eine andere Person oder juristische Person als ein Kunde. Der Handlungsbevollmächtigte ist berechtigt, im Namen des Kunden für das Kundenkonto Kontrakte zu kaufen und zu verkaufen.
ja: 取引エージェントは、お客様のアカウントでお客様に代わって契約の売買ができる権限が与えられている個人または団体です。

source: A True Partnership
de: Eine echte Partnerschaft
ja: 最高のサポート体制を提供

source: A Web Application using the Binary.com API
de: Eine Internetanwendung, die die Binary.com API verwendet
ja: Binary.comのAPIを利用したウェブ・アプリケーション

source: A binary option is a contract purchased by a trader, which pays a pre-determined amount if their prediction is correct.
de: Eine Binäre Option ist ein Kontrakt, der von einem Händler gekauft wurde und der einen im Voraus gestgelegten Betrag auszahlt, wenn seine Voraussage korrekt ist.
ja: バイナリーオプションとは、購入したトレードが勝った際に得られる事前に決定済みの金額のことです。

source: A binary option is an option with a fixed payout that is determined at the start of the trade. If your prediction is correct, you receive an agreed payout. If not, you lose your initial stake, and no more. The options are called ‘binary’ because there can be only two outcomes – win or lose.
de: Eine Binäre Option ist eine Option mit einer festen Auszahlung, die zu Beginn des Kontrakts festgelegt wird. Wenn Ihre Voraussage richtig ist, erhalten Sie eine im Voraus festgelegte Auszahlung. Anderenfalls verlieren Sie Ihren ursprünglichen Einsatz, nichts weiter. Die Optionen werden „Binär" genannt, da es nur zwei Ergebnisse geben kann - gewinnen oder verlieren.
ja: バイナリーオプションは、事前に定められたリターンを提供するオプション取引です。もし予想が正しければ、事前に定められた払い戻し金額を得ることが出来ます。予想が外れた場合は購入価格のみを失います。このオプション取引は、勝ち、または負けのみ結果としてもたらされるので、「バイナリー」と呼ばれています。

source: A conflict of interest can arise between the Binary Group companies and associates, the directors and staff of such companies ("us") and you as a client or between your interests and those of another client of ours.
de: Es kann ein Interessenkonflikt zwischen den Unternehmen und Partneren der Binary Group, den Vorständen und Mitarbeitern dieser Unternehmen ("uns") und Ihnen als Kunde oder Ihren Interessen und denen unserer Kunden auftreten.
ja: バイナリーグループ会社と関連企業、取締役及びスタッフとお客様、またはあなた様の利害と当社のお客様との間で利益相反は起こりうります。

source: A derivative is a financial instrument whose value is determined by reference to an underlying market. Derivatives are commonly traded in the inter-bank market, and binaries are one of the simplest forms of derivatives.
de: Ein Derivat ist ein Finanzinstrument, dessen Wert durch Bezugnahme auf einen zugrunde liegenden Kurs bestimmt wird. Derivate werden häufig im Interbankenmarkt gehandelt und Binäre Optionen sind eine der einfachsten Formen von Derivaten.
ja: デリバティブとは金融市場にて任意の取引対象にて予想される価値のことです。デリバティブはインターバンク市場にて盛んに取引されており、バイナリーはシンプルなデリバティブの一形態です。

source: A general error has occurred.
de: Es ist ein allgemeiner Fehler aufgetreten.
ja: 一般エラーが発生しました

source: A momentum indicator showing the percent rate-of-change of a triple exponentially smoothed moving average. Like other oscillators, TRIX oscillates around a zero line.
de: Ein Impulsindikator, der die prozentuale Veränderung eines dreifach exponentiell geglätteten, gleitenden Mittelwerts anzeigt. Wie andere Indikatoren bewegt sich TRIX um die Nulllinie.
ja: モメンタム系の指標であり、３倍指数平滑移動平均の移動平均の変化の割合を示します。他のオシレーターと同様にトリックスでは0ライン近辺の値を示します。

source: A new version of the interface is available. Please <a href="#" id="appcache-refresh-link">refresh</a> this page to try again.
de: Es steht eine neue Version der Schnittstelle zur Verfügung. Bitte klicken Sie auf <a href="#" id="appcache-refresh-link">Seite neu laden</a>, um es erneut zu versuchen.
ja: 新バージョンのインタフェースをご利用頂けます。<a href="#" id="appcache-refresh-link">このページを更新</a> して下さい。

source: A new version of the interface is available. Please <a href='#' id='appcache-refresh-link'>refresh</a> this page to try again.
de: Es ist eine neue Version der Schnittstelle vorhanden. Bitte <a href='#' id='appcache-refresh-link'>aktualisieren</a> Sie diese Seite, um es erneut zu versuchen.
ja: 新バージョンのトレード・インタフェースをご利用頂けます。<a href='#' id='appcache-refresh-link'>このページを更新</a>して下さい。

source: A next-generation front-end interface with Sencha ExtJS-5
de: Eine Sencha ExtJS-5 Frontend-Schnittstelle der nächsten Generation
ja: Sencha ExtJS-5による次世代のフロントエンド・インタフェース

source: A panel featuring industry leaders awards BetOnMarkets.com ‘Financial Betting Operator of the Year’ over two other finalists. It’s a major victory for our brand and further recognition of our world-beating service. Ten years on, and going from strength to strength.
de: Ein Germium, das sich aus Branchenführern zusammensetzt, verleiht BetOnMarkets.com vor zwei weiteren Finalisten den Preis "Financial Betting Operator of the Year" (Finanzwettenanbieter des Jahres). Dies ist für unsere Marke ein bedeutender Erfolg und eine weitere Anerkennung unserer erstklassigen Dienstleistungen. Wir erzielen seit zehn Jahren nach und nach immer größere Erfolge.
ja: 他の２社のファイナリストを勝ち抜き、BetOnMarkets.comは最も優秀なベッティングブローカーとして受賞。これは当社のブランドと世界一のサービスを提供していることに関する、素晴らしい評価です。創業１０周年を迎え、当社は年々強みを増しています。

source: A problem occurred
de: Es ist ein Problem aufgetreten
ja: 問題が発生しました

source: A problem occurred while connecting to the server. Please try again later.
de: Bei der Verbindung zum Server ist ein Problem aufgetreten. Bitte versuchen Sie es später erneut.
ja: サーバーに接続時に問題が発生しました。後ほど改めてアクセスして下さい。

source: A scanned copy of a utility bill showing your current residential address (utility bill must not be more than 3 months old).
de: Eine gescannte Kopie Ihrer Rechnung eines Versorgungsunternehmens mit Ihrer aktuellen Wohnanschrift (die Rechnung darf nicht älter als 3 Monate sein).
ja: 現住所を明示している公共料金の支払い通知票のスキャン（発行３ヶ月以内のものに限る）。

source: A scanned copy of your passport or driver's licence.
de: Eine gescannte Kopie Ihres Reisepasses oder Führerscheins.
ja: パスポート、又は運転免許証のスキャン。

source: A technical indicator which measures overbought/oversold levels in a very similar way to that of an Oscillator indicator, except that %R is plotted upside-down 0% to -100%. Readings in the range of 80 to 100% indicate that the security is oversold while readings in the 0 to 20% range suggest that it is overbought.
de: Ein technischer Indikator, der die Grade von überkauften/überverkauften Wertpapieren einem Oszillator-Indikator ähnlich misst. Nur stellt er die %R von 0% bis -100% grafisch umgekehrt dar. Messungen im 80 - 100% Bereich zeigen an, dass das Wertpapier überverkauft ist, während Messungen im 0 - 20% Bereich für einen überkauften Markt sprechen.
ja: オシレータ系指標に類似した方法で過剰な売買を測る指標のことで、%Rでは0％近辺を高値水準、100％近辺を下値水準として見ます。80%から100%の値を示す場合は過剰な売りを示唆し、0%から20%の値を示す場合は過剰な買いを示唆します。

source: A tick is the minimum upward or downward movement in the price of a market.
de: Ein Tick ist die minimalste Aufwärts- oder Abwärtsbewegung eines Marktkurses.
ja: チックとは、市場価格の上下の振れ幅の最小値のことです。

source: A verification email has been sent to %1.
de: Es wurde eine Verifizierungsmail gesendet an %1.
ja: 確認メールが%1に送信されました。

source: API Developer Guide
de: API Entwicklerhandbuch
ja: API開発者ガイド

source: AUTHORISED PAYMENT AGENT? (this field visible from office only)
de: ZUGELASSENER ZAHLUNGSABWICKLER? (dieses Feld ist je nach Niederlasung sichtbar)

source: About
de: Über
ja: 参考情報

source: About Us
de: Über uns
ja: 会社概要

source: About Us and our Regulator
de: Über uns und unsere Aufsichtsbehörde
ja: 会社概要と当レギュレーター

source: About us
de: Über uns
ja: 会社概要

source: Absolute barrier
de: Absolute Grenze
ja: バリア値

source: Accept
de: Annehmen
ja: 承認

source: Acceptance
de: Akzeptanz
ja: 本契約の締結

source: Access to Personal Data
de: Zugang zu personenbezogenen Daten
ja: 個人データのアクセス

source: Access to your personal data is strictly prohibited with the exception of key personnel of the Company and only as needed in the performance of their duties.
de: Der Zugriff auf Ihre personenbezogenen Daten ist, mit Ausnahme von leitenden Mitarbeitern des Unternehmens und nur im Umfang zur Erfüllung ihrer Pflichten, strikt untersagt.
ja: お客様の個人データへのアクセスは、当社の主要な担当者のみ職務執行に必要な場合に限り可能とし、それ以外の者は厳しく禁止されています。

source: According to our terms and conditions, you may only register once through our site. If you have forgotten the password of your existing account, please <a href="%1">try our password recovery tool</a> or contact customer service.
de: Gemäß unserer Geschäftsbedingungen können Sie sich auf unserer Seite nur ein Mal registrieren. Wenn Sie das Passwort Ihres bestehenden Kontos vergessen haben,<a href="%1">probieren Sie unser Tool zur Passwort-Wiederherstellung</a> aus oder setzen sich mit unsere Kundendienst in Verbindung.
ja: 弊社の利用規約に基づき、複数のアカウント保持は禁止しております。パスワードをお忘れの場合は、<a href="%1">こちらから</a>パスワードを再発行して頂くか、カスタマーサポートまでご連絡下さい。
