Repository: yottanami/binary-static
Catalog: config/locales/*.po
Languages: de, ja

source: Either you left the cashier idle for a while or we were not able to log you in properly.
de: Entweder haben Sie die Kasse für eine Weile ruhen lassen oder wir waren nicht in der Lage, Sie ordnungsgemäß einzuloggen.
ja: 一定時間以上のキャッシャーへの無操作状態が続いたか、適切なログインが施されませんでした。

source: Eligible Counterparty
de: Berechtigte Gegenpartei
ja: 適格カウンターパーティー

source: Email Verification
de: E-Mail Prüfung
ja: Eメール認証

source: Email address
de: E-Mail Adresse
ja: メールアドレス

source: Email not given.
de: E-Mail nicht angegeben.
ja: Eメールアドレスが入力されていません。

source: End Time
de: Endzeit
ja: 終了時間

source: Ends Between/Ends Outside trades
de: Schließt zwischen/Schließt außerhalb Kontrakte
ja: 範囲内で終了/範囲外で終了・トレード

source: Ends Between/Outside
de: Schließt Zwischen/Außerhalb
ja: 範囲内で終了/範囲外で終了

source: Ensure that any historical trading records and performance figures presented to your referrals related to trading on the website %1 are accurate and not misleading.
de: Stellen Sie sicher, dass alle auf die Vergangenheit bezogenen Trading-Aufzeichnungen und Leistungsdaten der Webseite %1, welche Sie im Zusammenhang mit der Empfehlung wiedergeben, korrekt und nicht irreführend sind.
ja: 獲得会員に提示する%1のトレード履歴、及び実績は誤解を生じない正確な内容であることを確証して下さい。

source: Ensure that you do not promote %1 with messages aimed at persons under the age of 18 years.
de: Stellen Sie sicher, dass Sie für %1 nicht mit Botschaften werben, die auf Personen unter 18 Jahren abzielen.
ja: １８歳以下の者を対象とするようなメッセージと共に、%1をプロモーションすることは慎んで下さい。

source: Enter the barrier in terms of the difference from the spot price. If you enter +0.005, then you will be purchasing a contract with a barrier 0.005 higher than the entry spot. The entry spot will be the next tick after your order has been received
de: Geben Sie die Schwelle für die Differenz zum Kassakurs an. Wenn Sie +0,005 eingeben, erwerben Sie einen Kontrakt mit einer 0,005 höheren Schwelle als der Startkurs. Der Startkurs ist der nächste Tick nachdem Ihr Auftrag eingegangen ist
ja: スポット価格に差異を付加する目的でバリア値を設定しましょう。もしバリア値として+0.005を設定した場合はスポット価格より0.005高値のバリアが設定されたトレードを購入することになります。尚、スポット価格は注文を受けた次のTickが採用されます。

source: Enter your email
de: Geben Sie Ihre E-Mail ein
ja: メールアドレスを入力

source: Entry Spot
de: Startkurs
ja: エントリー価格

source: Entry spot
de: Startkurs
ja: エントリー価格

source: Entry spot price
de: Einstiegskurs
ja: エントリースポット価格

source: Equity Offering
de: Aktienangebot

source: Estimated Net Worth
de: Geschätzter Nettowert
ja: 推定純資産

source: European Union residents with the exception of the UK, who wish to trade gambling products, will have their account opened with Binary (Europe) Ltd.
de: Bei Binary (Europe) Ltd können Menschen mit gewöhnlichem Wohnsitz in der Europäischen Gemeinschaft, mit Ausnahme Großbritanniens, die Glücksspielprodukte nutzen möchten, ein Konto eröffnen.
ja: 賭博製品のお取引をご希望のイギリスを除く欧州連合の居住者は、Binary (Europe) Ltdの下で口座を開設されます。

source: European Union residents with the exception of the UK, who wish to trade investment products, will have their account opened with Binary Investments (Europe) Ltd.
de: Bei Binary Investments (Europe) Ltd. können Menschen mit gewöhnlichem Wohnsitz in der Europäischen Gemeinschaft, mit Ausnahme Großbritanniens, die Anlageprodukte handeln möchten, ein Konto eröffnen.
ja: 投資製品のお取引をご希望のイギリスを除く欧州連合にお住まいお客様は、Binary (Europe) Ltdの下で口座は開設されます。

source: Exchange Offering
de: Börsenangebot

source: Exclude me from the website until
de: Schließen Sie mich von der Webseite aus, bis
ja: サイトへのアクセスを右記日時まで希望しません。

source: Exclude time cannot be for more than five years.
de: Die Ausschlusszeit darf nicht länger als fünf Jahre sein.
ja: 制限期間として５年以上を設定することはできません。

source: Exclude time cannot be less than 6 months.
de: Die Ausschlusszeit darf nicht kürzer als 6 Monate sein.
ja: 制限時間として６ヶ月以下を設定することはできません。

source: Exclude time must be after today.
de: Die Ausschlusszeit muss nach dem heutigen Tag beginnen.
ja: 制限時間は明日以降として設定して下さい。

source: Exclusive binary trading technology.
de: Exklusive Technologie für den Handel mit Binären Optionen.
ja: 優れたバイナリー取引に関するテクノロジー

source: Execute your trade in seconds.
de: Ihre Handelsgeschäfte in Sekunden in Sekunden abwickeln.
ja: 数秒でトレードを実施。

source: Exit Spot
de: Schlusskurs
ja: 終了価格

source: Exit spot
de: Schlusskurs
ja: 終了価格

source: Expiry
de: Ablauf
ja: 期間

source: Expiry Price
de: Ablaufkurs
ja: 市場出口価格（終了価格）

source: Expiry Spot
de: Ablaufdatum
ja: 終了価格

source: Expiry Time
de: Ablaufzeit
ja: 終了時間

source: Expiry price
de: Ablaufkurs
ja: 終了価格

source: Explanation
de: Erläuterung
ja: 取引概要

source: Exponential Moving Average
de: Exponentiell gleitender Mittelwert
ja: 指数移動平均線

source: Failed to update trade description.
de: Aktualisierung der Kontraktbeschreibung fehlgeschlagen.
ja: トレード内容の更新ができませんでした。

source: Fall
de: Sturz
ja: ロー

source: Fall Contract Return
de: Sturz Kontraktrendite
ja: ロー・還元率

source: Fall Contract Return (%)
de: Sturz Kontraktrendite (%)
ja: ロー・還元率 (%)

source: Family Name
de: Nachname
ja: 姓

source: Fast Stochastic
de: Schnell Stochastisch
ja: ファスト・ストキャスティクス

source: Favourite artist
de: Lieblingskünstler
ja: 好きなアーティスト名

source: Favourite dish
de: Lieblingsgericht
ja: 好きな食べ物

source: February
de: Februar
ja: ２月

source: Feel free to contact our friendly and helpful customer service experts. They're always available to answer your questions. You can contact us via live chat, email and telephone.
de: Sie können gerne unsere freundlichen und hilfsbereiten Kundenbetreuer fragen. Sie sind immer dazu bereit, Ihre Fragen zu beantworten. Sie können sich mit uns über Live-Chat, E-Mail und Telefon in Verbindung setzen.
ja: 何かご不明な点がありましたら、当社のカスタマーサポートまでお問い合わせください。ライブチャット、メール、及びお電話にてお問い合わせを承っております。

source: Fibonacci Fan
de: Fibonacci Fächer
ja: フィボナッチ・ファン

source: Fibonacci Retracement
de: Fibonacci Zurückverfolgung
ja: フィボナッチ・リトレースメント

source: Fifteen years on, and we’re still innovating, growing and working on new ways to serve our customers better. For the first time, we offer short-term touch/no-touch trades and introduce a new charting application. We believe we have the most competitive and comprehensive digital options platform available to the retail public.
de: Seit fünfzehn Jahren auf dem Markt und wir führen immer noch Neuerungen ein, wachsen und arbeiten an neuen Wegen, um unsere Kunden besser zu bedienen. Wir bieten zum ersten Mal kurzfristige Ziel/Kein Ziel Kontrakte an und führen eine neue Charting Anwendung ein. Wir sind uns sicher, dass wir über die wettbewerbsfähigste Plattform für digitale Optionen für das private Publikum verfügen.
ja: 創業１５年を迎えてもなお、当社は進化と成長を続けることで顧客目線の新たなサービスの提供に注力する。短期間でのタッチ/ノータッチ・トレードの提供と新しいチャートアプリケーションを開発する。当社は個人向けのオプション取引にて他の追従を許さない、かつ理解しやすいシステムを提供しているという確かな自信と共にサービスを提供する。

source: Filtering Controls
de: Filtersteuerungen
ja: フィルタリング管理

source: Filtering Stray Ticks
de: Tick-Irrläufer filtern
ja: Stray Tickをフィルタリング

source: Final Price
de: Schlusskurs
ja: 最終価格

source: Finance
de: Finanzen
ja: 金融

source: Financial Assessment
de: Finanzielle Beurteilung
ja: 財務評価

source: Financial Information
de: Finanzinformationen
ja: 金融情報

source: Financial Security
de: Finanzielle Sicherheit
ja: 健全な資金保全

source: Financial rewards
de: Finanzielle Belohnungen
ja: 様々な特典

source: Find the right trade for every market condition.
de: Finden Sie für jede Marktkondition den richtigen Kontrakt.
ja: 市場の状態に依存せず的確なトレードを実施。

source: First Name
de: Vorname
ja: 名

source: First line of home address
de: 1. Zeile der Privatanschrift
ja: 番地情報

source: First, define your position...
de: Zunächst müssen Sie ihre Position bestimmen...
ja: 最初にポジションを設定します

source: First, you need to set the parameters of your trade. Here’s what you need to consider.
de: Zunächst müssen Sie die Parameter Ihres Geschäfts festlegen. Hier sind die Aspekte, die Sie berücksichtigen müssen.
ja: まず初めにトレードのパラメータを設定します。設定すべき要素は下記の通りです。

source: First-class client service.
de: Erstklassige Kundenbetreuung.
ja: きめ細かな顧客サービス

source: Flexibility
de: Flexibilität
ja: 柔軟性

source: Flexible trades
de: Flexible Geschäfte
ja: 柔軟なお取り引き

source: Follow a simple step-by-step guide to binary trading.
de: Befolgen Sie die einfache schrittweise Anleitung für den Handel mit Binären Optionen.
ja: バイナリー 取引のシンプルなガイドはこちらから

source: For added security protection against unauthorised withdrawals, an email containing a secure link to the withdrawals page has been sent to your email %1. Please check your email to access this link.
de: Zur zusätzlichen Sicherheit gegen nicht genehmigte Abhebungen wurde Ihnen eine E-Mail mit einem sicheren Link zur Auszahlungsseite an Ihre E-Mail Adresse %1 gesendet. Bitte überprüfen Sie Ihr Postfach, um diesen Link aufzurufen.
ja: 不正出金に対するセキュリティ保護追加のため、出金ページヘの安全なリンクが記載されているメールをお客様のメールアドレス%1に送信させていただきました。このリンクにアクセスいただくには、メールのご確認をお願い致します。

source: For affiliates who offer a trading advisory service based on the %1 platform, we offer specialized payout structures. <a href="mailto:%2">Contact our affiliate manager, Karen Yap for details</a>.
de: Für Geschäftspartner, die einen Trading-Beratungsservice anbieten, der auf der Plattform von %1 beruht, bieten wir fachbezogene Auszahlungsstrukturen an. Setzten Sie sich unter <a href="mailto:%2"> mit unserer Managerin für Geschäftspartner, Karen Yap, in Verbindung, um mehr hierüber zu erfahren</a>.
ja: %1のプラットフォームの利用に基づいたアドバイスサービスを展開しているアフィリエイト様に対しては、特別な報酬体系も提供することが可能ですので、<a href="mailto:%2">アフィリエイトチームまで、ご連絡下さい</a>。

source: For contracts which expire at market close, we will use the official closing value of the market to settle your contract and update your results at settlement time.
de: Für Verträge, die zum Börsenschluss enden, werden wir die offizielle Schlussnotierung der Börse verwenden, um Ihren Vertrag abzurechnen und Ihre Ergebnisse zur Abrechnungszeit zu aktualisieren.
ja: マーケット閉場時に終了するトレードに対しては、トレードの決定、及びトレードの結果更新のために公式な閉場時の価格を適用します。

source: For forex quotes the closing times are defined by the Company as shown in the Market Opening Times section of the website. In the event of any dispute regarding market or settlement values, the decision of the Company shall be final and binding. Clients should note that certain markets (such as stocks and stock indices) are not open throughout the day and that trading may not be available when the markets are closed.
de: Für die Forex-Notierungen werden die Handelsschlusszeiten von dem Unternehmen, wie im Öffnungszeiten-Abschnitt angezeigt, auf der Website festgelegt. Bei Unstimmigkeiten hinsichtlich des Markt- oder Abrechnungswertes ist die Entscheidung des Unternehmens endgültig und bindend. Die Kunden müssen beachten, dass einzelne Märkte (wie Aktien und Aktienindizes) nicht den ganzen Tag geöffnet sind und das, wenn die Börsen geschlossen sind, kein Handel stattfindet.
ja: 当社は外国為替市場の市場終了時刻は当社サイト内の「トレード対応時間」の表示内容を採用します。市場価格、及び決定価格に関する苦情の申し立てに対しては、当社の決定が最終的かつ決定的なものになります。お客様は、特定の市場（個別株式や株式指数）は一日中開場していない場合もあり、市場が閉場している場合は取引が不可能である可能性も留意して頂く必要があります。

source: For forex: The forex market is an OTC (over the counter) market, where banks and other major financial institutions trade currencies amongst themselves without there being any central clearing house. Accordingly, there is no 'official' price source for forex quotes. Different data feeds will contain quotes from a different sub-set of international banks. Accordingly prices may differ between providers, depending on which bank(s) they obtain prices from.
de: Für Devisen: Der Divisenmarkt ist ein OTC (over the counter) Markt (Freiverkehrsmarkt), auf dem Banken und andere große Finanzinstitutionen unter sich Währungen handeln, ohne das es dabei eine zentrale Abrechnungsstelle gibt. Dementsprechend gibt es für Devisenangebote auch keine „offizielle" Preisquelle. Andere Daten-Feeds enthalten Angebote von unterschiedlichen Untergruppen internationaler Banken. Dementsprechend können sich die Kurse zwischen den einzelnen Anbietern unterscheiden. Sie hängen davon ab, von welcher Bank/welchen Banken sie die Kurse erhalten.
ja: 外国為替：外国為替市場は、特定の取引所を介さずに主要な銀行や証券会社が通貨を取引するOTC取引が行われていますので、公式な外国為替に関する引用値は存在しません。各データフィードは、それぞれ異なる国際的な銀行が提供する部分集合的な引用値を含みますので、価格情報はどの銀行の提示価格を採用したかに依存します。

source: For more information on the terms and conditions that apply to your bonus, go to: %1
de: Weitere Informationen zu den für Ihren Bonus geltenden Geschäftsbedingungen erhalten Sie auf: %1
ja: ボーナスに関するご利用規約は、こちらからご確認下さい。： %1

source: For security reasons, please note that Payment Agent accounts will only be able to deposit via Bank Wire.
de: Beachten Sie bitte aus Sicherheitsgründen, dass die Konten der Zahlungsabwickler nur per Banküberweisung einzahlen können.
ja: セキュリティ上の理由から、決済代行会社のアカウントだけが銀行振込で送金できる唯一の手段になりますのでご注意ください。

source: For the third straight year, BetOnMarkets.com is voted 'Best Fixed-Odds Financial Trading Provider' by Shares Magazine UK. It’s the last time we win it because Shares Magazine stops awarding in this category.
de: BetOnMarkets.com wurde schon für das dritte aufeinanderfolgendende Jahr von dem Shares Magazine UK zum besten 'Best Fixed-Odds Financial Trading Provider (deutsch: Bester Finanzhandelsdienstleister für feste Gewinnquoten)' gewählt. Leider ist dies das letzte Mal, da das Shares Magazine die Preisvergabe in dieser Kategorie eingestellt hat.
ja: ３年連続でBetOnMarkets.comは、Shares Magazine UKから最も優秀な固定オッズ金融トレード業者として認定されましたが、同誌がこの分野での賞の授与をこの年で中止したため、当社が同賞を受賞する最後の年になります。

source: Forest Chart
de: Forest Diagramm
ja: Forestチャート

source: Forex
de: Devisenhandel
ja: 外国為替

source: Forgot Login ID or Password?
de: Login ID oder Passwort vergessen?
ja: ログインIDまたはパスワードをお忘れの場合

source: Forward starting intraday and daily contracts are available on some %1
de: Für einige %1 sind untertägige und tägliche Termingschäfte vorhanden
ja: %1の種類によっては、取引時間中の予約トレード、及び日中トレードが可能なものが存在します

source: Frame your trading strategy using %1's powerful live charts. Instantly view the trading patterns of forex, indices, commodities and stocks.
de: Bauen Sie Ihre Handelsstrategie mit Hilfe der leistungsstarken Live Charts von %1 auf. Sofortige Anzeige der Handelsmuster von Devisen, Indizes, Rohstoffen und Aktien.
ja: ％1のパワフルなライブチャートを利用して、あなたの取引戦略を組み立てましょう。外国為替、インデックス、コモディティ、株式の取引パターンを瞬時に確認できます。

source: Fraud and Money Laundering
de: Betrug und Geldwäsche
ja: 詐欺行為、及び資金洗浄について

source: Free Bonus
de: Gratis Bonus
ja: ご入金無しで付与されるボーナスについて

source: Free Contract Bonus
de: Kostenloser Kontraktbonus
ja: 無料トレードボーナス

source: Friday
de: Freitag
ja: 金曜日

source: Fridays
de: Freitage
ja: 金曜日

source: From
de: Von
ja: 開始

source: From Barrier out of limit
de: Von der Schwelle über das Limit
ja: 制限外のバリア

source: From expiry date format error
de: Vom: Formatfehler des Ablaufdatums
ja: 期間データのフォーマットエラー

source: From expiry date out of limit
de: Vom Ablaufdatum außerhalb des Limits
ja: 期間データの制限外

source: From:
de: Von:
ja: 開始：

source: Further Instructions
de: Weitere Anweisungen
ja: 詳細説明

source: Further information
de: Weitere Informationen
ja: 詳細情報

source: Further instructions must not exceed %1 characters.
de: Weitere Anweisungen dürfen %1 Zeichen nicht überschreiten.
ja: 詳細説明は%1文字以内でご入力下さい。

source: Further to this, the API interface is hosted by an API Proxy management provider, namely <a href="http://apigee.com" target="_blank">Apigee</a>. This service applies several services of benefit both to the application developer and to the API provider.
de: Darüber hinaus wird die Programmierschnittstelle von einem API Proxy Anbieter mit Namen <a href="http://apigee.com" target="_blank">Apigee</a> gehostet. Dieser Service wendet sowohl für den Anwendungsentwickler als auch für den Programmierschnittstellenanbieter etliche Vorteilsdienste an.

source: Further, the Company, under the above circumstances, or any other, reserves the right to adjust a client’s account should any trade result in a disruption, miscarry or aborted trade.
de: Weiterhin behält sich das Unternehmen unter den o.g. Umständen oder weiteren das Recht vor, das Kundenkonto zu berichtigen, wenn ein Handel zu einem unvollständigen, missglückten oder abgebrochenen Kontrakt führt.
ja: また、当社ではそのような状況、またはその他状況下において、お取引が混乱、失敗、中止に終わるお客様の口座を調整する権利を留保させていただきます。

source: GMT stands for Greenwich Mean Time, the official time used in the UK during winter. In summer, the UK changes to British Summer Time, which is GMT + 1 hour. All times on the Binary.com site use GMT all year round.
de: GMT bedeutet Greenwich Mean Time, während des Winters die offizielle Zeit in Großbritannien. Im Sommer wechselt Großbritannien zur britischen Sommerzeit, die GMT +1 Stunde beträgt. Alle Zeiten auf Binary.com sind ganzjährig GMT.
ja: グリニッジ標準時とは、イギリスの冬時間を示します。イギリスの夏時間はグリニッジ標準時に１時間プラスされGMT+１と表記されます。夏時間、冬時間に関係なくBinary.comではグリニッジ標準時（GMT+0）を採用しています。

source: Gaming Account
de: Spielkonto
ja: ゲームアカウント

source: General
de: Allgemein
ja: 総則

source: General Risks
de: Allgemeine Risiken
ja: 一般的なリスク

source: Generous Commission Structure
de: Großzügige Provisionsstruktur
ja: 優れた報酬体系

source: Get %1 when you deposit %2.
de: Sie erhalten %1, wenn Sie %2 einzahlen.
ja: %2のご入金で%1を入手。

source: Get Prices
de: Kurse abrufen
ja: 価格を表示

source: Get Started
de: Erste Schritte
ja: はじめに

source: Get started
de: Erste Schritte
ja: はじめに

source: Get started now
de: Jetzt beginnen
ja: 今すぐはじめる

source: Get your free $10,000 virtual money
de: Holen Sie sich Ihre gratis 10.000 $ virtuelles Geld
ja: $10,000のフリーバーチャルマネー手に入れましょう

source: Get your price
de: Holen Sie sich Ihren Kurs
ja: 価格を確認

source: Getting Started
de: Erste Schritte
ja: ご口座開設

source: Give Me More Money!
de: Gib mir mehr Geld!
ja: もっと利益を得たい！

source: Glossary
de: Glossar
ja: 用語集

source: Go
de: Los
ja: 表示

source: Go the <a href="http://login.binary.com/password-retrieve.php">password retrieval page</a>, and enter your username and e-mail address in the form fields provided to have your password e-mailed to you.
de: Gehen Sie zur Passwort-Wiederherstellung auf die <a href="http://login.binary.com/password-retrieve.php">Seite</a> und geben Sie Ihren Benutzernamen und Ihre E-Mail Adresse in die entsprechenden Felder im Formular ein, damit Ihnen Ihr Passwort per E-Mail zugeschickt wird.
ja: <a href="http://login.binary.com/password-retrieve.php">こちらから</a>ユーザネームとメールアドレスをご入力し、パスワードの再発行手続きを完了して下さい。

source: Go to Home Page
de: Zur Hauptseite
ja: ホームページへアクセス

source: Go to the <a href="http://login.binary.com/signup.php">sign up page</a> to register as %1 affiliate [for free] today.
de: Gehen Sie auf die <a href="http://login.binary.com/signup.php">Registrieren</a> Seite, um sich heute (kostenlos) als Geschäftspartner von %1 anzumelden.
ja: <a href="http://login.binary.com/signup.php">こちらから</a>%1のアフィリエイトプログラムへのご参加（参加費無料）をお申し込み下さい。

source: Go with the leader
de: Mit dem Marktführer gehen
ja: バイナリー業界のリーダー

source: Governing Laws and Jurisdiction
de: Geltendes Recht und Gerichtsbarkeit
ja: 法的な統治と管轄

source: Governing law and jurisdiction
de: Geltendes Recht und Gerichtsbarkeit
ja: 準拠法と管轄権

source: Great payouts, earn up to 35%
de: Tolle Auszahlungen, verdienen Sie bis zu 35 %
ja: 最大で３５％をレベニューシェアとして還元

source: Group History
de: Konzerngeschichte
ja: グループの沿革

source: Group Information
de: Konzerninformationen
ja: グループ企業情報

source: Have a question? Need Help?
de: Haben Sie eine Frage? Benötigen Sie Hilfe?
ja: 何かご不明な点はございますか？

source: Health
de: Befinden
ja: 健全性

source: Hello
de: Hallo,
ja: こんにちは

source: Hello, World!
de: Hallo, Welt!

source: Help
de: Hilfe
ja: ヘルプ

source: Hide last spot
de: Letzten Kurs verbergen
ja: 最終スポット価格を隠す

source: High
de: Hoch

source: High Barrier
de: Hohe Schwelle
ja: 上限バリア

source: High barrier
de: Hohe Schwelle
ja: 上限バリア

source: High barrier is out of acceptable range. Please adjust the high barrier.
de: Die obere Barriereliegt ausserhalb des erlaubten Bereichs. Bitte passen Sie die obere Barriere an.
ja: 高バリアは許容範囲外です。高バリアの調整をしてください。

source: High barrier offset
de: Hohe Schwellenverschiebung
ja: 上限追加バリア値

source: High conversions and customer value
de: Hohe Konversion und Kundenwert
ja: 高いコンバージョン率と集客率

source: High returns
de: Hohe Renditen
ja: 高リターンを提供

source: High/Low
de: Hoch/Tief

source: Higher/Lower
de: Höher/Tiefer
ja: ラダー高/ラダー低

source: Higher/Lower trades
de: Höhere/Tiefere Stände
ja: ラダー高/ラダー低・トレード

source: Highlights the relationship between volume and price changes and is particularly useful for assessing the strength of a trend.
de: Hebt die Beziehung zwischen Volumen und Preisänderungen hervor und ist besonders nützlich, um eine Trendstärke zu beurteilen.
ja: 量と価格の変動との間の関連性を強調し、トレンドの強さを分析するのに適した指標です。

source: Home
de: Startseite
ja: ホーム

source: How and when will I receive my affiliate earnings?
de: Wie und wann bekomme ich meine Geschäftspartner Verdienste?
ja: アフィリエイト報酬の受領方法と受領スケジュールについて教えて下さい。

source: How can I become a %1 affiliate?
de: Wie werde ich Geschäftspartner von %1?
ja: %1のアフィリエイトプログラムの参加方法について教えて下さい。

source: How do I change my payment method?
de: Wie ändere ich meine Zahlungsmethode?
ja: 報酬の受領方法の変更のし方について教えて下さい。

source: How do I fund my account?
de: Wie kann ich auf mein Konto einzahlen?
ja: どうやって口座に入金できますか？

source: How do I know how much I have earned?
de: Wie erfahre ich, wie viel ich verdient habe?
ja: アフィリエイト報酬データの参照方法を教えて下さい。

source: How does %1 make money?
de: Wie verdient %1 Geld?
ja: %1はどのようにして利益を得ているのですか？

source: How does it work?
de: Wie funktioniert es?
ja: 参加方法について

source: How safe is my money with %1?
de: Wie sicher ist mein Geld bei %1?
ja: %1はトレード資金をどのように守ってくれるのですか？

source: How soon can I start trading?
de: Wie schnell kann ich mit dem Handel beginnen?
ja: 口座開設の所要時間は？

source: How to trade binaries?
de: Wie handelt man Binäre Optionen?
ja: バイナリーの取引方法について

source: How to trade the random markets?
de: Wie handelt man die Random Märkte?
ja: ランダムマーケットの取引方法

source: How to use a payment agent?
de: Wie verwendet man einen Zahlungsabwickler?
ja: There are no available Payment Agents.

source: However, in order to increase your withdrawal limits, you are kindly requested to follow the instructions below.
de: Allerdings werden Sie gebeten, die anschließenden Anweisungen zu befolgen, um Ihre Auszahlungslimits zu erhöhen.
ja: ご出金可能な上限金額を増やして頂くためには、下記のお手続きを完了して頂きますようお願い申し上げます。

source: Hundreds of deposit and withdrawal options.
de: Unendlich viele Einzahlungs- und Abhebemethoden.
ja: 多種多様な入出金方法に対応しています。

source: I forgot my password, what should I do?
de: Ich habe mein Passwort vergessen. Was soll ich machen?
ja: パスワードを忘れてしまいました。再発行の方法について教えて下さい。

source: I have read and agree to the <a target="_blank" href="%1">terms and conditions</a> of the site.
de: Ich habe die <a target="_blank" href="%1">Geschäftsbedingungen</a> dieser Seite gelesen und diesen zugestimmt.
ja: このウェブサイトの<a target="_blank" href="%1">ご利用規約</a>に同意いたします。

source: I'm new to binaries, where do I start?
de: Ich bin neu, was Binäre Optionen betrifft, wo soll ich anfangen?
ja: バイナリー取引の未経験者なのですが、どうやて利用を開始できますか？

source: Ideal for both pros and novices
de: Ideal für Profis und Einsteiger
ja: プロにも初心者にも理想的

source: If all that sounds a bit daunting, you’re right. But it’s how we make sure we get the best people for our team.
de: Sie haben Recht, dass es ein wenig beängstigend klingt. Auf diese Weise stellen wir allerdings sicher, dass wir die besten Menschen in unser Team bekommen.
ja: 当社の要求水準に厳しい印象を持たれるかもしれませんが、人財を厳選するためにこれらのステップを採用しております。
