Repository: yottanami/binary-static
Catalog: config/locales/*.po
Languages: de, ja

source: This is an indicative barrier. Actual barrier will be the entry spot plus the barrier offset.
de: Dies ist ein Hinweis auf die Schwelle.. Die tatsächliche Schwelle wird der Kurs bei Kontraktbeginn zzgl. der Schwellenverschiebung sein.
ja: このバリアは予想値です。実際のバリア値はスポット価格にバリア値を差し引いたものになります。

source: This is another award we really savour. Trade2win is a portal for active traders seeking to profit from stocks, futures, options and forex, and these traders award us silver (we are just pipped for gold by Betfair). It means active traders worldwide rate our trading platform extremely highly.
de: Dieses ist eine weitere Auszeichnung, über die wir uns wirklich freuen. Trade2win ist ein Portal für aktive Händler, die auf der Suche nach Profit aus Aktien, Termingeschäftem, Optionen und Devisen sind und diese Börsianer haben uns Silber verliehen (wir haben kurz vor dem Ziel vor Betfair verloren). Das bedeutet, dass aktive Händler aus aller Welt unsere Handelsplattform extrem gut bewerten.
ja: この賞の受賞も、大変な誇りです。Trade2Winは株式、先物、オプション、そして為替取引から利益を得ることを目的にした活発なトレーダー向けのポータルサイトです。当社は、銀賞を受賞しました。（金賞のBetfair社とは僅差の評価です。）この受賞は、世界中の活発なトレーダーが当社のシステムを大変高く評価していることを意味します。

source: This is big. We pick up a double award from the Financial Times and Investors Chronicle, reflecting our success in improving the quality and usability of our website and products.
de: Dies ist riesig. Wir haben eine doppelte Auszeichnung von der Financial Times and Investors Chronicle erhalten, die unseren Erfolg in der Verbesserung der Qualität und Benutzerfreundlichkeit unserer Website und unserer Produkte widerspiegelt.
ja: ”the Financial Times”と”Investors Chronicle”の両誌から、当社のウェブサイトと商品の質とユーザビリティの向上を高く評価される。

source: This is our 'next generation' charting tool.
de: Dies ist unser Charting-Tool „der nächsten Generation".
ja: 当社が提供する次世代のチャート

source: This is the Callback URL required by the 3-legged authentication procedure as described in the
de: Dies ist die Callback-URL, die durch die 3-legged Authentifizierungsprozedur benötigt wird. Dies wird beschrieben in
ja: こちらに記載されている3-legged認証プロセスにて要求されるコールバックURLです：

source: This is the current price at which an underlying can be bought or sold at a particular time.
de: Dies ist der aktuelle Kurs, zu dem ein Basiswert zu einem bestimmten Zeitpunkt gekauft oder verkauft werden kann.
ja: 特定の時間にて、とある取引対象を売買できる現在の価格のことです。

source: This market closes early today at
de: Diese Börse schließt heute früher, um
ja: この市場は本日早めに閉場します。閉場時間：

source: This market is presently closed.
de: Diese Börse ist zur Zeit geschlossen.
ja: この市場は現在閉場しております。

source: This market opens late today at
de: Diese Börse öffnet heute später: um
ja: この市場は本日遅めに開場します。開場時間：

source: This method is for web applications which are hosted on their own web-server. It is the most secure way of protecting your organisation's identity as the owner of your application.
de: Diese Methode ist für Netzanwendungen, die auf ihrem eigenen Web-Server gehosted sind. Es ist der sicherste Weg, um die Identität Ihrer Firma als Besitzer Ihrer Anwendung zu schützen.
ja: 同一のウェブサーバで管理されているウェブ・アプケーションに適した手法です。この開発手法では、あなたはアプリケーションのオーナーとして組織のアイデンティティを最も確実に守ることができます。

source: This method is suited to JavaScript-only (typically mobile-embedded) applications. Use this method when you do not have your own application server.
de: Diese Methode eignet sich für JavaScript-only (typisch mobil-eingebetteten) Anwendungen. Verwenden Sie diese Methode, sofern Sie keinen eigenen Anwendungsserver haben.
ja: この手法はJavaScript（典型的な携帯向け組み込みシステム）アプリケーションに適しています。ご自身のアプリケーションサーバを所有していない場合にこの手法を用いましょう。

source: This name will appear to your end-users when they authenticate at binary.com. Use between 5 and 30 alphanumeric chars.
de: Dieser Name wird bei Ihren Endbenutzern erscheinen, wenn Sie sich bei binary.com angemeldet haben. Verwenden Sie bitte 5 und 30 alphanumerische Zeichen.
ja: この名前はエンドユーザがBinary.comを認証した際に出現します。５文字以上３０文字以下の半角英数字を使用して下さい。

source: This notice does not explain all of the risks involved in investments or similar products or how such risks relate to your personal circumstances. It is important that you fully understand the risks involved before making a decision to enter into or sell an investment product or gambling product with us. If you are in any doubt about the risks involved with Investment Products or Gambling Products, you should seek professional advice.
de: Dieser Hinweis erklärt nicht alle mit Anlage- oder ähnlichen Produkten verbundenen Risikien und wie solche Risiken sich auf Ihre persönlichen Umstände auswirken. Bevor Sie sich entscheiden, bei uns Anlage- oder Glücksspielprodukte zu erwerben oder zu verkaufen, müssen Sie die damit verbundenen Risiken vollständig verstehen. Wenn Sie Zweifel über die mit Anlage- oder Glücksspielprodukten verbunden Risiken haben, sollten Sie sich professionellen Rat einholen.
ja: この通知は投資、類似商品、またはお客様個人に関するリスクの程度など全てのリスクを説明しているものではありません。当社と投資商品またはギャンブル商品のお取引の締結、売却の決断を下す前に、関連するリスクを十分に理解しておくことが大切です。投資商品やギャンブル商品に関するリスクについてご不明点がある場合、専門家の助言を求めることをおすすめします。

source: This notice provides you with information about the risks associated with investment contracts, which you may invest in through services provided to you through %1. Binary Group provides a wide range of products including Binary Options relating to foreign exchange, indices, stocks and other investment products ("Investment Products") and binary bets such as those relating to the Random Markets ("Gambling Products").
de: Dieser Hinweis stellt Ihnen Informationen über die mit Investmentgeschäften, in die Sie über die an Sie von %1 erbrachten Dienstleistungen investieren können, verbundenen Risiken dar. Die Binary Group bietet eine breite Produktpalette, einschließlich Binäter Option für Fremdwährungen, Indizes, Aktien oder weitere Anlageprodukte ("Investmentprodukte) und binären Wetten, die sich auf die Random Märkte ("Glücksspielprodukte) beziehen.

source: This offer cannot be used in conjunction with any other offer.
de: Dieses Angebot kann nicht in Verbindung mit anderen Angeboten verwendet werden.
ja: このボーナス特典は他の特典との併用は不可能です。

source: This page is unavailable for your scope.
de: Diese Seite ist für Ihren Umfang nicht verfügbar.

source: This promotion is only available to new Clients. Existing or former Clients do not qualify. It is only available once to each Client.
de: Diese Werbeaktion steht nur neuen Kunden zur Verfügung. Bereits vorhandene oder ehemalige Kunden sind nicht berechtigt. Sie ist nur einmal pro Kunde gültig.
ja: このプロモーションは、新たなお客様に限り有効です。すでにご口座をお持ちのお客様には適用されません。

source: This trade is not offered.
de: Dieser Kontrakt wird nicht angeboten.
ja: このトレードの提供は不可能です。

source: This website contains links to other websites and may contain banner or icon advertisements related to third-party websites. These websites and the advertisements thereof may submit cookies onto your web browser and as such are beyond our control. We are not responsible for the privacy practices or the content of such websites. We encourage you to read the privacy policies of these websites, because their practices may differ from ours.
de: Diese Website enthält Links zu anderen Websites und kann Banner- oder Bildwerbungen von Websites Dritter enthalten. Diese Websites und Anzeigen können auf Ihrem Webbrowser Cookies hinterlegen, was nicht unserer Kontrolle unterliegt. Wir sind für die Datenschutzrichtlinien oder den Inhalt solcher Websites nicht verantwortlich. Wir raten Ihnen, die Datenschutzrichtlinien dieser Websites durchzulesen, da sie sich von unseren unterscheiden könnten.
ja: 当社サイトには他のウェブサイトへのリンクが含まれています。そのようなウェブサイトには、第三者のウェブサイトに関係するバナーや広告が含まれている可能性があります。そのようなウェブサイトや広告にはCookie（クッキー）をご利用中のブラウザーに送信する可能性がありますが、損点に関しては当社では一切、責任を負うことができません。また、そのようなウェブサイトにおけるプライバシポリシーやコンテンツに関する責任を負うことは致しかねます。尚、そのようなウェブサイトのプライバシーポリシーを当社の取り決めとは異なる可能性がありますので、該当するウェブサイトのプライバシーポリシーをご確認されることをお勧めいたします。

source: This website does not collect personally identifying information about you except when you specifically and knowingly provide it. There is a technology called "cookies" which can be used to provide tailored information from a website. A cookie is an element of data that a website can send to your browser, which may then store it on your system. You can set your browser to notify you when you receive a cookie, giving you the chance to decide whether to accept it. If you do not accept the cookie, then you will need to input your loginID and password again at every form required to enter into the system. You are advised to choose this option if you have concerns about the security of your personal browser or PC.
de: Diese Website sammelt keine persönlichen Identifizierungsinformationen über Sie, es sei denn, dass Sie solche willentlich und wissentlich zur Verfügung stellen. Es gibt eine Technologie, "Cookies" genannt, die dazu genutzt werden kann, auf einer Website maßgeschneiderte Informationen darzustellen. Ein Cookie ist ein Datenelement, das eine Website an Ihren Browser schicken kann, der es dann in Ihrem System speichert. Sie können Ihren Browser so einrichten, dass Sie beim Empfang eines Cookies benachrichtigt werden und so entscheiden können, ob Sie den Cookie annehmen oder ablehnen. Wenn Sie den Cookie ablehnen, müssen Sie Ihre Login ID und das Passwort in jedem Formular erneut eingeben, um in das System zu gelangen. Wir raten Ihnen, diese Option zu wählen, wenn Sie Bedenken über Sicherheit Ihres eigenen Browsers oder PCs haben sollten.
ja: 当社サイトではお客様が具体的かつ能動的に提供される場合を除き、個人を特定できるような情報を収集することはありません。ウェブサイトから最適化された情報を提供する目的でCookie（クッキー）が用いることができます。Cookie（クッキー）とは、ウェブサイトが閲覧者のブラウザーに送信できるデータ要素のことで、閲覧者のシステムに蓄積される場合があります。お客様は、ご利用のブラウザーをCookie（クッキー）を受け取る際に通知させることで、Cookie（クッキー）の受信を許可するかどうか決定できるように設定することができます。もし、Cookie（クッキー）の受信を望まれない場合は、お客様のログインIDとパスワードをシステムにアクセスする毎にご入力して頂く必要があります。ご利用中のブラウザーやコンピューターのセキュリティに関する懸念がおありの場合は、このような設定を施されることをお勧めいたします。

source: This website is marketed in the UK and Isle of Man by Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles, licenced and regulated by (1) the Gambling Supervision Commission in the Isle of Man, British Isles, current online gambling licence issued on 31 August 2012, and for UK clients by (2) the UK Gambling Commission - <a href='%1' target='_blank'>view license</a>. This website is marketed in the rest of the EU, for investment products by Binary Investments (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, licenced and regulated as a Category 3 Investment Services provider by the Malta Financial Services Authority (license no. IS/70156), and for gaming products by Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, licenced and regulated by (1) the Malta Gaming Authority in Malta, licence no MGA/CL2/118/2000, 26th May 2015 and for UK clients by (2) the UK Gambling Commission - <a href='%2' target='_blank'>view license</a>. This website's services are not made available in the USA, Japan or Hong Kong, or to persons under age 18.
de: Diese Website wird in Großbritannien und auf der Isle of Man von Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, Britische Inseln vermarktet und wird von (1) der Gambling Commission (Glücksspielbehörde) der Isle of Man, Britische Inseln zugelassen und überwacht - <a href='%1' target='_blank'>Lizenz anzeigen</a>. Die vorliegende Online Glücksspielgenehmigung wurde am 31. August 2012 erteilt. Diese Website wird in den anderen Ländern der EU für von Binary Investments (Europe) Ltd.,Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, angebotene Investmentprodukte, die (1) von der Malta Gaming Authority auf Malta zugelassen ist und überwacht wird. Die Lizenznummer lautet MGA/CL2/118/2000, 26. Mai 2015 - <a href='%2' target='_blank'>Lizenz anzeigen</a>. Die Dienstleistungen dieser Website stehen in den USA, Japan oder Hongkong oder Personen unter 18 Jahren nicht zur Verfügung.

source: Throughout the term of this Agreement, you shall:
de: Während der Laufzeit dieses Vertrags müssen Sie:
ja: 本契約で遵守されるべき行動基準について

source: Thursday
de: Donnerstag
ja: 木曜日

source: Tier
de: Rang
ja: レベル

source: Tile
de: Kachel
ja: タイル表示

source: Time
de: Zeit
ja: 日時

source: Times are changing. We increase payouts so our clients can make the most of their winning trades.
de: Die Zeiten ändern sich. Wir erhöhen unsere Auszahlungen, damit unsere Kunden das Meiste aus ihren gewonnenen Handelsgeschäften machen können.
ja: 時代のニーズを汲み、払い戻し価格を増大させることで顧客の利益拡大を目指す。

source: Tip:
de: Tipp:
ja: 補足：

source: Title
de: Überschrift
ja: 敬称

source: To
de: An
ja: 終了

source: To apply, please submit your CV and a cover letter to <span id="hr_contact_eaddress"></span>.
de: Falls Sie sich bewerben möchten, senden Sie uns bitte Ihren Lebenslauf und ein Anschreiben an <span id="hr_contact_eaddress"></span>.

source: To authenticate your account, kindly email the following to %1
de: Um Ihr Konto zu authentifizieren, übersenden Sie uns bitte per E-Mail gescannte Kopien von Folgendem an %1

source: To change your name, date of birth, country of residence, or email, please contact Customer Support.
de: Wenn Sie Ihren Namen, das Geburtsdatum, Ihr Wohnsitzland oder E-Mail Anschrift ändern möchten, setzen Sie sich bitte mit unserer Kundenbetreuung in Verbindung.

source: To continue using our cashier system, please try accessing it again:
de: Versuchen Sie, unser Kassensystem erneut aufzurufen, wenn Sie es weiter verwenden möchten:
ja: キャッシャーを引き続きご利用するには、また改めてアクセスして下さい：

source: To create a White Label, first <a href="%1">sign up as an affiliate</a>. This will allow you to earn commissions from clients of your White Label.
de: Um ein Eigenprodukt zu erstellen, müssen Sie sich erst als <a href="%1">Partner anmelden</a>. Dies wird es Ihnen ermöglichen, Provisionen von Kunden Ihres Eigenproduktes zu verdienen.
ja: ホワイトレーベルを立ち上げるには、まず最初に<a href="%1">アフィリエイトプログラム</a>への登録をお済ませください。これにより、ホワイトレーベルからアフィリエイト収入を得ることができるようになります。

source: To enable cookies, follow the instructions below for the browser version that you are using.
de: Um Cookies zuzulassen, befolgen Sie die nachfolgenden Anweisungen für die von Ihnen verwendete Browserversion.
ja: ご利用中のブラウザのバージョンの指示に従ってクッキーを有効化して下さい。

source: To fully authenticate your account, please email scanned copies of the document listed below.
de: Um Ihr Konto vollständig zu authentifizieren, übersenden Sie uns bitte per E-Mail gescannte Kopien der nachfolgend aufgeführten Dokumente .
ja: ご口座アップグレードのお手続きを進めて頂くには、以下のリストに記す文書のスキャン（明瞭かつ、全体像が写っているもの）をメールにてご送信して下さい。尚、インターネット経由でダウンロードして得られた文書での申請は不可能とさせて頂きます。

source: To get a summary of currently tradeable market symbols in the "forex" market:
de: So erhalten Sie eine Zusammenstellung der aktuell auf dem Devisenmarkt handelbaren Devisenkurssymbole:
ja: 外国為替市場にて取引可能な通貨ペアのリストを入手：

source: To reset your password, enter the e-mail address you registered in the field below and click "RESET PASSWORD".
de: Um Ihr Passwort zurückzusetzen, geben Sie im unteren Feld Ihre registrierte E-Mail Adresse ein und klicken Sie auf "PASSWORT ZURÜCKSETZEN".
ja: パスワードをリセットされる場合は下記の入力欄に登録されたメールアドレスを入力し、「パスワードをリセット」をクリックして下さい。

source: To:
de: An:
ja: 終了：

source: Today's Bet
de: Heutige Wette
ja: 本日のトレード

source: Too many market holidays during the contract period. Select an expiry date after %1.
de: Zu viele Börsenfeiertage während des Vertragszeitraums. Wählen Sie ein Ablaufdatum nach dem %1.
ja: このトレードの取引期間中に多くの祭日が存在しますので、トレード終了日を%1以降に設定して下さい。

source: Total Cost
de: Gesamtkosten
ja: 合計金額

source: Total Net Revenue Per Month
de: Gesamtnettoumsatz pro Monat
ja: １ヶ月あたりの獲得レベニュー

source: Total Profit/Loss
de: Gesamter Gewinn/Verlust
ja: 利益・損失の総合

source: Touch / No Touch
de: Erreicht / Erreicht nicht
ja: タッチ/ノータッチ

source: Touch/No Touch
de: Erreicht/Erreicht nicht
ja: タッチ/ノータッチ

source: Touch/no touch trades
de: Erreicht/erreicht nicht Kontrakte
ja: タッチ/ノータッチ トレード

source: Tourism
de: Tourismus

source: Town/City
de: Ort/Stadt
ja: 市町村名

source: Trade
de: Handel
ja: トレード

source: Trade 24/7, even on weekends. Customize your trades to meet your needs.
de: Handeln Sie 24/7, auch an Wochenenden. Passen Sie Ihre Geschäfte Ihren Bedürfnissen an.
ja: お客さまのお好みに合わせてカスタマイズできます。

source: Trade Confirmation
de: Handelsbestätigung
ja: トレード確定

source: Trade Oil, Gold, Silver, Palladium and Platinum from one account. Start from only $1.
de: Handeln Sie Öl, Gold, Silber, Palladium und Platin über nur ein Konto. Sie können mit nur 1 $ beginnen.

source: Trade Smart Markets
de: Handeln Sie die Smart Märkte

source: Trade Time
de: Handelszeit
ja: トレード時間

source: Trade all major currencies from one account. Start from only $1.
de: Handeln Sie alle Hauptwährungen, Indizes, Aktien und Rohstoffe. Ab nur 1 $.

source: Trade all major currencies, indices, stocks, and commodities.
de: Alle wichtigen Währungen, Indizes, Aktien und Rohstoffe handeln.

source: Trade all market conditions
de: Handeln Sie zu allen Marktbedingungen
ja: どのようなマーケットの状況でもトレード可能

source: Trade in the world's financial markets in a simple, user-friendly platform.
de: Handeln Sie auf den weltweiten Finanzmärkte auf einer einfachen, anwenderfreundlichen Plattform.
ja: 簡潔で使いやすいシステムにて世界の金融市場でトレード

source: Trade on whether a market will RISE or FALL from its current spot price.
de: Investieren Sie in die Chance, dass der Kurs von seinem aktuellen Kassakurs aus gesehen STEIGEN oder FALLEN wird.
ja: 現在の市場価格から上昇するか下降するかを予想するトレードタイプです。

source: Trade on whether a market will STAY BETWEEN or GO OUTSIDE two price targets.
de: Investieren Sie in die Chance, dass der Kurs ZWISCHEN zwei Kurszielen BLEIBT oder sich AUSSERHALB BEWEGEN wird.
ja: 上下にバリアを設定した価格に対して市場価格が留まるか否かを予想するトレードタイプです。

source: Trade on whether a market will TOUCH or NOT TOUCH a predetermined price target anytime during the contract period.
de: Investieren Sie in die Chance, dass ein Kurs während der Kontraktlaufzeit ein vorbestimmtes Kursziel ERREICHT (TOUCH) oder NICHT ERREICHT (NOT TOUCH).
ja: トレードが終了するまでにバリアを設定した価格に対して市場価格がタッチする否かを予想するトレードタイプです。

source: Trade on whether a market will finish HIGHER or LOWER than a predetermined price target.
de: Investieren Sie in die Chance, dass ein Kurs HÖHER oder TIEFER als ein vorbestimmtes Kursziel schließt.
ja: 事前に予想した価格よりも、市場価格が上昇するか下降するかを予想するトレードタイプです。

source: Trade only with money you can afford to lose. Do not trade with borrowed money.
de: Handeln Sie nur mit Geld, das Sie sich leisten können, zu verlieren. Spielen Sie niemals mit geliehenem Geld.
ja: 損を出しても納得のできる金額でのトレードのみ実行しましょう。借金をしてまでトレード資金を準備することは見合わせましょう。

source: Trade precious metals and energy
de: Handeln Sie Edelmetallle und Energie

source: Trade wide range of global indices from one account. Start from only $1.
de: Handeln Sie eine große Ausahl von globalen Indizes mit nur einem Konto. Ab nur 1 $.

source: Trade with ease with %1's wide range of deposit and withdrawal methods. Your funds will be segregated and held in AAA-rated banks.
de: Mit den vielfäligen Möglichkeiten der Einzahlung und Auszahlung handeln Sie bei %1 mit Leichtigkeit. Ihr Guthaben wird getrennt und bei mit AAA-bewerteten Banken deponiert.
ja: %1で要している多種類の入出金方法でトレードが可能。お客様からお預かりした資金は、AAAランクに格付けされた金融機関にて安全に管理されています。

source: Trade your way
de: Handeln Sie auf Ihre Weise
ja: 自由にトレード

source: Trading
de: Handeln
ja: トレード

source: Trading Agent
de: Handlungsbevollmächtigter

source: Trading Experience
de: Handelserfahrung

source: Trading Frequency
de: Handelshäufigkeit

source: Trading Guide
de: Handelsanleitung
ja: トレードガイド

source: Trading Limits
de: Handelslimits
ja: トレードの上限について

source: Trading Rules
de: Handelsregeln
ja: 取引ルール

source: Trading Times
de: Börsenzeiten
ja: トレード対応時間

source: Trading and Withdrawal Limits
de: Handels- und Abhebelimits
ja: トレード及びご出金限度額

source: Trading binaries is remarkably easy, and requires only 3 simple steps:
de: Der Handel mit Binären Optionen ist denkbar einfach und erfordert nur 3 einfache Schritte:
ja: バイナリーのお取り引きはとても簡単です。たった３つのステップで完了します。

source: Trading binary options may not be suitable for everyone, so please ensure that you fully understand the risks involved. Your losses can exceed your initial deposit and you do not own or have any interest in the underlying asset. In regards to binary options which are gambling products, remember that gambling can be addictive - please play responsibly. Read about <a href="%1" class="pjaxload">Responsible Trading</a>.
de: Der Handel von binären Optionen ist nicht für jeden geeignet. Daher müssen Sie dafür sorgen, dass Sie die damit verbundenen Risiken erkennen. Ihre Verluste können Ihre ursprüngliche Einzahlung übersteigen und Sie besitzen die zugrundeliegenden Werte nicht oder haben keinen Anteil daran. Hinsichtlich der binären Optionen, die Glücksspielprodukte sind, mssen Sie beachten, dass Glücksspiel süchtig machen kann - Bitte spielen Sie verantwortungsbewusst. Hier finden Sie informationen über das <a href="%1" class="pjaxload">Verantwortungsbewusstes Trading</a>.
