Repository: yottanami/binary-static
Catalog: config/locales/*.po
Languages: de, ja

source: Contracts will not usually be offered at odds under 0.05-to-1 (i.e. payouts of under USD/GBP/EUR/AUD 1.05 for each USD/GBP/EUR/AUD 1 staked).
de: Es werden normalerweise keine Kontrakte mit einer Gewinnquote von weniger als 0,05 bis 1 angeboten (z. B. Auszahlungen von weniger als 1,05 USD/GBP/EUR/AUD je eingesetztem 1 USD/GBP/EUR/AUD).
ja: 0.05-1（USD/GBP/EUR/AUD）単位で指定するようなトレードは通常提供されません。例）1.05（USD/GBP/EUR/AUD）の払い戻し金額を提供する、購入価格1（USD/GBP/EUR/AUD）のトレード。

source: Contracts will not usually be offered during the first 10 minutes of market trade.
de: Während der ersten zehn Minuten des Börsenhandelstages werden normalerweise keine Kontrakte angeboten.
ja: 開場１０分以内では通常トレードは提供されません。

source: Contracts will not usually be offered when the underlying market is at its intraday high or intraday low.
de: Wenn dr Basiskurs auf seinem Intraday-Hoch oder Intraday-Niedrig steht, werden hierfür normalerweise keine Kontrakte angeboten.
ja: 取引対象の市場価格が日中の高値または低値を示している場合、通常トレードは提供されません。

source: Controlled risk
de: Kontrolliertes Risiko
ja: 万全なリスク管理

source: Corporate Actions
de: Unternehmenshandlungen
ja: 企業活動

source: Costs
de: Kosten
ja: 参加費用

source: Costs and Charges
de: Kosten und Gebühren
ja: コストと料金

source: Country of Residence
de: Wohnsitzland
ja: 居住国

source: Create account
de: Konto einrichten
ja: 口座開設

source: Credit/<wbr/>Debit
de: Gutschrift/<wbr/>Lastschrift
ja: 利益

source: Credit/Debit Card
de: Kredit-/Debitkarte
ja: クレジット・デビットカード

source: Cross-company payment agent transfers are not allowed.
de: Unternehmensübergreifende Überweisungen über Zahlungsabwickler sind nicht gestattet.

source: Crosshair
de: Fadenkreuz
ja: クロスヘア

source: Currencies
de: Währungen
ja: 対応通貨

source: Currency
de: Währung
ja: 通貨

source: Currency quotes are truncated to 5 digits and all contracts are purchased and settled based on 5-digit currency quotes.
de: Die Wechselkursesind auf fünf Stellen gekürzt und alle Verträge werden mit fünfstelligen Wechselkursen erworben und ausgezahlt.
ja: 当社では、最大で少数第５位までの価格データを採用しており、全てのトレードの最大で少数第５位までのデータに基づいて購入が可能であり、約定されます。

source: Current Spot
de: Aktueller Kassakurs
ja: 現在のスポット価格

source: Current market price is 0.
de: Aktueller Marktpreis ist 0.
ja: 現在の市場価格は０です。

source: Current password
de: Aktuelles Passwort
ja: 現在のパスワード

source: Current photocard Driving Licence (Provisional or Full)
de: Aktueller Führerschein mit Foto (vorläufig oder endgǘltig)
ja: 有効期限内の写真付き運転免許証

source: Current signed Passport
de: Aktueller unterzeichneter Pass
ja: 有効期限内の署名付きパスポート

source: Current signed Passport OR
de: Aktueller unterzeichneter Pass ODER
ja: 有効期限内の署名付きパスポート、または

source: Current time:
de: Aktuelle Zeit:
ja: 現在時刻：

source: Customer Funds
de: Kundengelder
ja: お客様のお預かり資金について

source: Daily
de: Täglich
ja: 日毎

source: Daily Prices
de: Tageskurse
ja: 日毎価格データ

source: Daily Report
de: Tagesbericht
ja: デイリーレポート

source: Daily limit on losses
de: Tageslimit für Verluste
ja: 損失の値幅制限

source: Daily limit on losses is currently set to <strong>%1 %2</strong>
de: Das tägliche Verustlimit ist derzeit auf <strong>%2 %1</strong> festgelegt
ja: 損失の値幅制限は、現在<strong>%1 %2</strong>に設定されています。

source: Daily turnover limit
de: Tägliches Umsatzlimit
ja: １日の売買高制限

source: Daily turnover limit is currently set to <strong>%1 %2</strong>
de: Das tägliche Umsatzlimit ist derzeit auf <strong>%2 %1</strong> festgelegt
ja: １日の売買高制限は、現在<strong>%1 %2</strong>に設定されています。

source: Data Feed
de: Dateneinspeisung
ja: データフィード

source: Data will be available after market close.
de: Nach Börsenschluss werden Daten vefügbar sein.
ja: 閉場後にデータが確定

source: Date
de: Datum
ja: 日付

source: Date of birth
de: Geburtsdatum
ja: 生年月日

source: Day
de: Tag
ja: 日

source: Day Bet
de: Tageswette

source: Days to display
de: Anzuzeigende Tage
ja: 表示日数

source: Dear
de: Sehr geehrte/r Frau/Herr
ja: 様

source: Dear %1 %2 %3,
de: Sehr geehrte/r %1 %2 %2,
ja: %1 %2 %3様

source: Dear %1, I am writing to you regarding your account with Binary.com. We are legally required to verify that clients are over the age of 18, and so we request that you forward scanned copies of one of the following to helpdesk@binary.com: - Valid Passport or Driving licence or National ID card In order to comply with licencing regulations, you will be unable to make further deposits or withdrawals or to trade on the account until we receive this document. I look forward to hearing from you soon. Kind regards, %2
de: Sehr geehrte/r %1, Ich schreibe Ihnen bezüglich Ihres Kontos bei Binary.com. Wir sind gesetzlich verpflichtet zu überprüfen, ob die Kunden über 18 Jahre alt sind. Aus diesem Grund bitten wir Sie, gescannte Kopien eines der folgenden Dokumente an helpdesk@binary.com zu senden: - Gültiger Reisepass, Führerschein oder Personalausweis Bis eines dieser Dokumente hier bei uns vorliegt, können Sie kein weiteren Ein- oder Einzahlungen tätigen oder über Ihr Konto handeln, da wir die Zulassungsvorschriften einhalten müssen. Ich hoffe, bald von Ihnen zu hören. Mit freundlichen Grüßen, %2
ja: %1様 お客様のBinary.comのご口座に関してご連絡を申し上げます。 当社では、１８歳以上の方のみ%2のサービスの利用を認めておりますので、 恐れ入りますが以下の身分証明書のスキャンをhelpdesk@binary.comまでご送付下さい。 ・有効期限内のパスポートまたは運転免許証（両面） 当社のライセンス監督機関の規定により、上記の身分証明書を認証するまで入出金、及びお取り引きを承ることができません。 本件に対する迅速な対応を宜しくお願いいたします。 敬具 %2

source: Dear %1, We're really glad that you've decided to take up trading with %2 and we hope that your experience on our platform has been a positive one so far. We thought we'd drop you a note to let you know that we have received your request for a bonus and your account has been credited with a bonus of %3%4*. Should you have any questions, please do not hesitate to contact us on %5. Kind Regards, Karen Yap %2 *Terms and conditions may apply to withdrawals. (%6)
de: Sehr geehrte/r %1, Wir freuen uns, dass Sie sich dazu entschlossen haben, bei %2 mit dem Handeln zu beginnen und hoffen, dass Ihre Erfahrung mit unserer Plattform insoweit positiv war. Wir möchten Ihnen mitteilen, dass wir Ihren Antrag auf einen Bonus erhalten und Ihrem Konto einen Bonus von %4%3* gutgeschrieben haben. Sollten Sie weitere Fragen haben, setzen Sie sich bitte mit uns unter %5 in Verbindung. Mit freundlichen Grüßen Karen Yap %2 *Für Auszahlungen gelten unsere Allgemeinen Geschäftsbedingungen. (%6)
ja: %1様 %2でのお取り引きを開始頂きまして誠にありがとうございます。当社でのトレードにご満足されていらっしゃれば幸いです。 本日、先日のリクエストをふまえてお客様のご口座に%3%4分のボーナス（注）を付与させて頂きましたことを報告いたします。 何かご不明な点がございましたら、%5までお問い合わせ下さい。 敬具 Karen Yap %2 （注）ご出金時にはボーナスに関するご利用規約が適用されます。(%6)

source: Dear %1, We're really glad that you've decided to take up trading with %2 and we hope that your experience on our platform has been a positive one so far. We thought we'd drop you a note to let you know that we have received your request for a bonus. Unfortunately, we were unable to process your request for one of the following reasons:
de: Sehr geehrte/r %1, Wir freuen uns, dass Sie sich dazu entschlossen haben, bei %2 zu handeln und hoffen, dass Sie mit unserer Plattform gute Erfahrungen gemacht haben. Wir möchten Ihnen mitteilen, dass wir Ihren Antrag auf einen Bonus erhalten haben. Leider konnten wir Ihre Anfrage aus einem der folgenden Gründe nicht bearbeiten:
ja: %1様 %2でのお取り引きを開始頂きまして誠にありがとうございます。当社でのお取り引きにご満足していらっしゃればと幸いです。 先日、申請頂いたボーナスの件ですが、残念ながら下記の理由によりボーナス付与の審査を進めることができませんでした。：

source: Dear Valued Customer, Before we can help you change your password, please help us to verify your identity by clicking on the link below: %1
de: Sehr geehrter Kunde, Bevor wir Ihnen helfen können, Ihr Passwort zu ändern, helfen Sie uns bitte dabei, Ihre Identität zu überprüfen. Klicken Sie hiefür bitte auf den nachfolgenden Link : %1
ja: お客様へ パスワードをご変更される前に、下記リンクをクリックしご本人様確認を完了して下さいますよう、ご協力のほど宜しくお願いいたします。： %1

source: Dear Valued Customer, In order to verify, please click on the following link: %1
de: Sehr verehrter Kunde, Zur Überprüfung klicken Sie bitte auf folgenden Link: %1
ja: 親愛なる顧客の皆様へ 次のリンクからご確認いただけます。： %1

source: Dec
de: Dez
ja: １２月

source: December
de: Dezember
ja: １２月

source: Decline
de: Ablehnen

source: Dedicated affiliate team to provide you with the best service possible
de: Engagiertes Geschäftspartner-Team, um Ihnen den bestmöglichen Service zu bieten
ja: 最良のサービスを提供するアフィリエイトチームによる万全のサポート

source: Default
de: Vorgabe
ja: 既定

source: Define your position
de: Definieren Sie Ihre Position
ja: ポジションを設定

source: Delete
de: Löschen
ja: 消去

source: Delete All
de: Alles löschen
ja: 全て消去

source: Delete All Lines
de: Alle Linien löschen
ja: 全てのラインを消去

source: Delete all lines?
de: Alle Linien löschen?
ja: 全て消去してもよろしいですか？

source: Depo./With. commission
de: Provision Einz./Ausz
ja: 入金/出金 手数料

source: Deposit
de: Einzahlung
ja: ご入金

source: Deposit %1 virtual money into your account
de: Zahlen Sie %1 virtuelles Geld auf Ihr Konto ein
ja: %1分のバーチャルマネーをご口座に入金

source: Deposit Bonus
de: Einzahlungsbonus
ja: ご入金された場合に付与されるボーナスについて

source: Deposit To Payment Agent
de: Einzahlung an den Zahlungsabwickler
ja: 決済代行会社を利用して入金

source: Deposit or withdraw to your account via bank-wire, credit card, or e-cash wallet.
de: Ein- oder Einzahlung von oder auf Ihr Konto über Banküberweisung, Kreditkarte oder e-Cash Wallet.
ja: 銀行振込、クレジットカード、eキャッシュウォレットでお客様のアカウントに入金・出金する

source: Deposit: %1 working day
de: Einzahlung: %1 Werktag
ja: ご入金: %1営業日

source: Deposit: %1 working days
de: Einzahlung: %1 Werktage
ja: ご入金: %1営業日

source: Deposit: Instant
de: Einzahlung: Sofort
ja: ご入金：即刻

source: Depositing and withdrawing funds
de: Geld einzahlen und abheben
ja: ご入金・ご出金について

source: Derivative
de: Derivate
ja: デリバティブ

source: Derivative investment instruments such as Binary Options and related markets can be highly volatile. The prices of the underlying instrument which a Binary Options refers to may fluctuate rapidly and over wide ranges and may reflect unforeseeable events or changes in conditions, none of which can be controlled by you or %1.
de: Derivative Anlageinstrumente, wie Binäre Optionen, und damit verbundenen Anlagen können äußerst volatil sein. Die Kurse für das zugrundeliegende Instrument, auf das sich eine Binäre Option bezieht, kann schnell über weite Bereiche schwanken und unvorhersehbare Ereignisse oder Bedingungsänderungen widerspiegeln, die sich außerhalb Ihrer oder der Kontrolle von %1 befinden.
ja: バイナリーオプションや市場関連のデリバティブ投資商品は発揮性が高く、非常に不安定です。バイナリーオプションの現商品価格は急速に、広範囲にわたって変動し、状況によっては予測できない事象または変化がおきるものです。双方ともにお客様または%1によって制御できるものではありません。

source: Description
de: Beschreibung
ja: 取引内容

source: Detrended Price Osc
de: Trendbereinigter Kurs Osz
ja: Detrended Price Osc：DPO

source: Detrended Price Oscillator (DPO)
de: Detrended Price Oscillator (DPO) (deutsch: Trendbereinigter Kursoszillator)
ja: Detrended Price Osc：DPO

source: Developer's Guide
de: Entwicklerhandbuch
ja: 開発者ガイド

source: Differences with other data feeds
de: Unterschiede zu anderen Daten-Feeds
ja: 他の機関が提供するデータフィードとの相違について

source: Digits
de: Dezimalstellen
ja: 数字

source: Disclaimer
de: Rechtlicher Hinweis
ja: 免責事項

source: Disclosure: general
de: Offenlegung: Allgemein
ja: 情報公開：一般

source: Discover our Smart Markets.
de: Entdecken Sie unsere Smart Märkte.
ja: 当社のスマートマーケットを知ろう

source: Discover our indices generated from random numbers.
de: Entdecken Sie unsere Indizes mit Zufallszahlen.
ja: 乱数から生成された当社オリジナル指数をトレードしてみましょう。

source: Discovering an easy, low-risk, flexible, award-winning platform for profiting from market action
de: Eine einfache, risikoarme, flexible und preisgekrönte Plattform erleben, um am Marktgeschehen zu verdienen
ja: 市場の動向から利益を得ることを可能にし、かつ簡単な操作で低リスクのトレード機会を提供する受賞履歴を誇るトレードプラットフォームの利用

source: Divestiture
de: Veräußerung

source: Do I need to deposit any funds to open an account?
de: Muss ich, um ein Konto zu eröffnen, Geld einzahlen?
ja: 口座を開設するにあたり入金は必須でしょうか？

source: Do I need to send any documents?
de: Muss ich Unterlagen schicken?
ja: 口座を開設するにあたり、各種証明書を送付する必要はありますか？

source: Do not put pressure on clients to trade or deposit beyond their means and you shall not encourage clients to take out any form of loans to be able to place trades.
de: Üben Sie auf Kunden keinen Druck aus, sich über ihre wirtschaftlichen Verhältnisse hinaus zu engagieren und Sie dürfen Kunden nicht dazu auffordern, jede Art von Darlehen aufzunehmen, um Kontrakte abschließén zu können.
ja: 獲得会員に対しトレードやデポジットの実施を強要せず、またトレードを行わさせるためにローンを組ませるような行為も慎んで下さい。

source: Do not trade more than you can afford.
de: Investieren Sie nicht mehr, als Sie sich erlauben können.
ja: 資金繰りが苦しくなるようなトレードの購入は見合わせましょう。

source: Do not trade when you are tired or are under the influence of alcohol.
de: Beteiligen Sie sich nicht am Handel, wenn Sie müde sind oder unter Alkoholeinfluss stehen.
ja: 疲労に見舞われているときや飲酒時のトレードの実施は見合わせましょう。

source: Do you offer virtual-money accounts?
de: Bieten Sie Konten mit virtuellem Geld an?
ja: デモ口座を利用できますか？

source: Do you want to decrease the timescale?
de: Möchten Sie die Zeitspanne verkürzen?
ja: タイムスケールを減らしたいですか？

source: Do you want to increase the timescale?
de: Möchten Sie die Zeitspanne verlängern?
ja: タイムスケールを増やしたいですか？

source: Do you want to learn more about the markets and how to trade them? Check out the resources below.
de: Möchten Sie mehr über die Märkte oder den Börsenhandel erfahren lernen? Sehen Sie sich die unten angegebenen Quellen an.
ja: マーケットやトレードに関する有益な情報を下記リストからご参照下さい。

source: Do you want to lock in profits?
de: Wollen Sie die Gewinne „einfrieren“?
ja: 損失のコントロールも可能

source: Do you want to see Binary.com in other languages, or can you suggest improvements to our current translations?
de: Möchten Sie Binary.com in anderen Sprachen ansehen oder Verbesserungen unserer aktuellen Übersetzungen vorschlagen?
ja: Binary.comを他の言語での展開、及び既存の翻訳の改善を提案をされたい場合もお問い合わせください。

source: Documents are required to verify your identity
de: Die Dokumente sind erforderlich, um Ihre Identität zu überprüfen
ja: ご本人様確認のために書類の送付が必要です

source: Don't limit yourself! Whatever your market view, Binary.com allows you to put your strategy to work and profit from your predictions.
de: Warum setzen Sie sich Grenzen! Was auch immer Ihre Markteinschätzung ist, Binary.com ermöglicht es Ihnen, Ihre Strategie einzusetzen und von Ihren Voraussagen zu profitieren.
ja: 無限のトレード機会を提供します。どのように市場動向を予想されても、 Binary.comでは投資戦略を実行に移し、予想から利益を得ることができます。

source: Donchian Channel Width
de: Donchain Schwankungsbreite
ja: ドンチャンバンド

source: Donchian Channels plot the highest high and lowest low over the last period time intervals.
de: Donchian Channels stellen das höchste Hoch und das tiefste Tief der letzten Periodenzeiträume grafisch dar.
ja: ドンチャンバンドは過去の高値の最高値と低値の最低値をプロットします。

source: Don’t be put off by the name. Quotidian just means something that happens everyday.
de: Lassen Sie sich von dem Namen nicht abschrecken. Quotidian bedeuten einfach etwas, das täglich passiert.

source: Dormant and Inactive Accounts
de: Umsatzlose und inaktive Konten
ja: 口座維持手数料について

source: Dot Chart
de: Punktdiagramm
ja: ドットチャート

source: Download
de: Herunterladen
ja: ダウンロード

source: Download the Binary.com charting application with an extensive range of Indicators, Price Bands, Overlays, and your own customizable Workspace supporting different languages!
de: Laden Sie die Binary.com Charting Anwendung mit einer umfangreichen Auswahl an Indikatoren, Preisbändern, Overlays, und Ihrem eigenen anpassparen Arbeitsbereich herunter in mehreren Sprachen vorhanden!
ja: Binary.comのチャート・アプリケーションをダウンロードすると、各種指標、価格情報、オーバーレイ、及びカスタマイズしたワークスペースを利用できるようになります。 多言語に対応しています！

source: Downloadable application
de: Herunterladbare Anwendung
ja: ダウンロード可能なアプリケーション

source: Due to changes in regulation within the European Union, binary options on financial indices are now considered to be an investment activity.
de: Binäre Optionen auf Finanzindizes werden aufgrund der Gesetzesänderung innerhalb der Europäischen Gemeinschaft jetzt wie eine Anlageaktivität behandelt.
ja: 欧州連合内での規制の変更にあたり、現在財務指標におけるバイナリーオプションは投資活動であると考えられています。

source: Due to regulatory requirements, you are required to authenticate your account in order to continue trading.
de: Aufgrund behördlicher Anordnungen sind Sie verpflichtet, Ihr Konto zu bestägen, um weiterhin handeln zu können.
ja: ライセンス監督機関からの取り決めに基づき、トレードを続けるためにはご口座のアップグレードが必要です。

source: Due to the corporate action, the contract's barrier had been adjusted as follow:
de: Wegen Unternehmenshandlungen wurde die Kontraktbarriere wie folgt verändert:
ja: コーポレートアクションにより、契約のバリアは以下のように調整されました。：

source: Duration
de: Laufzeit
ja: 取引期間

source: Duration must be between %1 and %2.
de: Die Laufzeit muss zwischen %1 und %2 betragen.
ja: 有効な取引期間は、%1から%2の間です。

source: During fast markets (i.e. periods of very fast market movements), contracts may be offered at prices more unfavourable than those offered in usual market conditions.
de: Bei instabilen Märkten (z. B. besonders in Zeiträumen schneller Marktbewegungen) können Verträge, entgegen der üblichen Marktkonditionen, zu ungünstigeren Kursen angeboten werden.
ja: 変化の激しい市場（著しい市場変動を示す期間）においては、平常時の市場に比べて劣る価格条件でトレードが提供される場合があります。

source: During our application process, we may ask you for information about your background, experience as well your investment assets and earnings. We do not monitor on your behalf whether the amount of money you have sent to us or your profits or losses are consistent with that information. It is up to you to assess whether your investment resources are adequate for your investment activity with us and your risk appetite in the products and services you use.
de: Während unseres Antragsverfahrens werden wir Informationen über Ihren Hintergrund, Erfahrungen sowie Ihre Vermögenswerte und Einkommen abfragen. Wie werden nicht in Ihrem Auftrag überwachen, ob der von Ihnen an uns überwiesene Geldbetrag oder Ihre Gewinne und Verluste mit diesen Informationen vereinbar ist. Sie müssen beurteilen, ob Ihre Investitionsmittel und die Risikobereitschaft hinsichtlich unserer Produkte und Dienstleistungen für Ihre Investitionstätigkeiten bei uns geeignet sind.
ja: 当社のアプリケーションプロセス間において、お客様の身元や、投資資産と収益同様ご経験について情報を伺う場合がございます。お客様が当社に送金された金額や収益、または損失額のいずれかをお客様に変わって監視するものではありません。お客様の投資資源が当社との投資活動や利用される製品やサービスのリスク選好度が適しているか判断するのはお客様次第です。

source: During the term of this Agreement, you may be entrusted with confidential information relating to the business, operations, or underlying technology of the Company and/or the Company's affiliate program. You agree to avoid disclosure or unauthorised use of the confidential information to third persons or outside parties unless you have the Company's prior written consent and that you will use the Confidential Information only for purposes necessary to further the purposes of this Agreement. Your obligations with regards to confidential information shall survive the termination of this Agreement.
de: Sie erhalten ggf. während der Laufzeit dieses Vertrags vertrauliche Informationen, die sich auf das Geschäft, die geschäftlichen Aktivitäten, die zugrunde liegende Technologie und/oder das Partnerprogramm des Unternehmens beziehen. Sie verpflichten sich, keine dieser vertraulichen Informationen gegenüber Dritten oder Außenstehenden offen zu legen. Ausnahmen hiervon sind nur dann zulässig, wenn Sie zuvor eine schriftliche Zustimmung des Unternehmens zur Offenlegung und/oder Nutzung eingeholt haben. In diesem Fall dürfen Sie die vertraulichen Informationen nur für Zwecke offenlegen/nutzen, wenn diese dem Vertrag förderlich sind. Die von Ihnen übernommenen Pflichten in Bezug auf vertrauliche Informationen bestehen nach Beendigung/Kündigung dieses Vertrags fort.
ja: このご利用規約の下では、当社のビジネス、オペレーション、顧客に適用しているテクノロジー、及びアフィリエイトプログラムに関する情報に関する機密情報はアフィリエイト会員に託されます。アフィリエイト会員は当社との間で書面による承認が無い限り、これらの機密情報を第三者や他の関係者に漏洩したり、許可無しに利用しないことに同意します。またこれらの機密情報は、この規約の同意よりも重要である状況が発生した場合にのみ利用することができます。アフィリエイト会員の機密情報に対する義務は、この規約を承諾している間は常に生じるものとします。

source: Each binary option contract runs for a set time – with %1 you can choose a contract that runs between 10 seconds and 365 days.
de: Jeder Kontrakt für eine Binäre Option hat eine begrenzte Laufzeit - bei %1 können Sie für einen Kontrakt eine Laufzeit ab 10 Sekunden bis zu 365 Tagen auswählen.
ja: 各バイナリーオプション契約は、設定された期間で実行されます。- ％1を使用すると、10秒から365日間の契約を選択することができます。

source: Each binary option is a prediction on the future movement of an underlying market.
de: Jede Binäre Option ist eine Voraussage über die zukünftigen Bewegungen eines bestimmten Kurses.
ja: バイナリーオプションは、取引対象の未来の動向の予想のことです。

source: Each binary trade is for a pre-determined payout amount. You win the payout if your prediction is correct.
de: Für jeden Binären Kontrakt gilt ein vorbestimmten Auszahlungsbetrag. Sie gewinnen die Auszahlung, wenn Ihre Voraussage richtig ist.
ja: 各バイナリーでのお取り引きは事前に払い戻し金額が確定しています。予想が当たればこの金額を得ます。

source: Each party to this Agreement represents and warrants to the other that it has, and will retain throughout the Term all right, title and authority to enter into this Agreement, to grant to the other party the rights and licences granted in this Agreement and to perform all of its obligations under this Agreement.
de: Jede Vertragspartei sichert der anderen zu und garantiert, dass sie das Recht und die Befugnis hat, diese Vereinbarung abzuschließen und diese Befugnis auch während der Vertragslaufzeit bestehen bleibt. Des Weiteren sichert jede Vertragsparteien der anderen zu und garantiert, die ihr in diesem Vertrag gewährten Rechte und Lizenzen beizubehalten und alle Verpflichtungen aus diesem Vertrag zu erfüllen.
ja: 本契約に関わる全ての関係者は、この契約で他の関係者は、この契約で認められた権利とライセンスを得るためにこの契約に加わる資格と許可がこの契約下では常に保持、維持するものであること、そしてこの契約下での全ての義務を遂行することを代表し保証します。

source: Earning a second income in their spare time
de: Ein zweites Einkommen in ihrer Freizeit verdienen
ja: 空き時間での効果的な副業

source: Earning tax free trading profits*
de: Steuerfreie Börsengewinne* verdienen
ja: 税制上の優遇措置を受けられるトレード（注）

source: Ease of Movement
de: Leichtgängigkeit
ja: Ease Of Movement：EMV

source: Education
de: Ausbildung
ja: お役立ち情報

source: Either party may terminate this Agreement forthwith on written notice if a receiver, examiner or administrator is appointed of the whole or any part of the other party's assets or the other party is struck off the Register of Companies in the jurisdiction where it was incorporated or an order is made or a resolution passed for winding up of the other party (unless such order or resolution is part of a voluntary scheme for the reconstruction or amalgamation of that party as a solvent corporation and the resulting corporation, if a different legal person, undertakes to be bound by this Agreement).
de: Jede der Parteien kann diesen Vertrag durch schriftliche Kündigung beenden, wenn für das Vermögen der anderen Partei ein Konkursverwalter, Prüfer oder Vermögensverwalter eingesetzt wird oder wenn die andere Partei aus dem Handelsregister des Gerichtsbezirks, in dem ihr Unternehmen gegründet wurde, entfernt wird oder ein Beschluss zur Auflösung der anderen Partei ergeht (sofern ein solcher Beschluss nicht Teil eines freiwilligen Plans zur Umstrukturierung oder Fusion dieser Partei zu einem solventen Unternehmen ist und wenn sich das daraus entstehende Unternehmen als eine andere juristische Person verpflichtet, diesen Vertrag zu erfüllen).
ja: 本契約は以下のような場合、任意の関係者からの書面での通達を以て即座に本契約を破棄することができる。受取人、審理する者、管理者が全てまたは任意の関係者の資産を行使するできるされた場合、または他の関係者が、法人化された管轄区域における法人の登録を抹消された場合、または命令が下されば場合、及び、他の関係者への決定がなされた場合（もし、他の異なる法的な人物がこの契約を請け負うとした場合を除き、このような命令や決定は、支払い能力のある法人や結果として生じた法人における再建または合併における任意の枠組みである）。

source: Either party may terminate this Agreement on delivery of one weeks' prior written notice to the other party.
de: Jede Partei kann diesen Vertrag kündigen, wenn die andere Partei mit einer Frist von einer Woche schriftlich benachrichtigt wird.
ja: どの関係者からも、他の関係者への１週間の書面の通知を以てして本契約を終了させることができます。
