Repository: yottanami/binary-static
Catalog: config/locales/*.po
Languages: de, ja

source: The system is missing critical pricing information. Please try again in a few minutes, or try a different market.
de: Dem System fehlen ausschlaggebende Kursangaben. Bitte versuchen Sie es in ein paar Minuten erneut oder versuchen Sie es auf einem anderen Markt.
ja: 重要な価格決定に関する情報をシステム上で検知することができませんでした。数分後、改めてトレードを実施して頂くか、他の市場のトレードをお試し下さい。

source: The term "the Company" shall denote either Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles, licenced and regulated by (1) the Gambling Supervision Commission in the Isle of Man, British Isles, current online gambling licence issued on 31 August 2012, and for UK clients by (2) the UK Gambling Commission; Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, licenced and regulated by (1) the Malta Gaming Authority in Malta for the Gaming products, licence no MGA/CL2/118/2000 dated 26th May 2010 and for UK clients by (2) the UK Gambling Commission; Binary Investments (Europe) Ltd Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, regulated by the Malta Financial Services Authority for Investment products, holder of a Category 3 Investment Services licence no IS/ 70156; or Binary (CR) S.A., depending on the jurisdiction to which a Client's account has been attached in accordance with the account opening procedures of the website and as detailed in the About Us section of the website.
de: Der Ausdruck "das Unternehmen" bezeichen entweder Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, Britische Inseln vermarktet und wird von (1) der Gambling Commission (Glücksspielbehörde) der Isle of Man, Britische Inseln zugelassen und überwacht und (2) von der britischen Gambling Commission für britische Kunden; Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, lizenziert und überwacht (1) von der Maltesischen Glückspielbehörde, Lizenz Nr. MGA/CL2/118/2000 vom 26. Mai 2010 für Glücksspielprodukte und für britische Kunden durch (2) die britische Gambling Commission; Binary Investments (Europe) Ltd Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, für Anlageprodukte durch die Maltesische Finanzdienstleistungsaufsichtsbehörde zugelassen und überwacht, Inhaber einer Kategorie 3 Anlagedienstleistungsgenehmigung Nr. IS/70156 oder Binary (CR) S.A. Dies hängt von dem Land ab, in dem das Kundenkonto gemäß des Konteneröffnungsverfhren der Website, wie im Über Uns Abschnitt der Website angegeben, angelegt wurde.

source: The time is now %1 %2 and the market opening times (for the %3) are:
de: Es ist jetzt %1 %2 Uhr und die Börsenöffnungszeiten (für %3) sind:
ja: 現在の時刻は%1 %2です。%3の市場開場時間をご確認下さい。

source: The transactions performed on this site and the relationship between Clients and the Company are to be governed by and construed in accordance with the laws of the country of incorporation of the Company (the "Jurisdiction"), which shall be either of the Isle of Man, Malta, or Costa Rica. You agree that the Jurisdiction's courts will have sole jurisdiction to settle any disputes that may arise in relation thereto. For such purposes, you irrevocably submit to the jurisdiction of the courts of the Jurisdiction in relation to any such dispute and you agree that any claim you might have against the Company shall only be brought before the courts of the Jurisdiction. For further information on complaints and disputes, kindly refer to the Company’s Complaints and Disputes section.
de: Die auf dieser Site ausgeführten Transaktionen und die Beziehung zwischen Kunden und dem Unternehmen unterliegen und werden nach den Gesetzen des Landes ausgelegt, in dem das Unternehmen gegründet wurde (Rechtsprechung), welches entweder die Isle of Man, Malta oder Costa Rica sein muss. Sie sind damit einverstanden, dass die Gerichte dieser Länder die alleinige Rechtsprechung bezüglich solcher Streitfälle haben und Sie sind damit einverstanden, dass jeglicher Anspruch, den Sie gegenüber dem Unternehmen haben könnten, nur vor diesen Gerichten verhandelt wird. Für weitere Informationen verweisen wir auf den Abschnitt über Beschwerden und Streitfälle mit dem Unternehmen.

source: The two passwords that you entered do not match.
de: Die beiden Passwörter, die Sie eingegeben haben, stimmen nicht überein.
ja: ご入力頂いた各パスワードが合致しません。

source: The underlying market has moved too much since you priced the contract.
de: Seit dem Sie den Kontrakt preislich bestimmt haben, hat sich der Basis Kurs zu sehr bewegt.
ja: 価格を決定された後に取引対象の市場が著しく変動しました。

source: The value of your open positions
de: Der Wert Ihrer offenen Positionen
ja: オープン中のポジションの現在での総評価額

source: Then please ask your IT developer to fork the %2 repo on github, and to make the changes you require to the HTML, Javascript, CSS, and images of the website. If you don't have an IT developer at your disposal, you can recruit one by placing a free advert on %1.
de: Bitten Sie in diesem Fall Ihren IT Entwickler die %2 repo auf github aufzuteilen und nehmen Sie die nötigen Änderungen in HTML, Javascript, CSS und den Abbildungen auf der Webseite vor. Wenn Sie keinen IT Entwickler zur Verfügung haben, können Sie einen beauftragen, indem Sie eine kostenlose Anzeige auf %1 veröffentlichen.
ja: あなたの開発者にgithub上の%2 repoをフォーク、及びHTML, Javascript, CSS, そしてウェブサイトで必要な変更を要請して下さい。開発者と協業していない場合は%1に広告を掲載し、開発者を確保することができます。

source: Then, make your trade
de: Dann führen Sie Ihr Geschäft durch
ja: トレードを購入

source: There are no available Payment Agents.
de: Es stehen keine Zahlungsabwickler zur Verfügung.

source: There are no contracts during this period
de: Während dieses Zeitraums gibt es keine Verträge
ja: この期間でのトレードは存在しません

source: There are no costs involved on the Binary.com side. However you will bear the costs of your own IT developers who develop the white-label for you.
de: Von Seiten Binary.com entstehen keine Kosten. Sie werden jedoch die Kosten Ihres eigenen IT Entwicklers tragen müssen, der das Eigenmarkenprodukt für Sie entwickelt.
ja: Binary.comから直接の参加費用を徴収することはありませんが、開発者の利用等により発生したホワイトレーベルの開発コストはご負担頂きます。

source: There are no items during this period
de: Während dieses Zeitraums gibt es keine Posten
ja: この期間でのデータは存在しません

source: There are risks associated with utilizing an Internet-based deal execution trading system, including but not limited to the failure of hardware, software and Internet connection. Since %1 does not control signal power, its reception or routing via Internet, configuration of your equipment or reliability of its connection, we cannot be responsible for communication failures, distortions or delays when trading via the Internet.
de: Mit der Nutzung von Handelssystemen über das Internet sind Risiken verbunden, die sich nicht nur auf die Hardware-, Software- und Internetverbindundsprobleme beziehen. Da %1 die Übertragungsgeschwindigkeit, den Empfang oder das Routing via Internet, die Konfiguration Ihrer Geräte oder die Zuverlässigkeit der Verbindung nicht kontrollieren kann, haften wir nicht für Kommunikationsfehler, Verzerrungen oder Verspätungen, bei Geschäften, die Sie über das Internet abschließen.
ja: インターネットに基づいて行うトレードには、ハードウェア、ソフトウェア、及びインターネットの回線状況などに起因する固有のリスクが存在します。 %1では、回線信号のパワー、インターネット経由での受信やルーティング、お客様のご利用機材の構造や回線状況を管理することはありませんので、当社ではインターネットを通じたコミュニケーションの失敗、ゆがみ、及び遅延に対して責任を負うことはできません。

source: There is no intraday data for %1 on %2.
de: Es gibt am %2 keine Intraday-Daten für %1.
ja: %2での%1の日中データが存在しません。

source: There may be a delay of up to 24 hours before your registration becomes valid.
de: Bevor Ihre Anmeldung gültig wird, kann es eine Verzögerung von bis zu 24 Stunden geben.
ja: ご登録内容が受理されるまで最大で２４時間要する場合があります。

source: There was a market data disruption during the contract period. For real-money accounts we will attempt to correct this and settle the contract properly, otherwise the contract will be cancelled and refunded. Virtual-money contracts will be cancelled and refunded.
de: Während der Kontraktlaufzeit ist eine Datenunterbrechung für die Kurse aufgetreten. Im Fall von Echtgeldkonten werden wir versuchen, das Problem zu beheben und den Vertrag ordnungsgemäß abzurechnen. Ansonsten wird der Vertrag storniert und erstattet. Verträge mit virtuellem Geld werden storniert und erstattet.
ja: トレード期間中に市場価格データに不具合が発生しました。リアルマネー口座のお客様のトレードに関しては個別にトレードを調査し、トレードを適切に処理しキャンセル、及び返金いたしします。デモ口座でのトレードはキャンセル、及び返金いたします。

source: There was a problem accessing the server during purchase.
de: Während des Kaufs ist ein Problem beim Zugriff auf den Server aufgetreten.
ja: 購入時にサーバーアクセスのエラーが発生がしました。

source: There was a problem accessing the server.
de: Es gab ein Problem beim Zugriff auf den Server.
ja: サーバーアクセスにエラーが発生しました。

source: There was a problem validating your address. Please fix the indicated fields. If you need assistance feel free to contact our <a href="%1">Customer Support</a>.
de: Beim Bestätigen Ihrer Adresse gab es ein Problem. Bitte berichtigen Sie die angegebenen Felder. Sofern Sie Hilfe dabei benötigen, setzen Sie sich bitte mit unserer <a href="%1">Kundenbetreuung</a> in Verbindung.
ja: お客様のご住所の認証プロセスにて問題が発生しました。該当事項の訂正をお願いします。ご不明な点がありましたら<a href="%1">カスタマーサポート</a>までお知らせ下さい。

source: There was an error and we were unable to process your request.
de: Es ist ein Fehler aufgetreten und wir konnten Ihre Anfrage nicht bearbeiten.
ja: エラーが発生につき、お客様のリクエストを処理することができませんでした。

source: There was an error processing the request.
de: Beim Verarbeiten Ihrer Anfrage ist ein Fehler aufgetreten.
ja: リクエスト処理時にエラーが発生しました。

source: Therefore you may not withdraw any additional funds.
de: Deshalb können Sie kein zusätzliches Geld abheben.
ja: ゆえに、お客様はいかなる追加金額をご出金して頂くことはできません。

source: Therefore your current immediate maximum withdrawal (subject to your account having sufficient funds) is EUR %1 (or %2 in other currency
de: Daher ist Ihr aktuelles Maximum für eine Sofortabhebung (sofern Ihr Konto über ausreichend Saldo verfügt) EUR %1 (oder %2 in einer anderen Währung
ja: ゆえに、現在即座にご出金頂ける金額（ただし、ご口座残高が不足していない場合）は%1EURです。（他の通貨では%2

source: These ST&Cs are to be governed by and construed in accordance with Maltese law and the parties hereto agree to submit to the non exclusive jurisdiction of the Maltese courts.
de: Diese ST&Cs unterliegen den Maltesischen Gesetzen und müssen nach diesen ausgelegt werden und die Parteien vereinbaren, sich der nicht ausschließlichen Rechtsprechung der Maltesischen Gericht zu unterwerfen.
ja: これらST＆Cs（特別条件と事業条件）は、マルタ裁判所と非専属管轄権に服することに同意するマルタの法律や当事者によって規制されることを解します。

source: These ST&Cs begin to apply on the date we open your account, and, for any new versions after that, on the date we notify you.
de: Diese ST&Cs gelten ab dem Datum Ihrer Kontoeröffnung und danach für alle neuen Versionen nach dem Datum, zu dem wir Sie unterrichten.
ja: これらST&Cs（特別条件と事業条件）は、お客様の口座を開設させて頂いてから適用されます。以降の更新情報はその日に通知させていただきます。

source: These ST&Cs form part of and need to be read together with the General Terms and Conditions relating to the use of Binary.com.
de: Diese ST&Cs sind Bestandteil der Allgemeinen Geschäftsbedingungen zur Nutzung von Binary.com und müssen mit ihnen zusammen beachtet werden.
ja: これらST＆Csは、Binary.comの使用に関する一般ご利用規約と一緒に熟読いただくように作成されています。

source: These Supplementary Terms and Conditions (these "ST&Cs") apply solely to clients ("you") of Binary Investments (Europe) Ltd ("BIEL", "we" or "us") and will govern the relationship between you and us when trading Financial Products (as defined below) with us.
de: Diese Ergänzenden Geschäftsbedingungen (diese "ST&Cs) gelten nur für Kunden ("Sie" der Binary Investments (Europe) Ltd. ("BIEL", "wir" oder "uns") und regeln die Beziehung zwischen Ihnen uns uns für den Handel von Finanzprodukten (wie nachfolgend genannt) mit uns.
ja: これらの補助ご利用規約（"ST&Cs"）は、Binary Investments (Europe) Ltd("BIEL", "当社" または "私達"と表記されます。)のお客様にのみ適用され、当社と金融商品（以下に定義されているもの）のお取引の際のお客様と当社間の関係にあたります。

source: These Terms and Conditions, for the convenience of our Clients are provided in several different languages; however, these translations do reflect the same principles. We attempt, as much as possible to provide a faithful translation in English of the prevailing language. In the event of any differences between the English version of the website and any other language, the English version shall prevail.
de: Diese Allgemeinen Geschäftsbedingungen werden zur Annehmlichkeit unserer Kunden in mehreren Sprachen zur Verfügung gestellt, diese Übersetzungen spiegeln jedoch die selben Grundsätze wieder. Wir versuchen so weit wie möglich, eine originalgetreue Übersetzung des englischen Texts in die jeweilige Sprache bereit zu stellen. Für den Fall von Unterschieden zwischen der englischen Version der Website und einer anderen Sprache, findet die englische Version Anwendung.

source: These are trades where the trader predicts if a market will finish higher or lower than a specified price target.
de: Dies sind Kontrakte, bei denen der Händler voraussagt, ob ein Kurs höher oder niedriger als ein festgelegtes Kursziel schließt.
ja: 定めた価格バリアーよりも、終了価格が高いか低いかを予想するトレードです。

source: These are trades where the trader predicts if a market will rise or fall at the end of a selected time period.
de: Dies sind Kontragke, bei denen der Händler voraussagt, ob zum Ablauf eines ausgewählten Zeitraums der Kurs gestiegen oder gefallen ist.
ja: ご指定して頂いた取引期間終了時に市場価格が上昇するか下降するかを予想するトレードです。

source: These are trades where the trader selects a low and high barrier, and predicts if the market will stay within these barriers or go outside them (see also 'Stays Between/Goes Outside trades)'.
de: Es sind Kontrakte vorhanden, bei denen sich der Händler für eine untere und obere Schwelle entscheidet und voraussagt, ob der Kurs innerhalb dieser Schwellen verbleibt oder über sie hinaus schließt (siehe auch 'Bleibt zwischen/Geht außerhalb Kontrakte').
ja: 上下に設定した価格バリアー内に市場価格が収まるか否かを予想するトレードタイプです。（「範囲内に留まる/範囲外となる」の項目も参照して下さい）。

source: These are trades where the trader selects a price target, and predicts that the market will never touch the target before the expiry of the trade.
de: Dies sind Kontrakte, bei denen der Händler ein Kursziel festlegt und voraussagt, dass der Kurs vor Ablauf des Kontrakts diese Ziel nicht erreichen wird.
ja: ターゲット価格を設定し、取引対象の価格が取引終了時までにターゲット価格に一度も触れないことを予測するトレードタイプのことです。

source: These are trades where the trader selects a price target, and predicts that the market will touch the target before the expiry of the trade.
de: Dies sind Kontrakte, bei denen der Händler einen Kursziel wählt und voraussagt dass der vor Ablauf des Kontrakts das Ziel erreichen wird.
ja: ターゲット価格を設定し、取引対象の価格が取引終了時までにターゲット価格に触れることを予測するトレードタイプのことです。

source: These materials may not be copied or redistributed for commercial purposes or for compensation of any kind without prior written permission from a Binary Group company. If you have questions about these terms or would like information about licensing materials from Binary Ltd., please contact us.
de: Ohne vorherige schriftliche Genehmigung eines der Unternehmens der Binary Unternehmensgruppe dürfen diese Materialien weder kopiert oder weitergegeben noch zur Befriedigung von Schadenersatzansprüchen verwendet werden. Sollten Sie Fragen zu diesen Bedingungen haben oder Informationen zur Lizenzierung haben möchten, setzen Sie sich bitte mit uns in Verbindung.
ja: Binaryのグループ会社による事前の書面による許可無しでは、そのようなコンテンツのいかなる商業目的、または報酬獲得目的での複製、及び頒布は不可能である可能性があります。これら取り決めやBinary Ltd.に帰属する著作物の情報に疑問点がございましたら当社までお問い合わせ下さい。

source: This Agreement contains the entire agreement between the parties with respect to its subject matter and supersedes all previous agreements and understandings between the parties with respect to its subject matter.
de: Dieser Vertrag enthält hinsichtlich des Vertragsgegenstands die gesamte Vereinbarung zwischen den Parteien und ersetzt alle früheren Vereinbarungen und Übereinkünfte zwischen den Parteien, die bezüglich des Gegenstands der Vereinbarung getroffen wurden.
ja: 本契約には各関係者の間での対象事項に関する同意が含まれ、本契約はこの内容に関わる関係者間の全ての事前の承諾と理解になります。

source: This Agreement may be terminated forthwith by either party on written notice to the other party if the other party is in material breach of the terms of the Agreement and, in the event of a breach capable of being remedied, fails to remedy the breach within 15 days of receipt of notice in writing of such breach.
de: Dieser Vertrag kann von jeder Vertragspartei durch schriftliche Mitteilung an die andere Partei gekündigt werden, wenn die andere Partei auf grobee Weise gegen die Vertragsbedingungen verstoßen hat und der Verstoß nicht innerhalb von 15 Tagen nach Aufforderung abgestellt wurde.
ja: 関係者が本契約の違反行為をした場合、本契約は書面での通知を以ち直ちに破棄されます。また、救済される可能性のある違反行為に対し、そのような違反行為に対する通告文書を受け取ってから１５日以内に改善されない場合は、本契約は破棄されます。

source: This Agreement shall be governed by and construed in accordance with the laws of Jersey (the "Jurisdiction"), you agree that the Jurisdiction's courts will have sole jurisdiction to settle any disputes that may arise in relation thereto. For such purposes, you irrevocably submit to the jurisdiction of the courts of the Jurisdiction in relation to any such dispute and you agree that any claim you might have against the Company shall only be brought before the courts of the Jurisdiction. In the event of any differences between the English version of this website and any other language, the English version shall prevail.
de: Dieser Vertrag unterliegt den in Jersey geltenden Gesetzen (der „Gerichtsstand“) und ist anhand dieser auszulegen. Sie sind damit einverstanden, dass die Gerichte dieses Gerichtsstands für alle aus diesem Vertrag entstehenden Streitigkeiten zuständig sind. Zu diesem Zweck erkennen Sie die Zuständigkeit der Gerichte und des Gerichtsstands an und stimmen zu, Ansprüche an das Unternehmen nur bei den Gerichten dieses Gerichtsstands geltend zu machen. Im Fall von Abweichungen zwischen der englischen Version dieser Website und der Version in einer anderen Sprache ist die englische Fassung maßgebend.

source: This Agreement shall commence on the date that the Company notifies you that your application to join the Company affiliates program has been successful and shall continue until terminated in accordance with this clause.
de: Dieser Vertrag beginnt zu dem Datum, an dem Ihnen das Unternehmen mitteilt, dass Ihr Antrag, dem Partnerprogramm des Unternehmens beizutreten, positiv beschieden wurde und so lange dauern wird, bis er gemäß dieser Klausel beendet wird.
ja: 本契約は当社がアフィリエイトプログラムへの参加を許可した日から、この条項に沿って契約が終了するまで効力を有し続けます。

source: This Document
de: Dieses Dokument
ja: 当文書

source: This Payment Agent cashier section is locked.
de: Der Zahlungsabwickler Kassenabschnitt ist gesperrt.

source: This URL is invalid.
de: Diese URL ist ungültig.
ja: このURLは無効です。

source: This account is unavailable. For any questions please contact <a href="%1">Customer Support</a>.
de: Dieses Konto ist nicht vorhanden. Bei Fragen hierzu setzen Sie sich bitte mit der <a href="%1">Kundenbetreuung</a> in Verbindung.
ja: このご口座は現在無効です。<a href="%1">カスタマーサポート</a>までご連絡下さい。

source: This account is unavailable. For any questions please contact Customer Support.
de: Dieses Konto ist nicht vorhanden. Bei Fragen setzen Sie sich bitte mit unserer Kundenbetreuung in Verbindung.
ja: この口座は現在無効です。ご質問事項がございましたらカスタマーサポートにまでお問い合わせ下さい。

source: This bonus is only available to new clients. Existing or former clients do not qualify. New clients are eligible for this type of bonus only once. This bonus is available only once per household.
de: Dieser Bonus steht nur neuen Kunden zur Verfügung. Bereits vorhandene oder ehemalige Kunden sind nicht berechtigt. Neukunden sind zu dieser Art von Bonus nur einmal berechtigt. Dieser Bonus steht je Haushalt nur einmal zur Verfügung.
ja: このボーナスは、新たなお客様に限り有効です。すでにご口座をお持ちのお客様には適用されません。新たなお客様に限り当ボーナスが一度限り適用されます。このボーナスは１世帯あたり一回のみ適用されます。

source: This bonus will be processed and credited to a client's account when:
de: Dieser Bonus wird bearbeitet und dem Kundenkonto gutgeschrieben, wenn:
ja: このボーナスは下記の条件を満たした場合に付与されます：

source: This call will return the same JSON structure that can be previewed from the API Console Facility.
de: Dieser Aufruf wird in der gleichen JSON Struktur zurück gegeben, die in der API Console Facility vorangezeigt wird.

source: This client cashier section is locked.
de: Dieser Kassenabschnitt des Kunden ist gesperrt.
ja: この顧客のキャッシャーはロックされています。

source: This contract cannot be properly validated at this time.
de: Zu diesem Zeitpunkt kann dieser Vertrag nicht entsprechend bestätigt werden.
ja: 現在、このトレードを適切に確証することができません。

source: This contract has already expired.
de: Dieser Kontrakt ist bereits abgelaufen.
ja: このトレードは既に終了しました。

source: This contract has been sold.
de: Dieser Kontrakt wurde verkauft.
ja: このトレードは売却されました。

source: This contract has expired.
de: Dieser Kontrakt ist abgelaufen.
ja: このトレードは終了しました。

source: This contract is affected by corporate action.
de: Dieser Kontrakt ist von Unternehmenshandlungen betroffen.
ja: この契約は、コーポレートアクションの影響を受けます。

source: This contract is limited to
de: Dieser Kontrakt ist begrenzt auf
ja: このトレードの制限

source: This contract is unavailable on this account.
de: Dieser Vertrag ist in diesem Konto nicht vorhanden.
ja: 当口座では当トレードは無効です。

source: This contract lost
de: Dieser Kontrakt verlor
ja: このトレードは負け判定

source: This contract offers no return.
de: Dieser Kontrakt bietet keine Rendite.
ja: このトレード条件での払い戻しは不可能です。

source: This contract was not found among your open positions.
de: Dieser Kontrakt wurde unter Ihren offenen Positionen nicht gefunden.
ja: このトレードは、オープン中のポジション内に存在しませんでした。

source: This contract won
de: Dieser Vertrag gewann
ja: このトレードは勝ち判定

source: This contract's price is %1%2. Contracts purchased from %3 must have a purchase price above %1%4. Please accordingly increase the contract amount to meet this minimum stake.
de: Der Preis für diesen Kontrakt berägt %2 %1. Von %3 gekaufte Kontrakte müssen einen Kaufpreis von über %4 %1 haben. Erhöhen Sie bitte den Kontraktbetrag entsprechend, um den Mindestbetrag zu erreichen.
ja: この契約価格は%1%2です。%3から購入された契約は、%1%4以上の購入価格である必要があります。そのため、最小出資比率を満たすために契約数を増やしてください。

source: This document (the "Agreement") sets out the terms and conditions between "the Company" which is Binary Ltd, and you (the person who applied for this program; "you" or "your"), in relation to your application to setup an affiliate account (and membership of the affiliate program if your application is deemed successful) to promote the website %1
de: Dieses Dokument („Vertrag") legt die Allgemeinen Geschäftsbedingungen zwischen „dem Unternehmen", d. h. der Binary Ltd. und Ihnen (der Person, die sich für das Programm beworben hat) hinsichtlich Ihres Antrags zur Eröffnung eines Partnerkontos (und einer Mitgliedschaft im Partnerprogramm, sofern Ihr Antrag genehmigt wird) fest, um die %1 Website zu bewerben
ja: 当文書（以下、”本契約”）は、当社（Binary Ltd）とアフィリエイト会員（当プログラムにご参加頂いた方）の間で、当社のウェブサイト%1をプロモーションを目的として当プログラムへのご参加を申し込みされる際、及び当プログラムへの参加が許可された際の当プログラムのメンバーシップに対して適用されます。

source: This function is not relevant to Virtual money accounts
de: Diese Funktion ist für virtuelle Geldkonten nicht relevant
ja: この機能は、デモ口座ではご利用頂けません

source: This is a virtual-money account. Please switch to real-money account and deposit funds.
de: Dies ist ein virtuelles Geldkonto. Bitte klicken wechseln Sie zum Echtgeldkonto und zahlen Geld ein.
ja: こちらはデモ口座です。リアル口座へ切り替えて入金をしてください。

source: This is an automated message to alert you to the fact that there was a failed attempt to unlock the Cashier/Settings section of your account %1 from IP address %2
de: Dies ist eine automatische Mitteilung, um Sie auf die Tatsache aufmerksam zu machen, dass es von der IP-Adresse %2 einen fehlgeschlagenen Versuch gab, den Kassen-/Einstellungsabschnitt Ihres Kontos %1 freizuschalten
ja: 警告！お客様のご口座%1に対しIPアドレス%2から、キャッシャーの設定ページを解除しようとした事象が検出されました。
