Repository: yottanami/binary-static
Catalog: config/locales/*.po
Languages: de, ja

source: Trading in Binary Options is speculative and involves a high degree of risk that can result in the loss of your entire investment. Therefore, trading in Binary Options is appropriate only for persons that understand and are willing to assume the economic, legal and other risks involved in such transactions. You should be satisfied that Binary Options trading is suitable for you in light of your investment circumstances and attitude towards risk before trading. You should not engage in speculative Binary Options trading unless you understand the basic aspects of such trading and its risks. If you are in any doubt as to whether Binary Option trading is appropriate and suitable for you, please seek independent advice from a investment consulting professional. %1 does not provide such advice. It is your responsibility, taking into account your personal circumstances and investment resources, to take particular care and make careful considerations independently, both prior to applying to engage in Binary Options with %1, as well as prior to making any individual order. Where you do not understand the risks involved in applying for a trading account with %1 or in making any individual order, you should seek advice and consultation from an independent investment advisor. If you continue to not understand the risks involved in trading in Binary Options, you should not trade at all.
de: Der Handel mit Binären Optionen ist spekulativ und beinhaltet eine hohen Grad an Risiken, der dazu führen kann, dass Sie ihre gesamte Investition verlieren können. Daher ist der Handel mit Binären Optionen nur für Menschen geeignet, die die mit solchen Transaktionen verbundenen wirschaftlichen, rechtlichen und sonstigen Risiken erkennen und sie eingehen möchten. Sie müssen sich vor dem Trading davon überzeugen, ob der Handel von Binären Optionen im LIcht Ihrer Investitionsumstände und ihrer Haltung zu den Risiken für Sie geeignet ist. Es sei denn, Sie verstenen die Grundaspekte solcher Geschäfte und ihrer Risiken, sollten Sie sich nicht mit dem spekulativen Handel mit Binären Optionen beschäftigen. Wenn Sie sich im Zweifel sind, ob der Handel mit Binären Optionen für Sie geeignet und tragbar ist, lassen Sie sich bitte von einem Anlageberater beraten. %1 bietet keine solche Beratung an. Es ist in Ihrer Verantwortung, bevor Sie bei %1 beantragen, sich an Binären Optionen zu beteiigen oder bevor Sie eine einzelne Order aufgeben, ihre persönlichen Umstände und Investitionsmittel zu berücksichtigen, sich besonders vorsichtig zu verhalten und unabhängig Überlegungen anzustellen. Sofern Sie die Risiken, die mit dem Antrag auf Beteiligung an Binären Optionen bei %1 oder der Erteilung einer einzelnen Order verbunden sind, nicht verstehen, müssen Sie sich von einem unabhängigen Finanzberater Rat und Beratung einholen. Wenn Sie dann noch immer nicht die mit dem Handel von Binären Optionen verbundenen Risiken verstehen, sollten Sie überhaupt keine derartigen Geschäfte abschließen.

source: Trading is Suspended
de: Der Handel ist ausgesetzt
ja: トレードの提供を停止中

source: Trading is available after the first %1 of the session.
de: Sie können erst nach den ersten %1 der Sitzung mit dem Handeln beginnen.
ja: トレード・セッション開始後%1にてトレードが可能です。

source: Trading is not offered for this duration.
de: Für diese Laufzeit wird kein Geschäft angeboten.
ja: この取引期間のトレードは不可能です。

source: Trading is suspended at the moment.
de: Der Handel ist derzeit ausgesetzt.
ja: 現在、トレードの提供を一時的に停止しております。

source: Trading on %1 is suspended at the moment.
de: Der Handel auf %1 ist derzeit ausgesetzt.
ja: 現在、%1でのトレード提供を一時的に停止しております。

source: Trading on %1 is suspended due to missing market data.
de: Das Handeln auf %1 ist aufgrund fehlender Kursdaten ausgesetzt.
ja: 市場価格の入手が不可能なため、%1でのトレード提供を一時的に停止しております。

source: Trading on this contract type is suspended for the last one hour of the session.
de: Der Handel für diese Kontraktart ist für mindestens eine Stunde der Sitzung ausgesetzt.
ja: セッション最後の１時間以内では、この種類のトレードのお取り扱いを中止しております。

source: Trading suspended for the last %1 of the session.
de: Der Handel ist für das letzte %1 der Sitzung ausgesetzt.
ja: セッション最後の%1でのトレードのお取り扱いを中止しております。

source: Trading the financial markets can become addictive. Fill in the form below to limit your participation on the website or send a signed letter or fax to our customer support team. Once set, you can only tighten your limits. Limits will only be removed or loosened after 7 days with the exception of the self-exclusion date, which cannot be removed or altered once you have confirmed it. To remove or alter your limits, please contact <a href="%1">customer support</a>.
de: Der Handel auf Finanzmärkten kann abhängig machen. Füllen Sie das Formular im Anschluss aus, um Ihre Teilnahme auf der Website zu begrenzen oder schicken Sie einen unterschriebenen Brief oder ein Fax an unser Kundenbetreuungsteam. Einmal eingerichtet, können Ihre Limits nur herabgesetzt werden. Die Limits, mit Ausnahme des Datums für den Selbstauschlusses, das solange nicht aufgehoben und geändert werden kann, bis Sie dies bestätigt haben, können nur nach Ablauf von 7 Tagen aufgehoben oder gelockert werden. Um Ihre Limits zu löschen oder zu ändern, setzen Sie sich bitte mit der <a href="%1">Kundenunterstützung</a> in Verbindung.

source: Transact in
de: Tätigen Sie Geschäfte in
ja: 選択通貨

source: Transfer
de: Überweisung

source: Transfer between your gaming and financial accounts.
de: Überweisung zwischen Ihrem Spielkonto und Finanzkonten.

source: Transfer to
de: Überweisung an

source: Transfer to Login ID
de: Wechsel zur Login ID

source: Transfer to Payment Agent
de: Überweisung an den Zahlungsabwickler

source: Transfer to client
de: Überweisung an den Kunden

source: Transfer to: %1<br/>Login ID: %2<br/>Amount: %3 %4
de: Übeweisung an: %1<br/>Login ID: %2<br/>Betrag: %4 %3

source: Translations
de: Übersetzungen
ja: 翻訳

source: Triangular moving averages place the majority of the weight on the middle portion of the price series. They are actually double-smoothed simple moving averages. The periods used in the simple moving averages varies depending on if you specify an odd or even number of time periods.
de: Dreieckig gleitende Mittelwerte haben das größte Gewicht auf dem mittleren Teil der Kursverläufe. Tatsächlich handelt es sich um doppelt geglättete einfach gleitende Mittelwerte. Die für die einfach gleitenden Mittelwerte verwendeten Zeiträume sind davon abhängig, ob Sie eine ungerade oder gerade Anzahl für die Zeiträume angegeben haben.
ja: 三角移動平均線では中央の値により大きい重みをかけ中央部分を重視しており、単純移動平均を2回適用したものになります。単純移動平均で用いる期間は、選択した期間が奇数であるか偶数であるかによって異なってきます。

source: Trust
de: Vertrauen
ja: 信用の証

source: Try it now
de: Versuchen Sie es jetzt
ja: 今すぐ試す

source: Try our downloadable charting application with an extensive range of indicators.
de: Probieren Sie unsere herunterladbare Charting Anwendung mit einer großen Auswahl an Indikatoren aus.
ja: 様々な種類の指標を利用できるチャートアプリケーション

source: Tu
de: Do
ja: 木曜日

source: Tuesday
de: Dienstag
ja: 火曜日

source: Turnover
de: Umsatz

source: Types of trades
de: Kontraktarten
ja: トレードの種類

source: UK Stocks
de: GB Aktien
ja: イギリス株式

source: UK and Manx residents will have their account opened with Binary (IOM) Ltd.
de: Personen mit gewöhnlichen Wohnsitz in GB und Manx können ihr Konto bei Binary (IOM) Ltd. eröffnen.
ja: イギリス及びマン島に居住のお客様のご口座は、Binary (IOM) Ltd.の下に開設されます。

source: UK clients registered with Binary (Europe) Ltd can submit their dispute with the alternative dispute resolution entity which is the Independent Betting Adjudication Service Ltd (IBAS) by filling the adjudication form on the ADR entity’s
de: Britische Kunden, die bei Binary (Europa) Ltd. angemeldet sind, können Ihren Streitfall bei der außergerichtlichen Schlichtungsstelle, der unabhängigen Betting Adjudication Service Ltd (IBAS) einreichen, indem sie das Schiedsgerichtsformular auf der Plattform der Schlichtungsstelle ausfüllen

source: US Patents
de: US Patente
ja: アメリカ合衆国での特許

source: US Stocks
de: US Aktien
ja: アメリカ株式

source: Ultimate Oscillator
de: Höchster Oszillator
ja: アルティメット・オシレーター

source: Unable to process your request
de: Ihre Anfrage kann nicht bearbeitet werden
ja: お客様のリクエストは受け付けられません

source: Under the Rules, clients may be categorised into one of the following three categories:
de: Die Kunden können nach den Regeln in eine der folgenden drei Kategorien eingeordnet werden:

source: Underage Gambling
de: Spielen durch Minderjährige
ja: 未成年者への対応

source: Underlying
de: Basiswert
ja: 取引対象

source: Unknown error while saving workspace '#1'.
de: Unbekannter Fehler beim Speichern des Arbeitsbereichs "#1".
ja: ワークスペース '#1' を保存中に不明のエラーが発生しました。

source: Unless otherwise advised, we shall treat you as a Retail Client. You may also request, in writing, us to change the category in which you have been classified and this may have an effect on the level of protection afforded to you. We reserve the right to accept or refuse any such request for change in classification.
de: Sofern nicht in anderer Form angewiesen, müssen wir Sie als Einzelhandelskunde behandeln. Sie können auch schriftlich bei uns den Wechsel in die Kategorie bentragen, in die Sie eingeordnet wurden und dies kann den Grad des Ihnen gewährten Schutzes beeinflussen. Wir behalten uns das Recht vor, einen derartigen Antrag auf Änderung der Kategorisierung zu genehmigen oder abzulehnen.

source: Unsupported bet class $bet_params->{bet_class}
de: Nicht unterstützte Wettklasse $bet_params->{bet_class}

source: Up / Down
de: Auf/Ab

source: Up/Down trades
de: Auf/Ab Kontrakte
ja: アップ/ダウン トレード

source: Upcoming Events
de: Bevorstehende Events
ja: 祝祭日

source: Update
de: Aktualisieren
ja: 更新

source: Update Settings
de: Einstellungen aktualisieren
ja: 設定内容を更新

source: Upgrade
de: Aufrüsten

source: Upgrade to a Real Account
de: Erweitern Sie auf ein Echtgeldkonto

source: Upon appointment of a Trading Agent, the Client acknowledges and understands that the Company is hereby giving authorisation to follow the instructions of the authorised Trading Agent in every respect with regards to the Client's financial trading account with the Company, EXCEPT for the withdrawal of any funds from the Client's account. The Company will not in any way be liable or responsible for any buy or sell trading actions done on the Client's behalf by the Trading Agent, or for any losses incurred by the Trading Agent for the Client's Account. Furthermore, the Company does not endorse the Trading Agent nor does it vouch for the background, or experience of the Trading Agent, nor does the Company endorse any operating methods used by the Trading Agent, including when trading for the Client's account.
de: Nach Ernennung eines Trading-Agenten, bestätigt und weiß der Kunde, dass das Unternehmen hiermit die Genehmigung erhält, die Anweisungen des berechtigten Trading-Agenten in Bezug auf das Finanz-Tradingkonto des Kunden beim Unternehmen zu befolgen, mit der AUSNAHME für Auszahlung von Geldern des Kundenkontos. Das Unternehmen ist keineswegs für Käufe oder Verkäufe haftbar oder verantwortlich, die vom Handling-Agenten im Namen des Kunden getätigt werden oder für andere Verluste, die der Trading-Agent mit dem Kundenkonto erleidet. Des Weiteren unterstützt das Unternehmen den Trading-Agenten nicht und verbürgt sich auch nicht für die Vergangenheit oder Erfahrung des Trading-Agenten. Das Unternehmen unterstützt auch keine Arbeitsweisen, die vom Trading-Agenten angewandt werden, auch wenn er für das Kundenkonto handelt.

source: Upper Band
de: Oberes Band
ja: アッパーバンド

source: Upper Band = Average + 0.5 * Std Deviation
de: Oberes Band = Mittelwert + 0.5 * Std Abweichung

source: Use of Information
de: Nutzung von Informationen
ja: 情報のご利用

source: Use of bid/ask prices: when the market is illiquid, the data feed may contain many bid and ask prices, without there actually being any traded price for quite a while. By taking an average of the bid/ask price (i.e. bid + ask, divided by 2), a market quote is generated that reflects the current market, without it actually being a traded price. Our system will generate prices from these bid and ask prices, whereas other websites might not. As a result, our website might display ticks that do not appear in the data feeds of other websites.
de: Verwendung von Geld/Briefkursen: Wenn der Markt illiquide ist, kann der Datenfeed viele Geld- und Briefkurse enthalten, ohne dass sie für diese Zeit gehandelt werden. Dann wird aus dem Geld/Briefkurs einen Durchschnitt ermittelt (z. B. Geldkurs + Briefkurs dividiert durch 2), um eine Kursnotierung zu erstellen, die den momentanen Kurs widerspiegelt, ohne das es sich dabei um einen gehandelten Kurs handelt. Unser System wird aus diesen Geld- und Briefkursen Kurse ermitteln, was andere Websites nicht zwangsläufig tun. Deshalb können auf unserer Website Ticks angezeigt werden, die in den Datenfeeds anderer Websites nicht vorhanden sind.
ja: Bid/Ask価格の利用について：市場価格が流動的な際は、かなりの期間実際にトレードされた価格を含まない、多くのBid/Ask価格がデータフィードに含まれている場合があります。Bid/Ask価格の利点を活用（Bid値＋Ask値の平均値）することで、実際にトレードされた価格を含まずに価格最新の市場を反映するようにマーケットでの引用値が生成されます。当社システムでは他のウェブサイトでは採用されていない可能性の高い、そのようなBid値とAsk値から価格を生成しますので当社サイトでは、他のサイトのデータフィードには出現しないTickの値が掲載される可能性があります。

source: Use the opportunity provided by our website to practice for free with our virtual money account facility. This will enable you to get used to the functionalities and rules of the website.
de: Nutzen Sie die Möglichkeit, die unsere Webseite bietet und üben Sie kostenlos mit unserem virtuellen Geldkonto. Dies gibt Ihnen die Möglichkeit, sich mit den Funktionen und Regeln dieser Website vertraut zu machen.
ja: デモ口座で当社プラットフォームでのトレードを練習することにより、機能やルール対する理解を深めましょう。

source: Utility bill (within last 3 months)
de: Rechnung eines Versorgungsunternehmen (der letzten drei Monate)
ja: ３ヶ月以内に発行された公共料金の支払い通知票

source: Valletta, the capital of Malta
de: Valletta, die Haupstadt Maltas
ja: マルタ共和国首都・Valletta

source: Variable return
de: Variable Rendite
ja: 変動リターン

source: Verification Successful
de: Überprüfung erfolgt

source: Verification of identity
de: Identitätsprüfung
ja: 身分証明書の認証

source: Verify new password
de: Neues Passwort bestätigen
ja: 新パスワードを認証する

source: Verify your email address - %1
de: Bestätigen Sie Ihre E-Mail Adresse %1

source: Version 37. Last modified 2015-05-29.
de: Version 37. Letzte Änderung 29. 05. 2015.

source: Vertical
de: Vertikal
ja: 縦軸

source: View
de: Ansehen
ja: 表示

source: View Asset Index
de: Aktienindex anzeigen
ja: 取引期間データを確認する

source: View Rise/Fall contract prices across a range of markets.
de: Kontraktkurse für Steigen/Fallen für eine Auswahl von Märkten anzeigen.
ja: バリアと取引期間に基づくトレード価格を確認しましょう。

source: View Trading Times
de: Börsenhandelszeiten anzeigen
ja: トレード対応時間を確認する

source: View Updated Portfolio
de: Aktualisiertes Portfolio ansehen
ja: 更新された資産情報を表示する

source: View and increase your
de: Anschauen und Ihr ... erhöhen
ja: 確認＆追加：

source: View available payment methods
de: Vorhandene Zahlungsmethoden anzeigen

source: View balances
de: Guthaben anzeigen

source: View contract prices across a range of barriers and durations.
de: Schlusskurse für eine Auswahl von Schwellen und Laufzeiten anzeigen.
ja: バリアと取引期間に基づくトレード価格を確認しましょう。

source: View payment methods
de: Zahlungsmethoden anzeigen
ja: 決済方法を確認

source: View progress
de: Fortschritt anzeigen
ja: 進行状況を確認

source: View result
de: Ergebnis anzeigen
ja: 結果を確認

source: View the Tour
de: Die Tour anzeigen
ja: ご利用方法を見る

source: View the full list of assets, contract types and durations.
de: Lassen Sie sich die vollständige Liste der Wertpapiere, Vertragsarten und Laufzeiten anzeigen.
ja: 全ての取り扱い商品、トレード種類、及び取引期間を参照しましょう。

source: View the operating hours of the markets you can trade.
de: Die Öffnungszeiten der Börsen anzeigen, auf denen Sie handeln können.
ja: こちらから各市場のトレード可能時間を参照しましょう。

source: View your historical transactions.
de: Ihre bisherigen Überweisungen anzeigen.
ja: 取引履歴を表示

source: View your open positions.
de: Ihre offenen Positionen anzeigen.
ja: オープン中のポジションを確認

source: View your statement
de: Ihre Abrechnung ansehen
ja: 取引履歴を表示

source: View your trading profit/loss.
de: Ihre Gewinne/Verluste Ihrer Geschäfte ansehen.
ja: トレードの損益を確認

source: Virtual Account
de: Virtuelles Konto
ja: デモ口座

source: Visit our
de: Besuchen Sie unsere

source: Want to learn more?
de: Möchten Sie mehr erfahren?
ja: 詳細はこちら

source: Want to telecommute?
de: Möchten Sie Telearbeit machen?
ja: 在宅勤務について

source: Warranties
de: Garantien
ja: 保証内容

source: Watch,earn and learn for FREE! Binary.com teams up with professional traders on a monthly basis to show you how to identify trading opportunities using various trading techniques and strategies.
de: GRATIS beobachten, verdienen und lernen! Es stehen monatlich Binary.com Teams mit professionellen Börsenhändlern zur Verfügung, die Ihnen zeigen, wie Sie Geschäftsmöglichkeiten mittels der Verwendung verschiedener Techniken und Strategien erkennen können.
ja: 無料のウェビナーに参加しましょう！Binary.comでは毎月、プロのトレーダーと共同で様々なトレードテクニック、戦略に関するウェビナーを提供しています。

source: We
de: Mi
ja: 水曜日

source: We aim to establish and maintain and operate effective organisational and administrative arrangements with a view to taking all reasonable steps to prevent conflicts of interest from constituting or giving rise to a material risk of damage to the interests of our clients.
de: Wir versuchen, effektive organisatorisch und administrative Vereinbarung einzugehen, zu erhalten und zu bedienen, damit alle geeigneten Schritte unternommen werden können, um zu vermeiden, dass Interessenkonflikte auftreten oder ein materielles Schadensrisiko für die Interessen unserer Kunden auftritt.

source: We aim to keep a record of the kinds of activity we carry on in which a material conflict could arise or has arisen. We also maintain procedures to manage actual or potential conflicts. This includes procedures to maintain appropriate independence between members of our staff who are involved in potentially conflicting activities, for example, through the operation of information barriers, physical separation of staff, the segregation of duties and responsibilities and maintenance of a policy of independence which requires our staff, when providing services to a client, to act in the best interests of the client and to disregard any conflicts of interest; and, in some circumstances declining to act for a client or potential client.
de: Wir zeichnen alle Arten von Aktivitäten auf, um festzustellen, ob ein materielle Konflikt auftreten könnte oder schon aufgetreten ist. Wir haben Verfahren eingeführt, um tatsächliche oder mögliche Konflikte zu bearbeiten. Dies umfasst Verfahren zur Aufrechterhaltung der entsprechenden Unabhängigkeit zwischen Mitarbeiter, der Trennung von Aufgaben und Zuständigkeiten und Aufrechterhaltung des Grundsatzes der Unabhängigkeit , der von unseren Mitarbeitern bei der Erbringung von Dienstleistungen für einen Kunden verlangt, im besten Interesse des Kunden und ungeachtet von Interessenkonflkten zu handeln und unter Umständen abzulehnen, für einen Kunden oder potentiellen Kunden tätig zu werden.

source: We are authorised and regulated by the Malta Financial Services Authority ("MFSA") under the Investment Services Act (Cap. 370, Laws of Malta) (the "Act") to carry on investment business. We are exclusively authorised by the MFSA to deal on own account (i.e. offer and act as counterparty to trades) and this in relation to financial derivative products (primarily binary options) relating to foreign exchange, indices, stocks and other financial products or assets ("Financial Products"). We are not authorised to and do not offer or provide investment advice or any other investment services other than dealing on own account in Financial Products. Should you feel that you require investment advice or investment services other that those described above then you should contact an independent financial advisor or firm.
de: Wir sind von der Malta Financial Services Authority ("MFSA") zugelassen und werden von ihr nach dem Investment Services Act (Artikel 370, Maltesischen Gesetze) (dem "Gesetz") bei der Ausführung von Anlagegeschäften überwacht. Wir sind von der MFSA nur ausschließlich zum Handel auf eigene Rechnung (z.B. bei Geschäften als Gegenpartei anzubieten oder zu handeln) und dies hinsichtlich derivater Finanzprodukte (hauptsächlich binäre Optionen) auf der Grundlage von Devisen, Indizes, Aktien oder weiterer Finanzprodukte oder Anlagen ("Finanzprodukte). Es ist uns nicht genehmigt, Ihnen eine Anlageberatung oder andere Anlagedienstleistungen außerhalb des Handels von Finanzprodukten auf eigene Rechnung anzubieten oder zu gewähren. Sollten Sie der Ansicht sein, dass Sie eine Anlageberatung oder Anlagedienstleistung neben den oben beschriebenen benötigen, müssen Sie sich mit einem unabhängigen Finanzberater oder Finanzberatungsfirma in Verbindung setzen.

source: We are committed to making sure your personal data and transactions are secure:
de: Wir verbürgen uns, dass Ihre personenbezogenen Daten und Transaktionen sicher sind:
ja: 当社はお客様の個人情報と取引情報の秘匿性について保証します。

source: We are entitled under the Rules to rely upon information provided by you. You should ensure that you provide us with accurate and complete information and notify us in the event that any information supplied to us changes. You should note that if you provide us with inaccurate information, or if you fail to notify us of any changes to information previously supplied by you, this may adversely affect the quality of the services that we can provide.
de: Wir sind gemäß den Vorschriften berechtigt, uns auf die von Ihnen gemachten Angaben zu verlassen. Sie müssen sicherstellen, dass Sie uns richtige und vollständige Angaben machen und uns für den Fall, dass sich die uns gegebenen Informationen ändern, benachrichtigten. Sie müssen beachten, dass, wenn Sie uns unrichtige Angaben machen und nicht über Änderungen der früher an uns übermittelten Angaben unterrichten, kann dies die Qualität der von uns zu erbringenden Dienstleistungen negativ beeinflussen.

source: We are fully licensed in the British Isles and Malta.
de: Wir sind auf den Britischen Inseln und Malta lizenziert.
ja: ブリテン諸島、及びマルタ共和国発行のライセンスを保持

source: We are not able to stream live prices at the moment. To enjoy live streaming of prices try refreshing the page, if you get this issue after repeated attempts try a different browser
de: Wir können zu diesem Zeitpunkt keine Kurse live anzeigen. Zur Ansicht der Echtzeitanzeige der Kurse sollten Sie diese Seite über den Browser aktualisieren. Wenn das Problem nach wiederholten Aktualisierungen der Seite weiter besteht, sollten Sie einen anderen Browser ausprobieren
ja: 現在、価格情報を更新することはできません。価格情報を更新したい場合は、このページを更新して下さい。状況が改善されない場合は、他のブラウザをお試しください。

source: We are not accepting accounts from residents of this country at the present time.
de: Derzeit lehnen wir die Eröffnung von Konten für Einwohner dieses Landes ab.
ja: 現在、当社はこの国の居住者からのご口座開設を承ることができません。

source: We are required by our licence to inform you about what happens to funds which we hold on account for you, and the extent to which funds are protected in the event of insolvency <a href='%1' target='_blank'>%1</a>.
de: Nach unserer Lizenz ist vorgeschrieben, dass wir Sie darüber informieren, was mit dem Geld, das wir für Sie auf einem Konto halten, passiert und bis zu welchem Umfang es im Fall einer Insolvenz Insolvenz geschützt ist <a href='%1' target='_blank'>%1</a>.
