Repository: yottanami/binary-static
Catalog: config/locales/*.po
Languages: de, ja

source: In classic Silicon Valley style, Hong Kong based hedge fund manager and entrepreneur, Jean-Yves Sireau, starts Regent Markets in his Hong Kong bedroom. He develops the systems, methods and algorithms for implementing a fixed-odds financial betting system. Jean-Yves’s vision is to create a market in the simplest of all derivatives contracts – the fixed-odds bet – and to offer ordinary investors the chance to make small bets. Until his innovation, binary options are normally only traded in large quantities.
de: Der in Hongkong ansässige Hedgefond Manager und Unternehmer, Jean-Yves Sireau, begann mit Regent Marketing von seinem Hongkonger Schlafzimmer aus. Er entwickelt das System, die Methoden und Algorithmen zur Einführung eines Finanzwettsystems mit festen Gewinnquoten. Jean-Yves Vision ist es, einen Markt mit den einfachsten derivativen Verträgen - der Wette mit festen Gewinnquoten - zu schaffen und normalen Anlegern die Chance zu bieten, mit kleinen Einsätzen dabei zu sein. Bis zu seiner Erfindung wurden Binäroptionen nur in großen Mengen gehandelt.
ja: 香港のヘッジファンド会社でファンドマネージャーとして勤務していたJean-Yves氏が、デリバティブ商品を一般投資家に分かり易く、求め易い形で提供するため、小規模の投資額で固定オッズ形式の取引ができるシステム、メソドロジー及びアルゴリズムを自宅で開発。Jean-Yves氏は、全てのデリバティブ取引に対応できるシンプルなマーケットを形成、固定オッズ形式取引、そしてあらゆるトレーダーに小額で行えるトレード機会を目指す。この革新により、大規模なバイナリーオプションの取引を実現。

source: In foreign exchange markets, traders can enter contracts based on the change in price of one currency as it relates to another currency. For example if a trader selects Rise in the EUR/USD market, they are predicting that the value of the Euro will rise in relation to the value of the US dollar.
de: Die Händler können auf ausländischen Devisenmärkte Kontrakte auf der Grundlage der Änderung des Wechselkurser einer Währung in eine andere abschließen. Wenn beispielsweise ein Händler den Anstieg des EUR/USD Wechselkurses auswählt, sagt er voraus, dass der Wert des Euro im Verhältnis zum Wert des US-Dollar steigen wird.
ja: 外国為替市場では、任意の通貨が特定の通貨に対する価格の変化の予想に基づくトレードを実施できます。例えば、EUR/USD市場が上昇すると予測した場合は、米ドルに対してユーロの価値が上がると予想したことになります。

source: In order for you to place contracts, we need to know your Residence (Country). Please update your settings.
de: Damit Sie Kontrakte platzieren können, müssen wir Ihren Wohnsitz (Land) kennen. Bitte aktualisieren Sie Ihre Einstellungen.
ja: 取引を開始にあたり、当社はお客様の居住国を確認する必要があります。設定を更新して下さい。

source: In order to complete your withdrawal, you must authenticate your account. Once you have done so, please proceed to the Cashier and try withdrawing again.
de: Um Ihre Auszahlung abzuschließen, müssen Sie Ihr Konto authentifizieren. Wenn Sie dies getan haben, gehen Sie wieder auf die Kasse und versuchen die Auszahlung erneut.
ja: ご出金リクエストを完了するためには、お客様のご口座をアップグレードする必要があります。ご口座のアップグレード完了した後、改めてキャッシャーからご出金リクエストを完了して下さい。

source: In order to proceed, please verify your email address.
de: Bitte bestätigen Sie Ihre E-Mail, um fortfahren zu können.
ja: 続行するには、メールアドレスをご確認ください。

source: In providing these services, we are bound by the Act, any applicable regulations, bye-laws, licence conditions, guidelines, exchange requirements and other provisions or market practices (the "Rules"). In the event of conflict between these ST&Cs and the Rules, the latter should prevail.
de: Bei der Erbringung dieser Dienstleistungen müssen wir uns an das Gesetz, jede einschlägige Vorschrift, Satzungen, Lizenzbedingungen, Richtlinien, Wechselvorschriten und weiteren Bestimmungen und Marktpraktiken (die "Regeln") halten. Im Fall einer Unstimmigkeit zwischen diesen ST&Cs sind die letzteren maßgebend.
ja: これらのサービスを提供するにあたり、当社は法、適用可能な規則、法律、ライセンス条件、ガイドライン、為替制限、その他既定や市場慣行（規則）に基づいています。これらST＆Csと規則の間に矛盾が生じた場合、後者を優先する必要があります。

source: In relation to Contracts that you enter into with us, we act as principal and not as agent on your behalf and we therefore act as the sole execution venue for the execution of your Contracts.
de: Wir handeln bei den von Ihnen bei uns eingegangenen Kontrakten als Dienstleister und nicht in Vertretung Ihrer Person und stellen daher nur die Plattform für die Ausführung Ihrer Kontrakte zur Verfügung.
ja: 当社との契約に関して、当社は当事者となり、お客様の代理人ではありません。それゆえ、お客様のご契約実行に関して当社はお客様の注文を実行する場所として機能するにすぎません。

source: In relation to some Contracts, at the time at which you give us an order there may be no functioning or open market or exchange on which the reference product is traded. In such cases, we set out to determine a fair underlying price based on a number of factors such as price movements on associated markets and other market influences and information about our clients' own orders.
de: Bei einigen Kontrakten, für die Sie uns einen Auftrag erteilt haben, kann zum Zeitpunkt der Auftragserteilung keine funktionierende oder offenen Börse oder Devisenbörse für das gehandelte Referenzprodukt vorhanden sein. In solchen Fällen legen wie den Kurs auf der Grundlage einer Anzahl von Faktoren, wie Kursbewegungen auf entsprechenden Börsen oder anderen Markteinflüssen und Daten über die eigenen Aufträge unserer Kunden, fest.
ja: 契約に関して、お客様が当社にご注文された商品が、市場が機能していなかったり開いていない、または参照商品が取引され交換できない場合があります。その際は、関連市場とその他市場の影響による価格変動や当社お客様のご注文情報などの多くの要因に基いて公平な基礎価格を取り決めています。

source: In such an event, the Company may at its sole discretion (with or without notice) close out Client's open financial contracts at prices it considers fair and reasonable at such a time and no claims may be entertained against the Company in connection thereto.
de: In solch einem Fall kann das Unternehmen im alleinigen Ermessen (mit oder ohne Mitteilung) offene Finanzkontrakte von Kunden zu Preisen ausbuchen, die man zu diesem Zeitpunkt als fair und angemessen erachtet. In diesem Zusammenhang können gegen das Unternehmen keinerlei Forderungen gestellt werden.
ja: このような状況下では当社は事前通達の有無に関わらず、お客様のオープン中のトレードをその時点で公平かつ合理的と判断できる価格にて終了させ、当社に対する異議は受け付けられない可能性があります。

source: In the 'Further Instructions' field please specify the payment method and account number to which the Agent will send the funds to.
de: Geben Sie im Feld "Weitere Anweisungen" bitte die Zahlungmethode und Kontonummer an, auf die der Abwickler die Gelder überweisen soll.
ja: 詳細説明欄ではエージェントの決済方法、振込先の口座番号を記入して下さい。

source: In the case of single stock and stock index prices, the final closing price as reported by the relevant official Exchange shall apply for all settlements (this final settlement price may, at times, be reported by the relevant Exchange 30-90 minutes after the official closing time of the market, and may differ from the latest tick price that occurred at the closing time).
de: Im Falle von Kursen für einzelne Aktien oder Aktienindizes gilt für alle Abrechnungen der endgültige Schlusskurs, der von der entsprechenden offiziellen Börse mitgeteilt wurde (bisweilen kann dieser endgültige Schlusskurs von der entsprechenden Börse 30-90 Minuten nach dem offiziellen Handelsschluss der Börse mitgeteilt werden und kann vom letzten Tickerkurs, der zum Börsenschluss mitgeteilt wurde, abweichen).
ja: 個別株式、及び株式指数の終了価格は、公式な取引所の終了価格によって決定されますが、該当取引の終了後３０分〜９０分後に発表される場合があり、かつ終了時間に発生した最終のTick価格と異なる場合があります。

source: In the case that any financial contracts are acquired or sold at prices that do not reflect fair market prices or that are acquired or sold at an abnormally low level of risk due to an undetected programming error, bug or glitch in our website software, the Company reserves the right to cancel or reverse such transactions upon notification to the Client of the nature of the computer error that led to the mispricing. Clients have a duty to report to the Company any problems or suspected system inadequacies that they may experience and may not abuse of system problems for profit. The Company will endeavour to resolve any such difficulties in the shortest time possible. Persons with insider knowledge of any financial market or instrument are prohibited from trading at this website.
de: Für den Fall, dass Finanzkontrakte zu Kursen erworben oder verkauft werden, die keine fairen Marktkurse widerspiegeln oder die aufgrund eines unbemerkten Programmierungsfehlers, einer Störung oder Panne unserer Website-Software zu einem anormalen, niedrigen Risikolevel erworben oder verkauft werden, behält sich das Unternehmen das Recht vor, solche Transaktionen zu stornieren oder rückgängig zu machen, wobei der Kunde über die Ursache des Computerfehlers benachrichtigt wird, der zu dem irrtümlichen Preis geführt hat. Die Kunden sind verpflichtet, dem Unternehmen alle Probleme oder verdächtige Systemunzulänglichkeiten, die sie bemerken, zu melden und Systemprobleme nicht gewinnbringend auszunutzen. Das Unternehmen ist bemüht, solche Schwierigkeiten so schnell wie möglich zu beheben. Personen mit Insider-Wissen über einen Finanzkurs oder ein Wertpapier ist der Handel auf dieser Website untersagt.
ja: 公平な市場価格を反映しない価格、若しくは未検出のプログラミングエラーによって著しく低レベルのリスクでのトレードが提供された場合、若しくはバグや当社サイト・ソフトウェアの故障という状況下での売買は全て、事情を説明した事前通達と共に無効にする権利を弊社は有します。お客様はもし、トレーディングシステムに疑わしい不適切な点や問題を発見したら弊社への報告義務があり、かつシステム上の問題を利用して利益を得ることは禁止します。当社はそのような事態が発生した場合は、早急に解決に努めます。またマーケットや金融商品に関する、いかなるインサイダー情報を用いて当社のサイトと取引をすることを禁止します。

source: In the course of provision of services we shall, where applicable, conduct an appropriateness test in order to determine whether, in our view and on the basis of the information provided by you, you have the necessary knowledge and experience in the investment field to understand the risks involved in the specific type of product or service offered or demanded.
de: Wir müssen im Verlauf der Erbringung von Dienstleistungen gegebenenfalls einen Eignungstest durchführen, um festzustellen, ob Sie aus unserer Sicht und auf der Grundlage der von Ihnen gemachten Angaben das erforderliche Wissen und die Erfahrung im Anlagebereich besitzen, um die mit der besonderen angebotenen oder nachgefragten Produktart oder Dienstleistung verbundenen Risiken erkennn können.
ja: サービスを提供させていただく過程で、当社意見とお客様から提供いただいた情報を基に、提供または要求された特定の製品やサービスに含まれるリスクを理解するために投資分野での必要な知識と経験があるかどうか判断させていただくために、該当する場合に適正テストを行わせていただきます。

source: In the unlikely event of BIEL suffering an investment default and not being able to meet its obligations, BIEL is a member of the Malta Investor Compensation Scheme which covers the first €20,000 of any claim. Whether you are able to claim depends on the type of business and your personal circumstances.
de: Für den unwahrscheinlichen Fall, dass BIEL eine Investition nicht ausführen und seine Verpflichtungen nicht erfüllen kann, ist BIEL Mitglied der Maltesischen Entschädigungseinrichtung für Investoren, die die ersten 20.000 € eine jeden Schadens abdeckt. Ob Sie einen Anspruch stellen können, hängt von der Art des Geschäfts und Ihren persönlichen Verhältnissen ab.
ja: 万一BIELが投資デフォルトを被ったり、その義務を果たせない場合、BIELはマルタ投資家補償機構（the Malta Investor Compensation Scheme）のメンバーになるので初期クレームの€20,000 をカバーします。クレームをできるかどうかはビジネスタイプや個人の状況に準じます。

source: In what country do you want to offer your service
de: In welchem Land möchten Sie Ihren Service anbieten
ja: サービス提供を計画している国名

source: In/Out
de: Kauf/Verkauf
ja: レンジ内/レンジ外

source: In/Out (<a href="%1">ends between/outside</a> and <a href="%2">stays between/goes outside</a>)
de: Kauf/Verkauf (<a href="%1">schließt zwischen/außerhalb</a> und <a href="%2">bleibt zwischen/übersteigt</a>)
ja: イン/アウト (<a href="%1">ends between/outside</a> and <a href="%2">stays between/goes outside</a>)

source: In/Out trades
de: Kauf/Verkauf Kontrakte
ja: イン/アウト トレード

source: In/out trades
de: Kauf/Verkauf Kurse
ja: イン/アウト トレード

source: Income Source
de: Einkommensquelle
ja: オープンソース

source: Incorrect email or password.
de: Falsche/s E-Mail oder Passwort.
ja: ご入力いただいたメールアドレスとパスワードに誤りがあります。

source: Indemnity and Liability
de: Entschädigung und Haftung
ja: 賠償と責任範囲

source: Indicative
de: Indikativ
ja: 予想評価

source: Indicative Price
de: Indikativer Kurs
ja: 予想評価額

source: Indicator
de: Indikator
ja: 指標

source: Indicator that displays the width of Bollinger Bands.
de: Indikator, der die Breite der Bollinger Bänder anzeigt.
ja: ボリンジャーバンドを表示する指標です。

source: Indicator that displays the width of Donchian Channels.
de: Indikator, der die Breite der Donchian Channels anzeigt.
ja: ドンチャンバンドを表示する指標です。

source: Indicator that is calculated by subtracting a 10 period exponential moving average from a 3 period moving average of the Accumulation Distribution Line.
de: Indikator, der durch die Subtraktion eines 10 Perioden exponentiell gleitenden Mittelwerts von einem 3 Perioden gleitenden Mittelwerts des Akkumulation / Verteilung Indikators berechnet wird.
ja: Accumulation/Distribution：A/Dでの移動平均の3ピリオド分から、１０ピリオド分急激な移動平均を差し引くことで提供される指数です。

source: Indicator that signals an upward trend when it rises above zero and a downward trend when it falls below zero. The farther away the oscillator is from the zero line, the stronger the trend.
de: Indikator, der einen Aufwärtstrend signalisiert, wenn er über Null steigt und einen Abwärtstrend, wenn er unter Null fällt. Je weiter der Oszillator von der Nulllinie entfernt ist, desto stärker ist der Trend.
ja: トレンド転換を図る指標であり、0より上に位置する場合「上昇トレンド」を意味し、0より下に位置する場合「下降トレンド」を意味します。また、数値が大きいほどトレンドが強くなります。

source: Indices
de: Indizes
ja: 各指数

source: Individual Traders
de: Einzelne Händler
ja: 個人投資家

source: Industry of Employment
de: Beschäftigungsbranche
ja: 雇用産業

source: Information about the data feeds used by our company, and how the data is processed before being fed into the system.
de: Informationen zu den Daten-Feeds, die von unserem Unternehmen verwendet werden und darüber, wie die Daten verarbeitet werden, bevor Sie in das System eingespeist werden.
ja: 当社で用いるデータフィード、及びシステム上にデータがどのように出現されるかについて説明します。

source: Information of the previous performance of any underlying instrument or asset does not guarantee its current and/or future performance. Past performance is not a reliable indicator of future results.
de: Die Informationen über die frühere Performance eines zugrundliegenden Instruments oder Anlage garantiert nicht ihre aktuelle und/oder zukünftige Performance. Die Performance aus der Vergangenheit ist kein zuverlässiger Indikator für zukünftige Ergebnisse.
ja: 商品または原資産の以前の実績情報は現在および/または将来の業績を保証するものではありません。過去の実績は将来の成果を示すものではありません。

source: Input error.
de: Eingabefehler.
ja: 入力エラー

source: Install Java
de: Java installieren
ja: Javaをインストール

source: Instant
de: Sofort
ja: 即刻

source: Instrument
de: Wertpapier
ja: 取引対象

source: Instrument:
de: Wertpapier:
ja: 取引対象：

source: Instruments
de: Wertpapiere
ja: 取引対象

source: Interested? Why not try a virtual account
de: Interessiert? Warum probieren Sie nicht ein virtuelles Konto aus
ja: 是非、デモ口座を開設しましょう

source: International currency, stock index or commodity prices are highly volatile and very difficult to predict. Due to such volatility, plus the bias in the pricing system favouring the website (as described in more detail below), no financial contract purchased in our system (whether or not the payout exceeds the premium amount) can be considered a safe contract
de: Internationale Währungs-, Aktienindex- oder Rohstoffpreise sind hoch volatil und sehr schwer vorauszusagen. Aufgrund dieser Volatilität, plus der Tendenz des Preissystems, das die Website bevorzugt (wird nachfolgend genauer beschrieben), kann kein Finanzkontrakt, der in unserem System erworben wurde (ganz gleich, ob die Auszahlung den Kaufpreis übersteigt oder nicht), als sicherer Vertrag angesehen werden
ja: 外国為替、株式指数、コモディティの価格は著しい変動を示すので予想を立てるのが困難です。このような変動、及び当社サービスで採用している価格設定システムのバイアス（詳細は後述）により、当社システムにて購入（払い戻し金額が購入価格を超えるか超えないかには関係なく）された金融トレードは全て安全であるという確証は得ることはできません。

source: Internet Trading Risks
de: Handelsrisiken im Internet
ja: インターネット上でお取り引きをするリスク

source: Intraday contracts may not cross market open.
de: Intraday Verträge dürfen die Börsenöffnungszeiten nicht überschreiten.
ja: １日以内の取引はマーケット開始をまたぐことはできません。

source: Intraday prices
de: Intraday-Kurse
ja: 本日の価格データ

source: Introduction
de: Einführung
ja: 概要

source: Invalid Building No./Name
de: Ungültige/r Gebäudenr./-name
ja: ビル名または番号が無効です

source: Invalid Input
de: Ungültige Eingabe
ja: 入力値が不適切です

source: Invalid amount
de: Ungültiger Betrag
ja: 数値が不適切です

source: Invalid amount. Minimum transfer amount is 0.10, and up to 2 decimal places.
de: Falscher Betrag. Der Mindesttransferbetrag ist 0,10 und bis zu 2 Dezimalstellen.
ja: 無効な値です。最小量は0.10で小数点以下２桁までです。

source: Invalid currency.
de: Ungültige Währung.
ja: 無効通貨です。

source: Invalid email address
de: Falsche E-Mail Adresse
ja: 無効なEメールアドレス

source: Invalid email and password combination.
de: Ungültige E-Mail und Passwort Kombination.
ja: Eメールアドレスとパスワードの組み合わせが無効です。

source: Invalid payout currency.
de: Ungültige Auszahlungswährung.
ja: 払戻し通貨の種類が無効です。

source: Invalid period input! Please input the period between 0 and #1
de: Ungültige Zeitraumeingabe! Bitte geben Sie einen Zeitraum zwischen 0 und #1 ein
ja: 期間の指定が不適切です。期間は0と#1の間でご指定下さい。

source: Invalid stake
de: Ungültiger Einsatz
ja: 無効な購入価格です

source: Invalid telephone number
de: Ungültige Telefonnummer
ja: 入力されたお電話番号は無効です

source: Invalid telephone number (too long).
de: Ungültige Telefonnummer (zu lang).
ja: 入力されたお電話番号は長過ぎるので無効です。

source: Invalid telephone number (too short).
de: Ungültige Telefonnummer (zu kurz).
ja: 入力されたお電話番号は短か過ぎるので無効です。

source: Invalid telephone number.
de: Ungültige Telefonnummer.
ja: 入力されたお電話番号は無効です。

source: Invalid transfer.
de: Ungültige Überweisung.
ja: 無効な送金です

source: Invalid workspace name. Only use characters (A-Z,a-z,0-9, -, _ and whitespace)
de: Ungültiger Name des Arbeitsbereichs. Verwenden Sie nur Zeichen (A-Z, a-z, =-9, -, _ und Leerzeichen)
ja: ワークスペースの名前は、半角英数字、半角スペース、及び記号： -, _ にてご指定頂けます。

source: Investing or trading in Contracts exposes you to the performance of the underlying or reference instrument or asset to which the Binary Contract refers including foreign exchange, indices, stocks and commodities each of which have their own features and risks.
de: Die Investition oder der Handel mit Kontrakten setzt Sie der Performance der zugrundeliegenden Referenzinstrumente oder Anlagen aus, auf die sich der Binäre Kontrakt bezieht, einschl. Devisen, Indizies, Aktien und Rohstoffe, von denen alle ihre eigenen Eigenschaften und Risiken aufweisen.
ja: 契約への投資と取引は外国為替、インデックス、株式、独自の機能とリスクを含んだバイナリー契約の基礎または関連の商品や資産を言います。

source: Investment Account
de: Investmentkonto
ja: 投資口座

source: Investment Products to EEA Residents are provided by Binary Investments (Europe) Ltd ("BIEL") which is authorised and regulated by the Malta Investment Services Authority under the Malta Investment Services Act to deal on own account in Investment Products.
de: Die Investmentprodukte für Bewohner des europäischen Wirtschaftsraums werden von Binary Investments (Europe) Ltd ("BIEL") angeboten, die von der Maltesischen Anlagedienstleistungsbehörde nach dem Maltesischen Anlagedienstleistungsgesetz genehmigt und beaufsichtigt ist, um Anlageprodukte auf eigene Rechnung zu handeln.
ja: EEA（欧州経済領域）住民への投資商品は、投資商品で自身のアカウントに対処するためにMalta Investment Services Act（マルタ投資サービス法）の下、Malta Investment Services Authority（マルタ投資サービス機構）が承認・規制しているBinary Investments (Europe) Ltd ("BIEL")によって提供されています。

source: Investments & Dividends
de: Investitionen & Dividenden
ja: 投資と配当

source: Is there a cost for joining?
de: Kostet die Teilnahme etwas?
ja: アフィリエイトプログラムの参加費用について教えて下さい。

source: It has the best features of our Java and Live charts.
de: Es hat die besten Eigenschaften unserer Java und Live Charts.
ja: 当社のJavaとライブチャートの最高の機能を搭載しています。

source: It is important that you monitor all of your positions closely. It is your responsibility to monitor your positions and during the period that you have any open Contracts, you should always have the ability to access your Accounts.
de: Sie müssen alle Ihre Positionen zeitnah überwachen. Sie sind dafür zuständig, Ihre Positionen zu beobachten und Sie müssen während des Zeitraums, in dem Sie offenen Kontrakte besitzen, immer die Möglichkeit des Zugriffs auf Ihre Konten haben.
ja: お客様の全てのポジションをきちんとモニターすることが大切です。契約をオープンにしている間は、ポジションをモニターすることはお客様の責任になります。口座に常にアクセスできるようにしておくことが必要です。

source: It is important that you read and understand the contents of these terms and conditions. By indicating your acceptance of these terms and conditions and continuing with your application to join our affiliate program, you are agreeing (subject to our approval of your application) to the terms and conditions below. If you do not agree with the terms and conditions (or are not authorised to do so) you should not continue with your application. You should be the owner of, or acting on behalf of the owner of the website, that is signing up for this affiliate program.
de: Es ist wichtig, dass Sie den Inhalt dieser Allgemeinen Geschäftsbedingungen lesen und verstehen. Mit der Annahme dieser Allgemeinen Geschäftsbedingungen und der Fortsetzung Ihrer Anmeldung, um an unserem Partnerprogramm teilzunehmen, sind Sie mit den unten aufgeführten Allgemeinen Geschäftsbedingungen einverstanden (abhängig von der Annahme Ihrer Anmeldung). Wenn Sie mit den Allgemeinen Geschäftsbedingungen nicht einverstanden sind (oder Sie dazu nicht berechtigt sind), sollten Sie Ihre Anmeldung hier beenden. Sie sollten Eigentümer einer Website sein oder im Auftrag eines Eigentümers handeln, der sich bei diesem Partnerprogramm anmeldet.
ja: アフィリエイトプログラムにご参加頂くにあたり、本規約を熟読し理解されることは重要です。本規約への同意の表明、及びアフィリエイトプログラムへのお申し込み行為は、当社からの参加許可と共に下記の本規約に同意したものとみなします。もし、本規約に同意できない場合は、アフィリエイトプログラムへの参加申し込みは見合わせて下さい。アフィリエイト会員には、当アフィリエイトプログラムにて会員獲得を目指すウェブサイトの管理者として行動して頂きます。

source: It is important that you refer your disputes to the appropriate ADR for the claims to be valid.
de: Sie müssen unbedingt Ihre Streitfälle dem zuständigen ADR vorlegen, damit Ihre Ansprüche bestandsfest werden.

source: It is not necessary to actually trade or to deposit funds to your account.
de: Es ist nicht erforderlich, tatsächlich am Handel teilzunehmen oder Geld auf Ihr Konto einzuzahlen.
ja: ご登録された口座へのご入金、及びトレードの開始は必須ではありません。

source: It is prohibited to sell, transfer and/or acquire accounts to/from other clients. Transfer of funds among other clients is also prohibited.
de: Es ist verboten, von anderen Kunden Konten zu erwerben, sich übertragen zu lassen oder an andere Kunden zu verkaufen oder zu übertragen. Die Überweisung Guthaben unter Kunden ist ebenfalls untersagt.
ja: 販売、転送、および/または他のクライアントへの/からのアカウント取得が禁止されています。他のクライアント間での資金移動も禁止されています。

source: It is sometimes possible to sell an option before the expiry of a trade, but only if a fair price can be determined. If this option is available, you will see a blue 'Sell' button next to your trade in the portfolio.
de: Es ist manchmal möglich, eine Option vor Ablauf eines Kontrakts zu verkaufen, aber nur, wenn ein fairer Kurs angewendet werden kann. Wenn diese Option verfügbar ist, werden Sie im Portfolio neben Ihrem Kontrakt einen blauen 'Verkaufen' Knopf sehen.
ja: 取引期限の前にオプションを転売できる場合はありますが、公正な価格で決定される場合に限ります。オプションが利用できる場合、ポートフォリオのお客様の取引の横に「転売する」という青いボタンが表示されます。

source: It is the responsibility of each Client to read and understand this legal notice and the terms and conditions pursuant to which an acquisition of financial contracts via this site is governed.
de: Es liegt in der Verantwortung jedes einzelnen Kunden, diesen rechtlichen Hinweis und die Allgemeinen Geschäftsbedingungen, nach denen sich der Erwerb von Finanzkontrakten über diese Webseite richtet, zu lesen und zu verstehen.
ja: ご利用規約を全て通読しご理解されることは、弊社サービスにて金融トレードをご利用頂くためのお客様の必須義務になっております。
