Repository: yottanami/binary-static
Catalog: config/locales/*.po
Languages: de, ja

source: Provide the Company with all data and information related to the Company (including, but not limited to, passwords) at no charge to the Company, to enable the Company to monitor your Site and to ensure that you are complying with these terms and conditions.
de: Stellen Sie dem Unternehmen kostenlos alle Daten und Informationen bezogen auf die Firma (insbesondere Passwörter) zur Verfügung, damit es dem Unternehmen möglich ist, Ihre Webseite zu überwachen und sicherzustellen, dass Sie die Allgemeinen Geschäftsbedingungen einhalten.
ja: アフィリエイト会員のサイトの監視することでアフィリエイトに関する本契約を遵守しているか確認するために、当社に課金することなしにプロモーションサイトへのパスワードも含む全てのデータや情報を提供して頂きます。

source: Provide us with the following documentation:
de: Bitte stellen Sie uns folgende Dokumente zur Verfügung:
ja: 下記の書類をご提供下さい。

source: Purchase
de: Kauf
ja: 購入

source: Purchase Date
de: Kaufdatum
ja: 購入日時

source: Purchase Price
de: Kaufpreis
ja: 購入価格

source: Purchase Spot
de: Kassakauf
ja: 購入スポット

source: Purchase Time
de: Kaufuhrzeit
ja: 購入時間

source: Purchase of this contract would cause you to exceed our payout limit for open contracts of this type. To continue please consider to sell a few contracts at the market or trade in different contract types.
de: Der Erwerb dieses Kontrakts würde verursachen, dass sie Ihr Auszahlungslimit für offene Kontrakte dieser Art überschritten wird. Damit Sie fortfahren können, sollten Sie einige der Kontrakte am Markt verkaufen oder andere Kontraktarten handeln.
ja: この契約のご購入は、このタイプの契約をオープンにすることでペイアウト限度額を超過します。続行いただくには、マーケットの契約をいくつか販売いただくか、違うタイプのお取引をしてください。

source: Purchase of this contract would cause you to exceed your 7-day turnover limit of %1%2.
de: Der Kauf dieses Kontrakts wird zur Überschreitung Ihres täglichen 7-Tage Umsatzlimits von %2%1 führen.
ja: このトレード購入されると、%1%2の7日間ターンオーバー制限を超過します。

source: Purchase of this contract would cause you to exceed your daily turnover limit of %1%2.
de: Der Kauf dieses Kontrakts wird zur Überschreitung Ihres täglichen Tagesumsatzlimits von %2%1 führen.
ja: このトレード購入により１日あたりのトレード購入可能金額%1%2を超過します。

source: Put a limit on your winnings. Once you have reached it put some aside and trade with the rest of the money.
de: Richten Sie für Ihre Gewinne ein Limit ein. Wenn Sie es erreicht haben, legen Sie einen Teil auf die Seite und handeln Sie mit dem restlichen Geld weiter.
ja: 資金管理も万全のものとしましょう。目標の利益を達成したら一旦、トレードを休止されることをお勧めします。

source: Quote
de: Notierung
ja: 引用

source: Random Indices
de: Random Indizes
ja: ランダム指数

source: Random Markets
de: Random Märkte
ja: ランダム指数市場

source: Random Moon
de: Random Mond
ja: ランダム・月

source: Rate of Change
de: Änderungsrate
ja: Rate Of Change：ROC

source: Re-enter your password
de: Bitte geben Sie Ihr Passwort erneut ein
ja: パスワードを再度入力して下さい。

source: Read about the five types of trade offered by %1.
de: Lesen Sie über die fünf Tradingtypen, die von %1 angeboten werden, nach.
ja: %1が提供する５種類のトレードについて

source: Read the answers to some common questions.
de: Lesen Sie die Antworten auf häufige Fragen nach.
ja: よくある質問事項に対する回答はこちらから

source: Real Account
de: Echtes Konto
ja: リアル口座

source: Real-time prices, benchmarked against interbank options markets.
de: Echtzeit-Kurse werden im Verhältnis zu Interbank-Optionsmärkten bestimmt.
ja: リアルタイムの価格とインターバンクのオプション市場をベンチマーク

source: Reality Check
de: Realitätscheck
ja: リアリティチェック

source: Realtime data is not available for this underlying
de: Für diesen Basiskurs sind keine Echtzeitdaten vorhanden
ja: この取引対象でのリアルタイムデータのご入手は不可能です

source: Reap the rewards of trading binaries, knowing your funds are always safe.
de: Ernten Sie in dem Wissen, dass Ihr Geld immer sicher ist, die Belohnungen des Handels mit Binären Optionen.
ja: バイナリー取引を行うことで得られる様々なメリットがあり、お客様の資金は万全の体制で守られています。

source: Regent Markets Group Ltd. renames to Binary Ltd.
de: Regent Markets Group Ltd. wird in Binary Ltd. umbenannt.
ja: Regent Markets Group LimitedはBinary Ltd.に改名

source: Regent Markets Group Ltd. renames to Binary Ltd., harmonising company and website branding throughout the organisation.
de: Die Regent Markets Group Ltd. wird in Binary Ltd. umbenannt, um das Unternehmen und das Website-Branding innerhalb des Konzerns zu harmonisieren.
ja: Regent Markets Group Ltd.はBinary Ltd.に改名することで、当社とウェブサイトのブランディングの調和を組織的にもたらす。

source: Regent Markets acquires BetsForTraders client base
de: Regent Markets kauft den Kundenstamm von BetsForTraders
ja: BetsForTradersをRegent Marketsに統合

source: Regent Markets files for a patent in March 2000 on the basis of our unique position as the sole serious competitor in the business of fixed-odds financial betting. In May, we register the trading name BetOnMarkets and move to Malta to receive an internet betting licence.
de: Regent Markets hat im März 2000 aufgrund unser einmaligen Position als einziger seriöser Mitbewerber in der Finanzwettenbranche mit festen Quoten ein Patent beantragt. Im Mai haben wir den Markennamen BetOnMarkets eintragen lassen, sind nach Malta umgezogen und haben eine Wettlizenz für das Internet erhalten.
ja: ２０００年３月に、固定オッズ業界での独自的なポジションを明確にするため、取引技術の特許を申請。３月にサービス名をBetOnMarkets.comに変更し、本社をマルタ共和国に移動させ、インターネット上のベッティング免許を取得。

source: Regent Markets files for patent, and registers BetOnMarkets trading name
de: Regent Markets beantragt ein Patent und lässt BetOnMarkets Markenname eintragen
ja: Regent Marketsは特許取得を申請し、BetOnMarketsを商標登録

source: Regent Markets granted US patent for ‘Betting system and method’
de: Regent Markets wurde ein US-Patent für das 'Wettsystem und die Methode' vergeben
ja: Regent Marketsは、「トレードシステムと手法」に関する米国特許を取得

source: Regent Markets granted two new US patents
de: Regent Markets erhält zwei neue US Patente
ja: Regent Marketsは新たに２点の米国特許を取得

source: Regent Markets is founded by Jean-Yves Sireau
de: Regent Markets wurde von Jean-Yves Sireau gegründet
ja: Jean-Yves SireauがRegent Marketsを創立

source: Regent Markets obtains a licence in the Isle of Man
de: Regent Markets erhält auf der Isle of Man eine Lizenz
ja: Regent Marketsはマン島のライセンスを取得

source: Regent Markets receives funding to provide on-line financial betting services
de: Regent Markets erhält Investitionen, um Wettdienstleistungen im Finanzbereich online anbieten zu können
ja: Regent Marketsはオンライン上のトレードシステム開始のため、融資を受ける

source: Regent Markets sets up a programming centre in Cyberjaya, Malaysia
de: Regent Markets eröffnet in in Cyberjaya, Malaysia, ein Programmierzentrum
ja: Regent Marketsは、Cyberjaya（マレーシア）に開発センターを設立

source: Regent Pacific Group Ltd., the Hong Kong-listed founding shareholder of Binary.com, <a href="%1" target="_blank">disposes of its stake</a> at a valuation of US$ 50.5 million.
de: Die Regent Pacific Group Ltd., der an der Hongkonger Börse gehandelte Gründungsaktionär von Binary.com, <a href="%1" target="_blank">veräußert einen mit 50,5 Mio. US $ bewerteten Anteil</a>.
ja: Binary.comの香港上場の創立株主であるRegent Pacific Group Ltd <a href="%1" target="_blank">disposes of its stake</a> US$ 5,050万の企業価値評

source: Regent Pacific transaction
de: Regent Pacific Transaktion
ja: Regent Pacific 取引

source: Register
de: Registrieren
ja: ご登録はこちらから

source: Registration
de: Registrierung
ja: ご登録

source: Rel Change
de: Rel Wechsel

source: Relative Strength Index
de: Relativer-Stärke-Index
ja: Relative Strength Index：RSI

source: Reload Cashier
de: Kasse erneut laden
ja: キャッシャーの再読込

source: Reload page
de: Seite erneut laden
ja: ページの再読込

source: Remember, if you don't receive an email from us in the next few minutes, please check your junk/spam mail folder or <a href='%1' class='pjaxload'>contact us</a> should you need further assistance.
de: Btte denken Sie daran, dass, wenn Sie nicht in den nächsten wenigen Minuten eine E-Mail von uns erhalten, ihn Ihrem Werbe- oder Spamordner nachzusehen oder <a href='%1' class='pjaxload'>setzten Sie sich mit uns in Verbindung</a>, wenn Sie weitere Hilfe benötigen.
ja: 数分たっても当社からメールをご確認いただけない場合は、迷惑/スパムメールフォルダをご確認いただくか、サポートが必要な場合は<a href='%1' class='pjaxload'>当社までお問い合わせ</a>ください。

source: Remove Overlay
de: Overlay entfernen
ja: オーバレイを削除

source: Represents the maximum amount of cash that you may hold in your account. If the maximum is reached, you will be asked to withdraw funds.
de: Stellt den maximalen Bargeldbetrag dar, den Sie auf Ihrem Konto haben dürfen. Wenn das Maximum erreicht wird, werden Sie gebeten, Gelder abzuheben.
ja: ご口座で保有可能なご口座残高の最高金額を示します。最高金額を超えた場合はご出金をお願いいたします。

source: Represents the maximum number of outstanding contracts in your portfolio. Each line in your portfolio counts for one open position. Once the maximum is reached, you will not be able to open new positions without closing an existing position first.
de: Stellt die maximale Anzahl an ausstehenden Verträgen Ihres Portfolios dar. Jede Linie Ihres Portfolios steht für eine offene Position. Wenn das Maximum erreicht wird, können Sie keine neuen Positionen öffnen, ohne zuvor eine bereits bestehende Position zu schließen.
ja: 未決済分のトレード総数を示し、各行を１件分の未決済分のオープン中のポジションとしてカウントします。最高件数を超えた場合、オープン中のトレードを閉じて頂くことで新たなトレードの購入が可能になります。

source: Represents the maximum volume of contracts that you may purchase in any given trading day.
de: Stellt das maximale Volumen an Kontrakten dar, die Sie an einem einzelnen Börsentag erwerben können.
ja: 購入可能な１日あたりのトレードの総額を示します。

source: Resale of this contract is not offered due to end-of-year market holidays.
de: Ein Wiederverkauf dieses Vertrags wird aufgrund der Feiertage zum Ende des Börsenjahrs nicht angeboten.
ja: 年末年始の市場スケージュルの都合上、このトレードを売ることは不可能です。

source: Resale of this contract is not offered due to market holiday during contract period.
de: Ein Wiederverkauf dieses Kontrakts wird wegen der Börsenfeiertage während der Kontraktlaufzeit nicht angeboten.
ja: 市場の休場スケジュールの都合につき、このトレードの取引期間中にトレードを売ることは不可能です。

source: Resale of this contract is not offered due to market holidays during contract period.
de: Ein Wiederverkauf dieses Vertrags wird wegen der Börsenfeiertage während des Kontraktzeitraums nicht angeboten.
ja: 市場の休場スケジュールの都合につき、このトレードの取引期間中にトレードを売ることは不可能です。

source: Resale of this contract is not offered with less than %1 remaining.
de: Ein Wiederverkauf dieses Vertrags mit einem Rest von weniger als %1 wird nicht angeboten.
ja: 残りの取引期間が%1未満のトレードを売ることはできません。

source: Resale of this contract is not offered.
de: Ein Wiederverkauf dieses Kontrakts wird nicht angeboten.
ja: このトレードを売ることは不可能です。

source: Resale price
de: Wiederverkaufspreis
ja: 転売価格

source: Resend Verification Email
de: E-Mail zur Verifizierung erneut senden
ja: 認証確認メールを再送信する

source: Reset Password
de: Passwort zurücksetzen
ja: パスワードをリセットする

source: Resources
de: Quellen
ja: 取引参考情報

source: Responsible Trading
de: Verantwortungsbewusstes Handeln
ja: 健全なトレードのために

source: Retail Clients
de: Einzelhandelskunden
ja: 個人のお客様

source: Retracement Percentages
de: Prozentsatz Rückverfolgung
ja: Retracement率

source: Retry
de: Erneut versuchen
ja: 再試行

source: Return
de: Rendite
ja: リターン率

source: Returns above 100% on simple <a href='%1' class='pjaxload'>rise/fall</a> contracts.
de: Renditen über 100% für einfache <a href='%1' class='pjaxload'>Steigen/Fallen</a> Kontrakte.
ja: 100%以上のシンプルな <a href='%1' class='pjaxload'>アップ/ダウン</a> トレード

source: Returns above 1000% on <a href='%1' class='pjaxload'>higher/lower</a> and <a href='%2' class='pjaxload'>touch/no-touch</a> trades.
de: Rendite über 1000% bei <a href='%1' class='pjaxload'>Höher/Tiefer</a> und <a href='%2' class='pjaxload'>Ziel/Kein Ziel</a> Kontrakten.
ja: <a href='%1' class='pjaxload'>ラダー高/ラダー低</a>、及び<a href='%2' class='pjaxload'>タッチ/ノータッチ</a>では１０００％以上のリターンが期待できます。

source: Right click to add studies, lines, overlays and more. You can save your work by choosing Workspace from the top menu
de: Klicken Sie mit der rechten Maustaste,, um Studien, Linien, Overlays usw. hinzuzufügen. Sie können Ihre Arbeit speichern, indem Sie im oberen Menü Arbeitsbereich auswählen
ja: 右クリックで各種表示機能を追加できます。トップメニューからワークスペースを選択することで設定を保存できます

source: Rights Offering
de: Bezugsangebot

source: Rise
de: Steigen
ja: ハイ

source: Rise / Fall Table
de: Steigen / Fallen Tabelle
ja: ハイ/ロー還元率

source: Rise / Fall table
de: Steigen / Fallen Tabelle
ja: ハイ/ロー還元率

source: Rise Contract Return
de: Kontraktrendite Anstieg
ja: ハイ・還元率

source: Rise Contract Return (%)
de: Kontraktrendite Anstieg (%)
ja: ハイ・還元率 (%)

source: Rise/Fall
de: Steigen/Fallen
ja: ハイ/ロー

source: Rise/Fall Table
de: Steigen/Fallen Tabelle
ja: ハイ/ロー還元率

source: Rise/Fall contracts of less than 5 minutes duration are only available when you select "Now" as the start time.
de: Steigen/Fallen Kontrakte mit einer Laufzeit von weniger als 5 Minuten stehen nur dann zur Verfügung, wenn Sie „Jetzt" als Startzeit wählen.
ja: Rise/Fallでは開始時間を"Now"に指定した場合のみ、５分以下でのトレードが可能です。

source: Rise/Fall trades
de: Steigen/Fallen Abschlüsse
ja: ハイ/ロー・トレード

source: Risk Disclaimer
de: Risikohinweise
ja: 免責事項

source: Risks of Investment Products
de: Risiko bei Anlageprodukten
ja: 投資商品のリスク

source: Salaried Employee
de: Abhängig Beschäftigte/r
ja: サラリーマン

source: Sale Date
de: Verkaufsdatum
ja: 決済日時

source: Sale Price
de: Verkaufskurs
ja: 決済価格

source: Saturday
de: Samstag
ja: 土曜日

source: Save
de: Speichern
ja: 保存

source: Save as CSV
de: Als CSV speichern
ja: CSVへ保存

source: Save as JPEG
de: Als JPEG speichern
ja: JPEGへ保存

source: Save as PDF
de: Als PDF speichern
ja: PDFへ保存

source: Save as PNG
de: Als PNG speichern
ja: PNGへ保存

source: Save as SVG
de: Als SVG speichern
ja: SVGへ保存

source: Second line of home address
de: Privatadresse Zeile 2
ja: マンション（建物）名と号室

source: Secondary
de: Sekundäre/r
ja: セカンダリー

source: Secret question
de: Geheimfrage
ja: 秘密のご質問

source: Security
de: Sicherheit
ja: セキュリティ情報

source: Security Statement
de: Sicherheitserklärung
ja: 個人情報と取引情報の秘匿性について

source: Security and Privacy
de: Sicherheit und Datenschutz
ja: ご利用規約と個人情報のお取り扱い

source: See demo
de: Demo ansehen
ja: デモを参照する

source: See our
de: Sehen Sie unser
ja: こちらから

source: Select Country
de: Land auswählen
ja: 国名を選択

source: Select market
de: Wählen Sie den Markt
ja: 取引市場を選択

source: Self-Employed
de: Selbstständig
ja: 自営業

source: Self-Exclusion Facilities
de: Selbstausschluss Hilfen
ja: お取り引き上限のご設定

source: Sell
de: Verkaufen
ja: 売却

source: Sell Price
de: Verkaufspreis
ja: 決済価格

source: Sell Spot
de: Verkaufsschlusskurs
ja: 売却スポット

source: Sell Time
de: Verkaufszeit
ja: 売却時間

source: Sell at market
de: Zum Börsenkurs verkaufen
ja: 市場で売る

source: Sell back trades at market prices.
de: Verkaufen Sie Kontrakte zu Börsenkursen.
ja: 市場価格でトレードを買い戻す。

source: Sell option
de: Verkaufsoption
ja: トレード転売

source: Send Verification Email
de: Eine E-Mail zur Verifizierung senden
ja: 認証メールを送信する

source: Send us a CV and a covering letter that describes your career interests.
de: Senden Sie uns einen Lebenslauf und ein Anschreiben, das Ihre Karriereziele beschreibt.
ja: 履歴書とキャリアに関する興味を述べたカバレターをお送りください。

source: Send your funds to the payment agent. The deposited funds, less the agent's commission, will show up in your account.
de: Senden Sie Ihre Geld dem Zahlungsabwickler. Die eingezahlten Gelder werden nach Abzug der Provision für den Zahlungsabwickler auf Ihrem Konto erscheinen.
ja: 決済代行会社に資金を送金してください。ご入金された資金は、代行手数料が差し引かれ、お客様の口座に表示されます。

source: Service summary
de: Servicezusammenfassung
ja: サービス概要

source: Session duration limit cannot be more than 1440 minutes.
de: Die Sitzungsdauer kann nicht mehr als 1440 Minuten betragen.
ja: 制限値の上限は1440分です。

source: Session duration limit is currently set to <strong>%1 minutes.</strong>
de: Das Limit für die Sitzungslaufzeit liegt derzeit bei <strong>%1 Minute.</strong>
ja: セッション期間として現在、<strong>%1分</strong>が指定されています。

source: Session duration limit, in minutes
de: Limit der Sitzungsdauer in Minuten
ja: 最高サイト滞在時間（分単位でご登録して下さい。）

source: Session duration:
de: Sitzungsdauer:
ja: セッション継続時間:

source: Settings
de: Einstellungen
ja: 各種設定

source: Settles
de: Begleicht
ja: 約定時間

source: Sharp Prices. Smart Trading.
de: Präzise Kurse. Intelligentes Handeln.
ja: 優れた価格設定、賢くトレード。

source: Sharp prices
de: Präzise Kurse
ja: 優れた価格設定

source: Short summary of your Payment Agent service
de: Kurze Zusammenfassung Ihres Zahlungsabwickler-Service
ja: あなたの決済代行サービス概要

source: Should a disruption occur in the data feeds which cannot be readily rectified by the Company, the Company reserves the right to refund the contract purchase.
de: Sollte eine Unterbrechung in den Datenfeeds auftreten, die vom Unternehmen nicht sofort korrigiert werden kann, dann behält sich das Unternehmen das Recht vor, den Kaufpreis für den Kontrakt zu erstatten.
ja: 当社にて容易に矯正できないような干渉がデータフィードに発生した場合、当社にはトレードの購入価格を返金する権利があります。

source: Should any client for whom you are receiving commissions process a chargeback, the Company reserves the right to deduct the commission portion of the chargeback from the total balance due to you for the current month. Should this deduction of the accumulated revenue exceed your current amount due, your balance will then revert to a negative balance, and you will have to earn revenue to cover the chargeback before you can start earning revenue again. The Company reserves the right, in special cases, to exclude revenue sharing on promotional funds deposited into the client's account by the Company.
de: Sollte ein Kunde, für den Sie Provisionen erhalten, eine Rückbuchung vornehmen, behält sich das Unternehmen vor, den Provisionsanteil für die Rückbuchung vom Gesamtbetrag, der im laufenden Monat an Sie auszuzahlen ist, abzuziehen. Sollte der Abzug wegen der Rückbuchungen das aktuelle Guthaben auf dem Konto überschreiten, befindet sich Ihr Konto im Minus. Bevor weitere Auszahlungen erfolgen können, müssen Sie erst weitere Provisionen verdienen, um diesen Fehlbetrag auszugleichen. Das Unternehmen behält sich weiterhin vor, in speziellen Fällen die Umsatzbeteiligung an Werbegeldern (Boni, die vom Unternehmen auf das Konto eines Kunden gutgeschrieben wurden), von der Berechnung auszuschließen.
ja: アフィリエイト報酬を得ているアフィリエイト会員がチャージバックを行った場合、チャージッバック請求相当額を該当月のアフィリエイト報酬から差し引く権利を当社は有します。このチャージバック費用がアフィリエイト報酬収入でカバーできない場合はマイナス分として計上され、チャージバック費用が返金されるまでアフィリエイト報酬から差し引きされます。尚、場合によっては当社がアフィリエイト会員の口座に当社が提供したプロモーションコードを削除する権利も当社は有します。

source: Should the Company receive a complaint which could have involved the Alternate Dispute Resolution entity, or the Company believes that the affiliate is in breach of any relevant advertising code of practice, then the Company has the right to terminate this Agreement.
de: Für den Fall, dass das Unternehmen eine Beschwerde erhalten hat, bei der die Alternate Dispute Resolution (Außergerichtliche Streitschlichtung) Instanz beteiligt ist oder das Unternehmen der Ansicht ist, dass der Affiliate sich nicht an den geltenden Werbekodex gehalten hat, dann hat das Unternehmen das Recht, diesen Vertrag zu kündigen.
ja: 当社が他の機関を巻き込む異議を受け取り当社にて広告コードに関する違反行為を検出した場合、当社にはこの契約を終了させる権利があります。

source: Should these expenses not be covered by funds in your account we reserve the right to investigate other alternative means for obtaining payment for example: should your account have generated purchasing accounts we will hold payment of commission for these accounts until such a time as the account for damages has been cleared.
de: Sollte das Guthaben auf Ihrem Konto zur Deckung dieser Kosten nicht ausreichen, behalten wir uns das Recht vor, andere Maßnahmen zu ergreifen, um diese Beträge zu erhalten. Falls beispielsweise Ihr Konto Kaufkonten generiert hat, werden wir die Zahlung der Provision für diese Konten bis zu dem Zeitpunkt zurückhalten, an dem der von Ihnen als Schadensersatz geschuldete Betrag vollständig beglichen ist.
ja: もしスパム行為に対する対策費用がアフィリエイト会員のアフィリエイト口座から回収できない場合、当社は別途回収方法を調査する権利を有します。例えば、アフィリエイト口座に発生した報酬を対策費用を全て回収できるまで差し引くなどという方法が適用されます。

source: Should you need help or support, please contact our <a href="%1">Customer Service department</a> and one of our representatives will assist you as soon as possible.
de: Falls Sie Hilfe oder Unterstützung benötigen, setzen Sie sich bitte mit unserer <a href="%1">Kundendienstabteilung</a> in Verbindung. Einer unserer Mitarbeiter wird Ihnen Sie so schnell wie möglich weiterhelfen.
ja: お問い合わせ事項がございましたら、お気軽に<a href="%1">カスタマーサービス</a>までお問い合わせ下さい。

source: Should you wish to proceed with appointing a Trading Agent you must read and agree to the following.
de: Sollten Sie den Wunsch haben, einen Termin mit einem Börsenhändler zu vereinbaren, müssen Sie folgendes durchlesen und dem zustimmen.

source: Show
de: Anzeigen
ja: 表示

source: Show chart for the given dates
de: Charts für die ausgewählten Daten anzeigen
ja: 指定したデータでチャートを表示

source: Show extended options
de: Erweiterte Optionen anzeigen
ja: 他のオプションを表示

source: Show last spot
de: Letzten Kurs anzeigen
ja: 最終スポット価格を表示

source: Show payment agents for:
de: Zahlungsabwickler anzeigen für:

source: Sign me up
de: Nehmen Sie mich auf
ja: 登録する

source: Simple Moving Average
de: Einfach gleitender Mittelwert
ja: 単純移動平均線

source: Simplicity
de: Einfachheit
ja: とにかくシンプル

source: Simply change any of your parameters and the trade price instantly changes, giving you real-time knowledge of your stake. %1 ensures fair and transparent pricing by showing you both sides of the trade.
de: Ändern Sie einfach jeden Ihrer Parameter und der Wiederverkaufspreis ändert sich sofort. Somit erhalten Sie in Echtzeit Kenntnis über Ihren Einsatz. %1 gewährleistet eine faire und transparente Kursermittlung, indem beide Seiten des Geschäfts angezeigt werden.
ja: トレード条件を変更するだけで価格情報を得ることができ、リアルタイムで購入価格に関する情報を入手できます。%1では両方のポジションの価格を明示することで、公平で透明な価格設定を保証します。

source: Since we exclusively deal on own account in Financial Products this means that we act as the execution venue and accordingly all transactions entered into with us will be executed outside a regulated market (stock exchange) or multilateral trading facility.
de: Da wir Finanzprodukte ausschließlich auf eigene Rechnung handeln, bedeutet dies, dass wir als Ausführungsplatz handeln und dementsprechend alle mit uns eingegangenen Transaktionen außerhalb eines überwachten Markts (Aktienbörse) oder multerlateralen Handelseinrichtung ausgeführt werden.

source: Slow Stochastic
de: Langsam stochastisch
ja: スロー・ストキャスティクス

source: Smart Indices
de: Smart Indizes

source: Smart Markets
de: Smart Märkte
ja: スマートマーケット

source: Smoothing out random noise
de: Zufallsausschläge glätten
ja: より精度の高いデータを供給

source: Sorry, $currency is not default currency for client
de: Es tut uns leid, $currency ist keine voreingestellte Währung für Kunden

source: Sorry, $currency is not default currency for payment agent
de: Es tut uns leid, aber $currency ist keine Standardwährung für Zahlungsabwickler
ja: 申し訳ございませんが、$currencyはその決済代行会社でご利用いただける既定通貨ではありません。

source: Sorry, OHLC is not available for %1.
de: Es tut uns leid, aber OHLC steht für %1 nicht zur Verfügung.
ja: 申し訳ございませんが、 %1ではOHLCをご利用頂くことができません。

source: Sorry, Payment Agent Transfer is temporarily disabled due to system maintenance. Please try again in 30 minutes.
de: Es tut uns leid, aber Überweisungen von Zahlungasabwicklern wurden aufgrund von Systemwartung vorläufig deaktiviert. Bitte versuchen Sie es in 30 Minuten wieder.
ja: 申し訳ございませんが、決済代行会社送金はシステムメンテナンスのため一時的にご利用いただけません。お手数をお掛けしますが、30分後に再度お試しください。

source: Sorry, an error occured with this trade. Please try again in a few minutes. If the problem persists, please contact customer support.
de: Es tut uns leid, bei diesem Abschluss ist ein Fehler aufgetreten. Sollte dieser Fehler weiterhin bestehen, setzen Sie sich bitte mit unserer Kundenbetreuung in Verbindung.
ja: 申し訳ございませんが、このトレードでエラーが発生しました。数分後に改めてアクセスして下さい。もし、エラーが解消されない場合はカスタマーサポートまでご連絡下さい。

source: Sorry, an error occurred
de: Es tut uns leid, es ist ein Fehler aufgetreten
ja: 申し訳ございませんが、エラーが発生しました
