Repository: yottanami/binary-static
Catalog: config/locales/*.po
Languages: de, ja

source: You can close your trade before expiry to lock in profits.
de: Sie können Ihren Kontrakt vor Ablauf beenden, um Gewinne mitzunehmen.

source: You can open your account
de: Sie können Ihr Konto eröffnen
ja: ご口座開設は

source: You can sell back long-term trades at any time to profit from changing market conditions.
de: Sie können jederzeit langfristige Kontrakte wieder verkaufen, um von sich ändernden Marktbedingungen zu profitieren.
ja: 長期間の取引期間をご指定して頂いたトレードは、常に最新の市場価格で売ること可能です。

source: You can set the length of your trade, from 10 seconds to 365 days.
de: Sie können die Laufzeit Ihres Kontrakts von 10 Sekunden bis zu 365 Tagen festlegen.

source: You can trade a range of markets, timescales and indices – 24/7.
de: Sie können zahlreiche an zahlreichen Börsen, mit vielfältigen Zeiträumen und Indizes handeln - 24/7.

source: You can try another <a href="%1">payment option</a> or for additional assistance:
de: Sie können eine andere <a href="%1">Zahlungsoption</a> ausprobieren oder für zusätzliche Hilfe:
ja: 恐れ入りますが、他の<a href="%1">決済方法</a>をお選び頂くか、 カスタマーサポートまでご相談下さい。

source: You can use an authorized payment agent to process deposits and withdrawals for e-cash methods or local currencies not supported by %1.
de: Sie können einen authorisierten Zahlunsagenten verwenden um Ein- und Auszahlungen zu bearbeiten, für e-cash Methoden oder lokale Währungen, die nicht von %1 unterstützt werden.

source: You can use an authorized payment agent to process deposits and withdrawals for payment methods or local currencies not supported by %1. It's easy to do.
de: Sie können einen genehmigten Zahlunsabwickler verwenden, um Ein- und Auszahlungen für Zahlungsmethoden oder lokale Währungen, die von %1 nicht unterstützt werden, zu tätigen. Es geht ganz einfach.

source: You cannot transfer to account %1, as their account is currently disabled.
de: Sie können für das Konto %1 keine Überweisungen vornehmen, da ihr Konto zur Zeit deaktiviert ist.

source: You don't need to deposit any money to open an account, but you need to deposit funds before you can start trading.
de: Sie müssen kein Geld einzuzahlen, um ein Konto zu eröffnen, Sie müssen jedoch Geld einzahlen, bevor Sie mit dem Handeln beginnen können.
ja: ご口座の開設条件としてご入金は必須ではありませんが、トレードを開始するにはトレード資金のご入金を完了して頂く必要があります。

source: You get fair and transparent pricing, whatever your position.
de: Sie erhalten, ungeachtet Ihrer Stellung, faire und transparente Kurse.
ja: 全てのポジションにてバイアスのない公明な価格情報を得ることができます。

source: You have a duty to act in the client's best interests and you shall not encourage clients to make deposits or place any trades where the purpose of that action is (whether in whole or part) to increase affiliate commissions rather than to benefit the client's trading performance and profitability.
de: Sie haben die Pflicht, im besten Interesse des Kunden zu handeln und dürfen Kunden nicht dazu ermutigen, Einzahlungen vorzunehmen oder Geschäfte in Auftrag zu geben, bei denen der Zweck (ganz oder teilweise) lediglich der ist, Ihre eigene Vermittlungsprovision als Partner zu erhöhen, statt dem Handelsinteresse und dem Gewinn des Kunden zu dienen.
ja: アフィリエイト会員は獲得会員のトレード実績や利益よりも、自身のアフィリエイト報酬を増やす目的で獲得会員に対して入金やトレードを強要することは禁じられています。常に獲得会員の利益を優先した行動を行うことが義務となっています。

source: You have already attempted to authenticate your ID using our online verification procedure.
de: Sie haben bereits versucht, Ihre ID über unseren Online-Verifikationsprozess zu bestätigen.
ja: お客様は既に当社のオンライン認証システムにてお客様の身分証明情報の認証を試みました。

source: You have already claimed a bonus in the past.
de: Sie haben schon in der Vergangenheit einen Bonus beantragt.
ja: 過去にボーナス申請履歴があります。

source: You have already withdrawn the equivalent of EUR %1 in aggregate over the last %2 days.
de: Sie haben bereits den Gegenwert von %1 EUR abgehoben, der sich in den letzten %2 Tagen angesammelt hatte.
ja: 直近の%2日以内で、累計%1ユーロと同等な金額を既に出金されました。

source: You have already withdrawn the equivalent of EUR %1 in aggregate over the lifetime of your account.
de: Sie haben bereits den Gegenwert von %1 EUR abgehoben, der sich während der Gesamtlaufzeit Ihres Kontos angesammelt hat.
ja: ご口座を開設されて以来、累計%1ユーロと同等な金額を既に出金されました。

source: You have already withdrawn the equivalent of EUR %1.
de: Sie haben bereits den Gegenwert von %1 EUR abgehoben.
ja: 累計%1ユーロと同等な金額を既に出金されました。

source: You have bought contracts with a combined purchase price of five times the bonus amount.
de: Sie haben Kontrakte mit einem gesamten Kaufpreis des Fünffachen des Bonusbetrags gekauft.
ja: ボーナス該当金額の５倍以上の額に相当するトレードをご購入されました。

source: You have entered an invalid login ID
de: Sie haben eine ungültige Login ID eingegeben
ja: 無効なログインIDがご入力されました

source: You have exceeded the daily limit for contracts of this type.
de: Sie haben das Tageslimit für diese Kontraktart überschritten.
ja: この種類のトレードにおける１日あたりの上限を超えてしまいました。

source: You have exceeded your 7-day limit on losses of %1%2.
de: Sie haben das 7-Tage Limit für Verluste von %2 %1 überschritten.

source: You have exceeded your daily limit on losses of %1%2.
de: Sie haben das Tageslimit für Verluste in Höhe von %2 %1 überschritten.

source: You have not yet reached the turnover required to be credited with the bonus.
de: Sie haben den erforderlichen Umsatz für die Bonusgutschrift noch nicht erreicht.
ja: このボーナスを得るために必要なトレード購入金額に達していません。

source: You have opened an account using invalid details.
de: Sie haben ein Konto mit ungültigen Angaben eröffnet.
ja: 無効な入力内容で口座を開設されました。

source: You have purchased the following contract:
de: Sie haben den folgenden Kontrakt erworben:
ja: この内容のトレードを購入されました：

source: You have signed up for more than one account.
de: Sie haben sich mit mehr als einem Konto angemeldet.
ja: 既に口座をお持ちです。

source: You have sold the following contract:
de: Sie haben folgenden Kontrakt verkauft:
ja: この内容のトレードを売りました：

source: You may choose to contact us to close your account held with the Company. Your account may be closed if you do not have any open trade positions and if you have complied with the requested "Know Your Client" procedures to enable you to withdraw any pending funds in your account.
de: Sie können sich mit uns in Verbindung setzen, wenn Sie Ihre beim Unternehmen geführtes Konto kündigen möchten. Ihr Konto kann gekündigt werden, wenn es keine offenen Handelsposten hat und Sie die erforderlichen "Kenne Deinen Kunden" Verfahren erfüllt haben, die Sie ermächtigen, auf Ihrem Konto befindliches Guthaben abzuheben.

source: You may not purchase or register keywords, search terms or other identifiers for use in any search engine, portal, sponsored advertising service or other search or referral service which are identical or similar to any of the Company's trademarks or trade names that include the word "%1" or any variation thereof. However, this does not extend to the use of Meta tag keywords on your site which are identical or similar to any of the Company's trademarks or trade names including the term %1.
de: Sie dürfen keine Keywords, Suchbegriffe oder andere Kennungen zur Nutzung in einer Suchmaschine, in einem Portal, bei gesponserten Werbediensten oder anderen Such- oder Linkdiensten kaufen oder registrieren, die den Handelsmarken oder Markenzeichen des Unternehmens gleichen oder ähnlich sind. Das selbe Verbot gilt auch für Handelsnamen, die den Begriff „%1“ oder eine Variante davon als Bestandteil enthalten. Das Verbot bezieht sich jedoch nicht auf den Einsatz von Keywords bei den Metatags auf Ihrer Website, die den Handelsmarken oder Markenzeichen des Unternehmens gleichen oder ähneln oder Handelsnamen oder Markenzeichen sind, die den Begriff %1 als Bestandteil enthalten.
ja: 検索エンジン、ポータルサイト、スポンサーを持つ広告サービス、その他の検索サービス、及び%1や類似語句、及び当社のトレードマークやトレードネームと同一または類似した内容を含む紹介サービスでの利用を目的としたキーワード、検索語句、または識別子を購入することは禁止します。尚、%1という単語を含むような、当社のトレードマークやトレードネームと同一または類似したメタタグを自身のプロモーションサイトで利用することに関しては、前述のような制限を設けません。

source: You may only open an account at this site on condition that:
de: Sie können auf dieser Site ein Konto nur unter der Bedingung eröffnen, dass:
ja: お客様は以下の条件を満たす場合にのみ、ご口座を開設することができます。

source: You may withdraw the bonus amount once you have exceeded an account turnover of 25 times the bonus amount value.
de: Sie können den Bonusbetrag abheben, sobald Sie einen Kontoumsatz des 25-fachen Wertes des Bonusbetrags überschritten haben.
ja: ボーナス金額の２５倍に相当する取引高を達成された場合に限り、出金可能です。

source: You must accept the terms and conditions to open an account.
de: Sie müssen die Geschäftsbedingungen akzeptieren, um ein Konto zu eröffnen zu können.
ja: ご口座を開設されるにあたりご利用規約に承諾しなければなりません。

source: You must already have a valid account with Binary.com.
de: Sie müssen bereits ein gültiges Konto bei Binary.com haben.

source: You must be logged in to use the workspace feature.Account opening is free and takes only 30 seconds.
de: Sie müssen eingeloggt sein, um die Arbeitsplatzfunktion zu verwenden. Die Kontoeröffnung ist kostenlos und dauert nur 30 Sekunden.
ja: このワークスペースをご利用するには、ログインが必須となります。ご口座の開設は無料かつ、わずか３０秒で済みます。

source: You must have a valid 'real' money account before registering as an API Developer
de: Sie müssen ein gültiges Echtgeldkonto besitzen, bevor Sie sich als API Entwickler anmelden können

source: You must now strip ACCESSTOKEN from the redirection URL as described in the literature for Implicit Grants.
de: Sie müssen jetzt, wie es in der Literatur für Indirekte Zugriffbewilligungen beschrieben ist, ACCESSTOKEN aus der Umleitungs-URL isolieren.
ja: Implicit Grants（インプリシットグラント）のliterature内に記述される再接続URLから、 ACCESSTOKENを取り除かなければなりません。

source: You only need to make four decisions to execute a binary contract.
de: Sie müssen nur vier Entscheidungen treffen, um einen Binären Kontrakt abzuschließen.
ja: バイナリー取引に必要なのは、上記の４ステップのみです。

source: You represent, warrant and undertake that your Site or promotion shall contain no material which is defamatory, pornographic, unlawful, harmful, threatening, obscene, harassing, or racially, ethnically, or otherwise objectionable or discriminatory, violent, politically sensitive or otherwise controversial or in breach of any third party rights and shall not link to any such material.
de: Sie gewährleisten, garantieren und unternehmen alles, um sicherzustellen, dass Ihre Website oder Werbemaßnahme kein verleumderisches, pornografisches, rechtswidriges, schädigendes, bedrohlendes, obszönes, belästigendes, rassistisches oder ethnisch diskriminierendes, anstößiges oder umstrittenes, gewalttätiges, politisch brisantes oder in anderer Weise umstrittenes Material enthält, das die Rechte Dritter verletzt und dürfen solches Material auch nicht verlinken.
ja: アフィリエイト会員は、プロモーションサイト、及びプロモーション手法において、中傷的、猥褻、非合法、破壊的、脅迫的、卑猥、嫌がらせ、人種的、民族的、差別的、暴力的、政治的な話題を含むような内容を含めないこと、及び全ての第三者の権利を侵害しないことを保証し、そのような内容を含むようなコンテンツにリンクしないことも保証します。

source: You risk only your initial stake, and your stake never increases, even in gapping markets.
de: Sie riskieren, sogar bei Kurslücken nur Ihren ursprünglichen Einsatz und Ihr Einsatz erhöht sich nie.
ja: お客様が負うリスクはトレードの購入価格のみであり、市場が変動しても損失リスクが増大することはありません。

source: You set the barrier(s) to define your position.
de: Sie setzen die Schwelle(n) und definieren Ihre Position.
ja: バリアを設定することでポジションを確定させます。

source: You shall at all times comply with the Data Protection Acts 1988 and 2003 and the European Communities (Electronic Communications Networks and Services) (Data Protection and Privacy) Regulations 2003 and any other related or similar legislation. You shall indemnify on demand and hold The Company harmless from and against any and all losses, demands, claims, damages, costs, expenses (including, but not limited to, consequential losses and loss of profit, reasonable legal costs and expenses and VAT thereon if applicable) and liabilities suffered or incurred, directly or indirectly, by the Company in consequence of any breach by you this of obligation.
de: Sie müssen die die Protection Acts (Schutzgesetze) 1988 und 2003 und die Richtlinien der Europäischen Union 2003 (Elektronische Kommunikationsnetze und Dienste; Datenschutz und Privatsphäre) und andere verwandte oder ähnliche Gesetzgebung immer erfüllen. Auf Anfrage haben Sie das Unternehmen von der Haftung freizustellen und schadlos zu halten in Bezug auf und gegen alle Verluste, Forderungen, Ansprüche, Schäden, Kosten, Ausgaben (einschließlich, aber nicht beschränkt auf Folgeschäden und entgangenen Gewinn, angemessene Kosten einer rechtlichen Verteidigung sowie der Auslagen und der Mehrwertsteuer darauf, falls zutreffend) sowie die Haftungen, die dem Unternehmen als Folge einer Verletzung dieser Vertragspflicht durch Sie entstanden sind oder die das Unternehmen dadurch erlitten hat, ob direkt oder indirekt.
ja: アフィリエイト会員は、the Data Protection Acts 1988 and 2003、the European Communities (Electronic Communications Networks and Services) (Data Protection and Privacy) Regulations 2003、及び他の関連または類似する法令を常に遵守することが要求され、アフィリエイト会員は要求に応じた賠償を行う必要があり、当社に対してあらゆる損失、要求、苦情、損害賠償や費用（重大な損失、利益の損失、法的対応の費用やそれにまつわる付加価値税）を求めることはありません。また、直接的であれ間接的であれ、前述の法令に対する違反行為の結果として生じた責任はアフィリエイト会員が負います。

source: You shall be expected to act with good faith and integrity in your relationships with your referrals and that you shall not resort to high-pressure sales tactics or false promises
de: Es wird von Ihnen verlangt, dass Sie In Ihren Beziehungen mit Kundenempfehlungen nach Treu und Glauben und mit Integrität zu handeln und Sie dürfen keine bedrängenden Verkaufstaktiken anwenden oder falsche Versprechungen machen
ja: アフィリエイト会員は、獲得会員と信頼と誠意に基づく良好な関係を築かれることが期待されています。獲得会員に対し、販売行為や口約束を強要する行為は禁じられています。

source: You shall indemnify on demand and hold the Company harmless from and against any and all losses, demands, claims, damages, costs, expenses (including, but not limited to, consequential losses and loss of profit, reasonable legal costs and expenses and VAT thereon if applicable) and liabilities suffered or incurred, directly or indirectly, by the Company in consequence of any breach by you of clause 3.3 or 3.4.
de: Sie müssen auf Verlangen das Unternehmen vor Verlusten, Forderungen, Ansprüchen, Schäden, Kosten, Aufwendungen (einschließlich Folgeschäden und Gewinnausfall, Gerichts- und Anwaltskosten und darauf zu entrichtende Mehrwertsteuer) und Verpflichtungen, die dem Unternehmen infolge eines Verstoßes von Ihnen gegen die Klausel 3.3 oder 3.4 direkt oder indirekt entstehen, entschädigen und schadlos halten.
ja: アフィリエイト会員は要求に応じた賠償を行う必要があり、当社に対してあらゆる損失、要求、苦情、損害賠償や費用（重大な損失、利益の損失、法的対応の費用やそれにまつわる付加価値税）を求めることはありません。また、直接的であれ間接的であれ、3.3条または3.4条の違反行為の結果として生じた責任はアフィリエイト会員が負います。

source: You shall indemnify on demand and hold the Company harmless from and against any and all losses, demands, claims, damages, costs, expenses (including, but not limited to, consequential losses and loss of profit, reasonable legal costs and expenses and VAT thereon if applicable) and liabilities suffered or incurred, directly or indirectly, by the Company in consequence of any breach, non-performance or non-observance by you of any of your obligations or warranties under this Agreement.
de: Sie müssen auf Verlangen das Unternehmen vor allen Verlusten, Forderungen, Ansprüchen, Schäden, Kosten, Auslagen (und vor Folgeschäden und Gewinnausfall, Gerichts- und Anwaltskosten und darauf anfallende Mehrwertsteuern) und Haftungen entschädigen und schadlos halten, die dem Unternehmen infolge Verletzung, Nichterfüllung oder Nichtbeachtung von Pflichten oder Zusicherungen aus diesem Vertrag direkt oder indirekt durch Sie entstehen.
ja: アフィリエイト会員は要求に応じた賠償を行う必要があり、当社に対してあらゆる損失、要求、苦情、損害賠償や費用（重大な損失、利益の損失、法的対応の費用やそれにまつわる付加価値税）を求めることはありません。また、直接的であれ間接的であれ、本契約における義務の不履行、非遵守の結果として生じた責任はアフィリエイト会員が負います。

source: You shall not hold or pool client funds or third party funds into your own account held with %1.
de: Sie dürfen keine Kundengelder oder Gelder von Dritten auf Ihrem eigenen Konto bei %1 halten oder zusammenlegen.
ja: 獲得会員、及び第三者の資金をアフィリエイト会員の%1のご口座に保持したりプールする行為は慎んで下さい。

source: You should not trade or invest in Binary Options unless you know and understand the features risks involved and you may lose all the money invested.
de: Sie sollten keine Binären Optionen handeln oder in sie investieren, so lange Sie die damit verbundenen Risiken kennen und verstehen und dass Sie das gesamte investierte Geld verlieren könnten.

source: You should note that our duty to provide you with best execution does not apply to any gambling products that you place with us, where there is no underlying financial market.
de: Sie müssen beachten, dass unsere Pflicht, Ihnen die beste Ausführung angedeihen zu lassen, nicht für bei uns platzierte Glücksspielprodukte gilt, wenn es keinen zugrundeliegenden Finanzmarkt gibt.
ja: 最良執行を提供させていただくことへの義務は、基本金融マーケットではない当社との間で実行されたギャンブル製品には適用されません。

source: You should read these ST&Cs carefully as well as the Summary Order Execution Policy and Summary Conflicts Policy, the applicable Contract Details together with the Risk Disclosure Notice and any other documents that we have supplied or in the future do supply to you.
de: Sie müssen diese ST&Cs sowie die Zusammenfassug der Orderausführungsregeln und Zusammenfassung der Konfliktregeln, die anwendbaren Vertragseinzelheiten zusammen mit der Risikoweitergabenachricht und weitere Dokumente, die wir Ihnen zur Verfügung gestellt haben oder in Zukunft zur Verfügung stellen, sorgfältig durchlesen.
ja: リスク開示通知と当社が提供する、または将来お客様に適用させていただくその他文書と共に適用される、契約の詳細にあたるオーダー実行ポリシーの概要とクレームポリシーの概要同様にこれらST&Cs（特別条件と事業条件）も熟読ください。

source: You will be automatically logged out after such time.
de: Sie werden nach einer bestimmten Zeit automatisch abgemeldet.
ja: 設定時間を過ぎると自動的にログオフされます。

source: You will earn a commission up to 35% of the net revenue generated by clients you introduce to our trading platform.
de: Sie werden eine Provision von bis zu 35 % des Nettoumsatzes verdienen, der von Kunden, die Sie bei unserer Handelplattform vermittelt haben, getätigt wird.

source: You will have no 'margin calls', no 'stops', and no surprises.
de: Sie werden keine "Nachschussverpflichtung", keine "Stops" und keine Überraschungen erleben.
ja: 追加証拠金（マージンコール）は不要、ノンストップでのお取り引きは当たり前です。

source: You will receive your earnings by the 15th of every month, for the commission earned during the previous calendar month.
de: Sie erhalten Ihre Provisionsauszahlungen für den vorangegangenen Kalendermonat am 15. eines jeden Folgemonats.
ja: 毎月中頃に確定済みの前月分の報酬を振込させて頂きます。

source: You win the payout if the market price does not end in the digit you have selected.
de: Sie gewinnen die Auszahlung, wenn der Marktkurs nicht auf der Dezimalstelle schließt, die Sie ausgewählt haben.
ja: 市場価格の末尾がご指定頂いた数値ではなかった場合、勝ち判定になります。

source: You win the payout if the market price ends in the digit you have selected.
de: Sie gewinnen die Auszahlung, wenn der Marktkurs mit der Dezimalstelle schließt, die Sie ausgewählt haben.
ja: 市場価格の末尾がご指定頂いた数値となった場合、勝ち判定になります。

source: You won't lose your shirt
de: Sie werden nicht das letzte Hemd verlieren
ja: 損益をコントロールする仕組み

source: You'll find answers to most of your questions on the <a href='%1' target='_blank'>FAQ</a> page.
de: Auf der <a href='%1' target='_blank'>FAQ</a> Seite finden Sie Antworten auf die meisten Ihrer Fragen.
ja: こちらの<a href='%1' target='_blank'>FAQ</a>ページから、よくあるご質問事項をご参照できます。

source: You're currently logged in to your real money account with %1
de: Sie sind derzeit in Ihr Echtgeldokonto bei %1 eingeloggt

source: You're currently logged in to your virtual money account
de: Sie sind derzeit in Ihr virtuelles Geld Konto eingeloggt

source: You're using a Virtual Account.
de: Sie benutzen ein virtuelles Konto.

source: Your %1 day withdrawal limit is currently <strong>EUR %2</strong> (or %3 in other currency).
de: Ihr Abhebelimit für %1 Tage beträgt derzeit <strong>EUR %2</strong> (oder %3 in einer anderen Währung).
ja: お客様の%1日でのご出金上限は現在、<strong>%2ユーロ</strong>です（他の通貨では%3です。）。

source: Your <strong>first</strong> deposit is equal to or more than %1%2, and
de: Ihre <strong>erste</strong> Einzahlung entspricht oder beträgt mehr als %2%1 und
ja: お客様の<strong>初めての</strong>ご入金は%1%2である必要があり、

source: Your Client will receive an email notification informing him/her that the transfer has been processed.
de: Ihr Kunde wird eine E-Mail Benachrichtigung erhalten, in der er/sie darüber informiert wird, dass die Überweisung bearbeitet wurde.

source: Your Login ID
de: Ihre Login ID
ja: お客様のログインID

source: Your Login ID should not contain spaces.
de: Ihre Login ID darf keine Leerzeichen enthalten.
ja: ログインIDにはスペースを含めないで下さい。

source: Your Public Key
de: Ihr Öffentlicher Schlüssel
ja: あなたの公開鍵

source: Your account balance
de: Ihr Kontostand
ja: ご口座残高

source: Your account balance (%1%2) is insufficient to buy this contract (%1%3).
de: Ihr Kontostand (%2%1) reicht nicht aus, um diesen Kontrakt zu kaufen (%3%1).
ja: ご口座残高が(%1%2)ですので、このトレード(%1%3)のご購入は不可能です。

source: Your account does not require authentication at this time.
de: Ihr Konto benötigt derzeit keine Authentifizierung.

source: Your account has exceeded the trading limit with free promo code, please deposit if you wish to continue trading.
de: Ihr Konto hat das Abschlusslimit unter Verwendung von kostenlosen Werbecodes überschritten. Bitte machen Sie eine Einzahlung, wenn Sie weiter handeln möchten.
ja: フリーボーナスのみのご利用に基づくトレードの上限を超えましたので、引き続きトレードをご希望される場合はご入金をお願いします。

source: Your account is disabled
de: Ihr Konto ist gesperrt
ja: この口座は無効です

source: Your account is fully authenticated and your withdrawal limits have been lifted.
de: Ihr Konto ist vollständig authentifiziert und Ihr Abhebelimit wurde angehoben.

source: Your account is fully authenticated. You can view your <a href="%1">trading limits here</a>.
de: Ihr Konto ist vollständig authentifiziert. Ihre <a href="%1">Abschlusslimits sind hier ersichtlich</a>.
ja: お客様のご口座はアップグレード済みです。トレードの上限の条件を<a href="%1">こちらから</a>ご確認頂けます。

source: Your account is fully operational and you may begin depositing money and buying contracts.
de: Ihr Konto ist voll funktionsfähig und Sie können damit beginnen, Geld einzuzahlen und Kontrakte zu erwerben.
ja: お客様のご口座はご利用可能な状態です。ご入金、及びトレードの購入を開始して頂けます。

source: Your account is important to us. Please <a href="%1">contact us</a> should you need further assistance.
de: Ihr Konto ist uns wichtig. Bitte <a href="%1">setzen Sie sich mit uns in Verbindung</a>, wenn Sie weitere Hilfe benötigen.
ja: お客様のご口座の安全確保は当社の最優先事項です。もし、ご不明な点がございましたら <a href="%1">カスタマーサポート</a> までご連絡下さい。

source: Your account is registered as a Payment Agent.
de: Ihr Konto ist als Zahlungsabwickler registriert.

source: Your account is restricted to withdrawals only.
de: Ihr Konto ist auf nur Auszahlungen eingeschränkt.
ja: お客様のご口座では現在ご出金機能のみご利用頂くことが可能です。

source: Your account should not be used as a banking facility and deposits should only be made with a view to using funds to place contracts. The Company is not a financial institution, Clients will not receive interest on deposits. Should you make repeated deposits and withdrawals without commensurate contracts being placed, we reserve the right to pass on to your accounts, without prior notice, any bank charges we have incurred before closing the account.
de: Ihr Konto darf nicht als Bankkonto verwendet werden und Einzahlungen dürfen nur im Hinblick auf die Verwendung für den Kauf von Kontrakten erfolgen. Das Unternehmen ist keine Finanzinstitution. Die Kunden erhalten für Ihre Guthaben keine Zinsen. Sollten Sie wiederholt Einzahlungen und Abhebungen vornehmen, ohne das entsprechende Kontrakte platziert werden, behalten wir uns das Recht vor, ohne vorherige Ankündigung vor Kündigung des Kontos anfallende Bankgebühren zu belasten.

source: Your balance is higher than the permitted amount.
de: Ihr Guthaben übersteigt den erlaubten Betrag.

source: Your base url for all API calls
de: Ihre Grund-URL für alle API-Aufrufe
ja: API呼び出しのためのベースURL

source: Your bonus request - %1
de: Ihre Bonusanfrage - %1
ja: ボーナスリクエスト：%1
