Repository: yottanami/binary-static
Catalog: config/locales/*.po
Languages: de, ja

source: If an error is made in the calculation of your share of the revenue share, the Company reserves the right to correct such calculation at any time and to reclaim from you any overpayment made by the Company to you (including, without limitation, by way of reducing future payment earn revenue to cover the chargeback before you can start earning revenue again. The Company reserves the right, in special cases, to exclude revenue sharing on promotional funds deposited into the client's account by the Company.
de: Falls es bei der Berechnung Ihres Umsatzanteils ein Fehler auftritt, behält sich das Unternehmen vor, eine solche Berechnung jederzeit zu korrigieren und die vom Unternehmen an Sie geleisteten Überzahlungen zurückzufordern (insbesondere von zukünftigen Umsatzbeteiligungen abzuziehen, um den Rückzahlungsbetrag auszugleichen, bevor Sie sich erneut am Umsatz beteiligt werden können). Das Unternehmen behält sich weiterhin das Recht vor, in speziellen Fällen die Umsatzbeteiligung an Werbegeldern (Boni), die vom Unternehmen auf das Konto eines Kunden eingezahlt werden, von der Berechnung auszuschließen.
ja: アフィリエイト報酬算出の際にエラーが発生した場合は、当社は常にそのような誤った計算値を修正する権利を有し、過払いとなった金額を回収する権利を当社は有し、回収し終わるまでアフィリエイト報酬から引き落とし続けます。尚、場合によっては当社がアフィリエイト会員の口座に当社が提供したプロモーション資金の利益共有を停止する権利も当社は有します。

source: If any provision of this Agreement is held to be void or unenforceable in whole or part, the impugned provision (or part thereof) shall be deemed to be deleted from this Agreement and the remaining provisions (including the remainder of the affected provision) shall continue to be valid and applicable.
de: Falls eine Klausel dieser Vereinbarung für ungültig erachtet wird oder ganz oder teilweise nicht durchsetzbar ist, wird die angefochtene Klausel (oder ein Teil davon) aus dieser Vereinbarung gestrichen und die verbleibenden Bestimmungen (ggf. der Rest der betroffenen Klausel) sind weiterhin gültig und anwendbar.
ja: 本契約において法的効力が無い、または予見不可能であった全てまたは部分的な条項が発見された場合は、不適切な箇所が本契約からは削除されるものとみなされます。また、該当しない条項に関しては継続して有効なものとして適用され続けます。

source: If the Company is legally required to disclose your personal or financial information by law, regulation or pursuant to the order of a court of competent jurisdiction or a governmental agency, the Company shall, unless legally prohibited, promptly notify you to that effect, in order to give you the opportunity to seek such protection for the information as it deems appropriate. Such required disclosure shall not be construed as a breach of this Terms and Conditions Agreement.
de: Wenn das Unternehmen durch Gesetzesverordnung oder zur Befolgung einer Anordnung eines zuständigen Gerichts oder einer Regierungsbehörde verpflichtet ist, Ihre persönlichen oder finanziellen Angaben offenzulegen, dann muss das Unternehmen sie, es sei denn, es sei gesetzlich untersagt, unverzüglich hierüber in Kenntnis setzen, damit Ihnen die Gelegenheit gegeben wird, ggfls. nach Schutz für die Informationen nachzusuchen. Eine Pflicht zur Offenlegung darf nicht als Verletzung der vertraglich vereinbarten Allgemeinen Geschäftsbedingungen ausgelegt werden.
ja: 管轄裁判所または政府機関の命に従い、法律により当社は個人情報または財務情報を開示する必要があります。法的に禁止されない限り、適切とみなす情報への保護ができるよう迅速にその旨をユーザーに通知致します。このような必要な開示は、利用規約契約の違反とはなりません。

source: If we’re happy with your results, we’ll contact you for an interview and then do background and reference checks.
de: Wenn wir mit Ihren Ergebnissen zufrieden sind, werden wir wir uns mit Ihnen wegen eines Vorstellungsgesprächs in Verbindung setzt und danach Hintergrund- und Empfehlungsprüfungen vornehmen.
ja: テストに合格した場合は、面接、バックグラウンド、及びレファレンスチェックを行います。

source: If you are experiencing difficulties logging into your account, please verify that cookies are enabled in your browser. This website uses cookies to store your login ID and password (in encrypted format) on your PC during your login session.
de: Sollten beim Einloggen in Ihr Konto Schwierigkeiten auftreten, überprüfen Sie bitte, ob in Ihrem Browser Cookies aktiviert sind. Diese Website verwendet Cookies, um Ihre Log-in ID und Passwort (im verschlüsselten Format) während der Log-in Session auf Ihrem PC zu speichern.
ja: ご口座へのログインが上手くいかない場合は、ブラウザの設定からCookieを有効に設定して下さい。当社サイトでは、ログイン時にお客様のログインIDと暗号化されたパスワードをお客様のコンピュータに保存する目的でCookieを利用しています。

source: If you are, we’d love to hear from you.
de: Wenn Sie es sind, würden wir gerne von Ihnen hören.
ja: 皆様からのご応募をお待ちしております。

source: If you choose to enter into a Contract with us, it is important that you remain aware of the risks involved, that you have adequate investment resources to bear such risks and that you monitor your positions carefully.
de: Wenn Sie bei uns einen Kontrakt eingehen möchten, müssen Sie sich über die damit verbundenen Risiken klar sein, über ausreichende Anlagemittel verfügen, um solche Risiken tragen zu können und Ihre Positionen sorgfältig überwachen.
ja: 当社との契約をご締結いただく場合、そのようなリスクを負うのに十分な投資資産をお持ちであること、また自身のポジションを慎重にモニターできるかといった起こりうるリスクに注意し続けられることが重要です。

source: If you do, no worries. With Binary.com, you can sell your trades before expiry to lock in profits. There’s no need to wait until the end time.
de: Wenn Sie es tun, kein Problem. Bei Binary.com können Sie Ihre Kontrakte vor deren Ablauf verkaufen, um Gewinne zu sichern. Sie müssen nicht bis zum Ablaufdatum warten.
ja: その場合、心配はいりません。Binary.comなら、報酬がロックされる期限前にお取引を転売することができます。終了時間まで待つ必要はありません。

source: If you don't receive the email within the next few minutes, please check your junk/spam mail folder.
de: Wenn Sie innerhalb der nächsten Minuten keine E-Mail erhalten sollten, sehen Sie bitte in Ihrem Werbemail/Spamordner nach.
ja: 数分以内にメールの受信をご確認できない場合は、迷惑メールフォルダもご確認ください。

source: If you feel that none of these reasons apply to your case and you'd like to request that the bonus is credited to your account, please provide us with:
de: Falls Sie der Meinung sind, dass keiner dieser Gründe auf Ihren Fall zutrifft und Sie Ihren Bonus auf Ihr Konto gutgeschrieben haben möchten, legen Sie uns bitte Folgendes vor:
ja: もし、これらの理由に納得されず、かつ改めてボーナスの付与を望まれる場合は下記の証明を提供して下さい：

source: If you meet our basic requirements, we’ll send you a talent test.
de: Wenn Sie unseren Grundanfoderungen entsprechen, werden wir Ihnen einen Talenttest zuschicken.
ja: 当社の基本的な要求基準に見合う場合は、テストのご連絡をいたします。

source: If you need help, please contact our customer support team at %1
de: Sollten Sie Hilfe benötigen, setzten Sie sich bitte über %1 mit unserem Kundenbetreuungsteam in Verbindung

source: If you select "Asian Fall", you will win the payout if the <strong>last tick</strong> is <strong>lower</strong> than the <strong>average</strong> of the ticks.
de: Wenn Sie „Asiatischer Fall" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>letzte Tick</strong> <strong>niedriger</strong> als der <strong>Durchschnitt</strong> der Ticks ist.

source: If you select "Asian Rise", you will win the payout if the <strong>last tick</strong> is <strong>higher</strong> than the <strong>average</strong> of the ticks.
de: Wenn Sie „Asiatischer Anstieg" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>letzte Tick</strong> <strong>höher</strong> als der <strong>Durchschnitt</strong> der Ticks ist.
ja: " Asian アップ"を選択された場合、<strong>期限時の価格</strong>が平均よりも<strong>高い</strong>とペイアウトを獲得できます。

source: If you select "Differs", you will win the payout if the <strong>last digit</strong> of the last tick is <strong>not the same</strong> as your <strong>prediction</strong>.
de: Wenn Sie „Unterschiedlich" auswählen, erhalten Sie eine Auszahlung, wenn die <strong>letzte Stelle</strong> des letzten Ticks <strong>nicht nicht </strong> mit Ihrer <strong>Voraussage</strong> übereinstimmt.

source: If you select "Does Not Touch", you win the payout if the market never touches the <strong>barrier</strong> at any time during the <strong>contract period</strong>.
de: Wenn Sie „Erreicht nicht" wählen, erhalten Sie eine Auszahlung, wenn der Kurs die <strong>Schwelle</strong> während der <strong>Kontraktdauer</strong> zu keinem Zeitpunkt berührt.
ja: 「ノータッチ」を選択した場合、<strong>トレード終了時間まで一度も</strong>市場価格が<strong>バリア</strong>を設定した価格にタッチしなければ勝ち判定になります。

source: If you select "Ends Between", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>Low barrier</strong> AND strictly lower than the <strong>High barrier</strong>.
de: Wenn Sie „Schließt zwischen" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>Schlusskurs</strong> genau über der <strong>Unteren Schwelle</strong> UND genau unter der <strong>Oberen Schwelle</strong> verharrt..
ja: 「範囲内で終了」を選択した場合、<strong>終了価格</strong>が <strong>バリアを設定した上下両方のバリア価格の間に留まる</strong>こと、すなわち<strong>いずれのバリア価格にもタッチしなければ勝ち判定</strong>になります。トレード終了時間までの市場価格の動向は判定に影響を及ぼしません。

source: If you select "Ends Outside", you win the payout if the <strong>exit spot</strong> is EITHER strictly higher than the <strong>High barrier</strong>, OR strictly lower than the <strong>Low barrier</strong>.
de: Wenn Sie „Schließt außerhalb" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>Schlusskurs</strong> ENTWEDER genau über der <strong>Oberen Schwelle</strong> ODER genau unter der <strong>Unteren Schwelle</strong> bleibt.
ja: 「範囲外で終了」を選択した場合、 <strong>終了価格</strong>がバリアを設定した<strong>上限バリア価格を上回る</strong>か、<strong>下限バリア価格を下回れば勝ち判定</strong>になります。同値は負け判定になります。トレード終了時間までの市場価格の動向は判定に関係ありません。

source: If you select "Falls", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>entry spot</strong>.
de: Wenn Sie „Fällt" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>Schlusskurs</strong> genau unter dem <strong>Anfangskurs</strong> liegt.
ja: 「ロー」を選択した場合、 <strong>終了価格</strong>が<strong>エントリー価格</strong>より正確に低くなると勝ち判定になります。同値は負け判定になります。

source: If you select "Goes Outside", you win the payout if the market touches either the <strong>High barrier</strong> or the <strong>Low barrier</strong> at any time during the <strong>contract period</strong>.
de: Wenn Sie „Geht außerhalb" auswählen, erhalten Sie eine Auszahlung, wenn der Kurst während der <strong>Kontraktlaufzeit</strong> zu einem bestimmten Zeitpunkt entweder die <strong>ObereSchwelle</strong> oder die <strong>Untere Schwelle</strong> berührt.
ja: 「範囲外となる」を選択した場合、<strong>トレード終了時間までに</strong>市場価格がバリアを設定した<strong>上下いずれ</strong>かの<strong>バリア価格にタッチすれば勝ち判定</strong>になります。

source: If you select "Higher", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>barrier</strong>.
de: Wenn Sie „Höher" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>Kurs zum Vertragsende</strong> genau über der <strong>Schwelle</strong> liegt.
ja: 「ラダー高」を選択した場合、<strong>終了価格</strong>が<strong>バリア価格</strong>より正確に高くなると勝ち判定になります。

source: If you select "Lower", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>barrier</strong>.
de: Wenn Sie "Tiefer" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>Kurs zum Ende des Kontrakts</strong> genau unter der <strong>Schwelle</strong> liegt.
ja: 「ロー」を選択した場合、 <strong>終了価格</strong>が<strong>エントリー価格</strong>より正確に低くなると勝ち判定になります。同値は負け判定になります。

source: If you select "Matches", you will win the payout if the <strong>last digit</strong> of the last tick is the <strong>same</strong> as your <strong>prediction.</strong>
de: Wenn Sie „Gleich" auswählen, erhalten Sie eine Auszahlung, wenn die <strong>letzte Stelle</strong> des letzten Ticks <strong>gleich</strong> Ihrer <strong>Voraussage ist.</strong>

source: If you select "Rises", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>entry spot</strong>.
de: Wenn Sie …Steigt" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>Kurs zum Auslauf des Kontrakts</strong> genau über dem <strong>Kurs bei Beginn des Kontrakts</strong> liegt.
ja: 「ハイ」を選択した場合、<strong>終了価格</strong>が<strong>エントリー価格</strong>より正確に高くなると勝ち判定になります。同値は負け判定になります。

source: If you select "Stays Between", you win the payout if the market stays between (does not touch) either the <strong>High barrier</strong> or the <strong>Low barrier</strong> at any time during the <strong>contract period</strong>.
de: Wenn Sie „Bleibt zwischen" wählen, erhalten Sie eine Auszahlung, wenn der Kurs zu irgendeinem Zeitpunkt während der <strong>Kontraktlaufzeitr</strong> zwischen der <strong>Oberen Schwelle</strong> oder der <strong>Unteren Schwelle</strong> bleibt (ohne sie zu berühren).
ja: 「範囲内に留まる」を選択した場合、<strong>トレード終了時間まで常に</strong>市場価格がバリアを設定した<strong>上下両方</strong>のバリア価格の間に留まること、<strong>すなわちバリア価格に１度もしタッチなければ勝ち判定</strong>になります。

source: If you select "Touches", you win the payout if the market touches the <strong>barrier</strong> at any time during the <strong>contract period</strong>.
de: Wenn Sie „Berührt" wählen, erhalten Sie eine Auszahlung, wenn der Kurs die <strong>Schwelle</strong> zu irgendeinem Zeitpunkt während der <strong>Kontraktlaufzeit</strong> berührt.
ja: 「タッチ」を選択した場合、<strong>トレード終了時間までに</strong>市場価格が<strong>バリア</strong>を設定した価格にタッチすれば勝ち判定になります。

source: If you select "falls", you win the payout if the market price is lower than the <strong>entry spot</strong>.
de: Wenn Sie „Fällt" auswählen, erhalten Sie eine Auszahlung, wenn der Marktpreis niedriger als der <strong>Kurs bei Kontraktbeginn</strong> ist.
ja: "Fall"を選択した場合、トレード終了時間の市場価格が<strong>エントリー価格</strong>より低くなると勝ち判定になります。同値は負け判定になります。

source: If you select "falls", you win the payout if the market price is lower than the entry spot.
de: Wenn Sie „fällt" auswählen, erhalten Sie eine Auszahlung, wenn der Marktpreis niedriger als der Kurs bei Kontraktbeginn ist.
ja: "Fall"を選択した場合、トレード終了時間の市場価格がエントリー価格より低くなると勝ち判定になります。同値は負け判定になります。

source: If you select "rises", you win the payout if the market price is higher than the <strong>entry spot</strong>.
de: Wenn Sie „steigt" auswählen, erhalten Sie eine Auszahlung, wenn der Marktpreis höher als <strong>der Kurs bei Kontraktbeginn</strong> ist.
ja: 「ハイ」を選択した場合、トレード終了時間の市場価格が<strong>エントリー価格</strong>より高くなると勝ち判定になります。同値は負け判定になります。

source: If you select "rises", you win the payout if the market price is higher than the entry spot.
de: Wenn Sie „steigt" auswählen, erhalten Sie eine Auszahlung, wenn der Marktpreis höher als der Kurs bei Kontraktbeginn ist.
ja: 「ハイ」を選択した場合、トレード終了時間の市場価格がエントリー価格より高くなると勝ち判定になります。同値は負け判定になります。

source: If you select a <strong>start time</strong> in the future, the <strong>start time</strong> is that which is selected and the <strong>entry spot</strong> is the price in effect at that time.
de: Wenn Sie eine <strong>Startzeit</strong> in der Zukunft auswählen, ist die <strong>Startzeit</strong> des Kontrakts die ausgewählte Zeit und der <strong>Einstiegskurs</strong> ist der Kurs, der zu dieser Zeit gültig ist.
ja: 未来の時間を<strong>開始時間</strong>に指定した場合、トレードの<strong>開始時間</strong>はその選択時間が採用され、<strong>エントリー価格</strong>もその時間でのデータが採用されます。

source: If you select a <strong>start time</strong> of "Now", the <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
de: Wenn Sie als <strong>Startzeit</strong> „Jetzt" wählen, ist die <strong>Endzeit</strong> die ausgewählte Anzahl an Minuten/Stunden nach <strong>Beginn</strong> (sofern sie weniger als einen Tag dauert) oder das Ende des Börsentages (sofern sie einen Tag oder länger dauert).
ja: １日未満の取引期間を指定しトレード<strong>開始時間</strong>で"Now"を指定した場合、トレード<strong>終了時間</strong>は<strong>トレード開始時間</strong>に分単位、及び時間単位で指定した時間にプラスされたものになります。また１日以上の取引期間を指定した場合、該当トレード日の終了時間（0GMT）に設定されます。

source: If you select a <strong>start time</strong> of "Now", the <strong>start time</strong> is when the contract is processed by our servers and the <strong>entry spot</strong> is the <strong>next tick</strong> thereafter.
de: Wenn Sie als <strong>Startzeit</strong> „Jetzt" wählen, ist der <strong>Beginn</strong> der Zeitpunkt, an dem der Auftrag von unseren Servern verarbeitet wurde und der <strong>Kurs zu Kontraktbeginn</strong> ist der danach <strong>folgende Tick</strong>.
ja: "Now"を<strong>開始時間に指定</strong>した場合、<strong>トレード開始時間</strong>は当社のサーバで認識したクリックの瞬間に開始され、<strong>エントリー価格は</strong>開始時間の<strong>次のTick</strong>が採用されます。

source: If you select a specific <strong>end time</strong>, the <strong>end time</strong> is the selected time.
de: Wenn Sie eine bestimmte <strong>Endzeit</strong> auswählen, ist die ausgewählte Zeit die <strong>Endzeit</strong>.
ja: もし特定の<strong>終了時間</strong>を選択した場合は、トレードはその<strong>終了時間</strong>に終了します。

source: If you wish to raise these limits, please authenticate your account.
de: Wenn Sie diese Limits erhöhen möchten, authentifizieren Sie bitte Ihr Konto.
ja: 取引上限の引き上げを希望される場合は、ご口座のアップグレードを完了して下さい。

source: If you would like to file a complaint with regards to our service, kindly contact us providing any relevant details relating to your complaint. We shall investigate your enquiry and a response will be given to your enquiry. We will normally provide a final response within 2 months from receipt of all relevant details.
de: Setzen Sie sich bitte mit uns unter Angabe aller entsprechenen Einzelheiten zu Ihrer Beschwerde in Verbindung, wenn Sie eine Beschwerde über unseren Service vorbringen möchten. Wir werden Ihr Anliegen untersuchen und wir werden Ihnen eine Antwort auf Ihre Beschwerde geben. In der Regel werden wir innerhalb zwei Monaten nach Erhalt der entsprechenden Einzelheiten eine abschließende Antwort geben.
ja: 当サービスに苦情を申し立てられたい場合、当社に苦情の詳細をご提供ください。お客様のお問い合せ内容を調査のうえ、回答させていただきます。通常、全詳細を受け取り次第２ヶ月以内に最終的な回答をさせていただきます。

source: If you're in Asia, you may find %1 more attractive because they reset around the time Asian markets close.
de: Wenn Sie sich in Asien befinden, könnten Sie %1 als attraktiver empfinden, da sieungefähr zum Börsenschluss in Asien zurückgesetzt werden.

source: If your complaint relates to an outcome of a trade or a transaction and remains unresolved, it will turn into a dispute. Should you be unsatisfied with our response, you can choose to escalate your complaint to the regulator or to an alternative dispute resolution entity.
de: Wenn sich Ihre Beschwerde auf das Ergebnis eines Trades oder einer Überweisung bezieht und nicht geklärt wird, dann wird daraus zu einer Streitigkeit. Sollten Sie mit unserer Antwort unzufrieden sein, können Sie Ihre Beschwerde bei einer Aufsichtsbehörde oder einer außergerichtlichen Schlichtungsstelle einreichen.
ja: 取引や商法の結果に関するご不満があったり、何か未解決のままである場合、それは論争になってしまうかもしれません。当社の回答に満足いただけない場合は、お客様の苦情を監督機関に申し立てをするか、裁判外紛争解決をご選択いただけます。

source: If you’re an individual trader, you’ll appreciate the simplicity, flexibility, and limited risk of binary trading. With %1’s low minimum stakes, you’ll soon learn how to trade with skill and confidence. And if you have any questions, you’re free to access <a class="pjaxload" href="%2">our helpful support desk</a>.
de: Wenn Sie ein einzelner Händler sind, werden Sie die Einfachheit, Flexibilität und das begrenzte Risiko des Handels mit Binären Optionen schätzen. Mit den geringen Mindesteinsätzen von %1 werden Sie schnell lernen, fachgemäß und zuversichtlich zu agieren. Und wenn Sie Fragen haben, können Sie <a class="pjaxload" href="%2">unsere hilfsbereite Kundenbetreuung</a>fragen.
ja: 個人投資家の方々は、バイナリー取引での簡潔性、柔軟性、そして限定されたリスクにメリットを見い出されることでしょう。%1では少額取引も提供しているので、気兼ねなくスキルの向上に努めることが可能になり、すぐに自信を得られます。何かご不明な点がございましたら、<a class="pjaxload" href="%2">カスタマーサポート</a>までお気軽にお問い合わせ下さい。

source: If you’re looking to build a career, and not a resume, talk to us, Binary.com. We’re one of the IT world’s most vibrant and progressive workplaces.
de: Wenn Sie auf der Suche nach einer Karriere und nicht nach einem Lebenslauf sind, reden Sie mit uns - Binary.com. Wir sind in der IT-Welt einer der dynamischsten und progressivsten Arbeitgeber.
ja: もしキャリア構築を真剣に考えている場合は、Binary.comまでご連絡下さい。当社はIT業界で最も活気があり、進歩的な職場環境を提供しています。

source: Imagine
de: Stellen Sie sich vor
ja: 当社のカルチャー

source: Imagine a workplace that often doesn’t feel like work.
de: Stellen Sie sich einen Arbeitsplatz vor, der sich oftmals nicht nach Arbeit anfühlt.
ja: 当社のオフィスでは、働いているという感覚が無くなることがあるでしょう。

source: Imagine a workplace where your individuality, creativity and sense of adventure are valued and rewarded.
de: Stellen Sie sich einen Arbeitsplatz vor, bei dem Ihre Individualität, Kreativität und Ihre Abenteuerlust geschätzt und belohnt werden.
ja: 当社では、従業員の個性、創造性、そして挑戦する姿勢が重んじられ、評価されます。

source: Improve Binary.com’s front-end content
de: Verbessern Sie den Front-End Inhalt von Binary.com
ja: Binary.comのフロントエンド・コンテンツを改善

source: In / Out
de: Kauf / Verkauf
ja: レンジ内/レンジ外

source: In April, <a target="_blank" href="http://www.betonmarkets.com">Betonmarkets.com</a> (formerly known as <a target="_blank" href="http://www.xodds.com">Xodds.com</a>) goes live, establishing a round-the-clock financial betting service on a variety of financial indices. Business grows quickly, and we soon become the market leader in fixed-odds financial betting.
de: Im April geht <a target="_blank" href="http://www.betonmarkets.com">Betonmarkets.com</a> (davor <a target="_blank" href="http://www.xodds.com">Xodds.com</a>) live und führt einen 24-Stunden Service für Finanzwetten für eine Vielzahl von Finanzindizes ein. Das Geschäft wächst schnell und wir werden in Kürze im Bereich der Finanzwetten mit festen Quoten zum Marktführer.
ja: ４月に<a target="_blank" href="http://www.betonmarkets.com">Betonmarkets.com</a> (旧サービス名：<a target="_blank" href="http://www.xodds.com">Xodds.com</a>)を公開し、２４時間営業の金融トレードサービスを様々な金融商品に展開。ビジネスは瞬く間に成長し、即座に固定オッズ方式の金融トレード業界のリーダーとなる。

source: In October 1999, Regent Markets receives US$2 million investment funding from Jim Mellon through his Regent Pacific Group, a Hong Kong based fund management company.
de: Im Oktober 1999 erhält Regent Markets von Jim Mellon über seine Regent Pacific Gruppe, ein Fondsverwaltungsunternehmen mit Sitz in Hongkong, einen Anlagebetrag von 2 Mio. US $.
ja: １９９９年１０月、Regent Marketsは香港のファンドマネジメント企業のRegent Pacific Groupより2億USDの投資を受ける。

source: In all circumstances, the Company reserves the right to make changes to these Terms and Conditions. If the Company elects to make any material changes to these Terms and Conditions, our clients will be notified in advance and shall either accept or decline to agree. Declining to agree shall result in a material breach of this agreement and the client’s account maybe frozen, suspended or cancelled.
de: Das Unternehmen behält sich unter allen Umständen das Recht vor, Änderungen an diesen Allgemeinen Geschäftsbedingungen vorzunehmen. Wenn das Unternehmen diese Allgmeinen Geschäftsbedingungen erheblich verändern möchten, werden unsere Kunden im Voraus hierüber informiert und müssen diese entweder annehmen oder ablehnen. Eine Ablehnung für zu einer erheblichen Verletzung dieser Vereinbarung und das Kundenkonto kann eingefroren, suspendiert oder gekündigt werden.
ja: すべての状況において、当社はこれらの利用規約を変更する権利を留保します。当社がこれら利用規約のいずれかの項目を変更する場合、お客様は事前に通知され、同意に承諾または辞退していただく必要がございます。同意を辞退されると、本契約の重大な違反につながり、お客様の口座は凍結、一時停止、または削除させていただく場合がございます。

source: In any event of an error in current prices, published odds or trading software.
de: Bei jedem Auftreten eines Fehlers in den aktuellen Kursen, veröffentlichten Quotiereung oder der Handelssoftware.
ja: 現行価格、公開されたオッズ、トレーディングソフトウェアでのあらゆるエラーにおいても
