Repository: yottanami/binary-static
Catalog: config/locales/*.po
Languages: de, ja

source: We are required by our license to inform you about what happens to funds which we hold on account for you, and the extent to which funds are protected in the event of insolvency <a href='%1' target='_blank'>%1</a>.
de: Nach unserer Lizenz ist vorgeschrieben, dass wir Sie darüber informieren, was mit den Geld, das wir für Sie auf einem Konto verwahren, passiert und wie Ihr Geld im Fall einer Insolvenz geschützt ist <a href='%1' target='_blank'>%1</a>.

source: We are required to take a number of factors into account when considering how to give you best execution. We have rated price as the most important followed by: (a) costs; (b) size, (c) liquidity of the underlying market, (d) speed and (e) likelihood of execution and settlement. The main way in which we will ensure that you obtain best execution is by ensuring that in our calculation of our bid/offer prices, we pay due consideration to the market price for the underlying reference product to which your Contract relates. We have access to a number of different data sources in order to ascertain the market price, which is our objective view of the bids and offers available to arms' length traders.
de: Wir sind gehalten, eine Anzahl von Faktoren bei der Bertrachtung, wie wir Ihnen die beste Ausführung erbringen können, zu beachten. Da ist als Wichtigstes der geschätzte Kurs sowie: (a) Kosten, (b) Höhe, (c) Liquidität des zugrundeliegenden Markts, (d) Geschwindigkeit und (e) Möglichkeit der Ausführung und Abrechnung. Dies erreichen wir in hauptsächlicher Weise, wie wir sicherstellen, dass Sie die beste Ausführung erhalten. Hierbei sorgen wir in unserer Berechnung Ihres Ausschreibungs-/Angebotspreises für die ordentliche Berücksichtigung des Marktkurses des für den Kontrakt zugrunde liegenden Referenzprodukts. Wir haben Zugriff auf eine Anzahl unterschiedlicher Datenquellen, mit denen wir den Marktkurs ermitteln. Dies ist unsere objektive Sicht auf die Ausschreibungen und Angebote für Vergleichskurshändler.

source: We could not authenticate your account online. please proceed to the <a href="%1">manual authentication section</a>. If you would like to register additional credit cards, please contact <a class="pjaxload" href="%2">customer support</a>.
de: Wir konnten Ihr Konto nicht online authentifizieren. Bitte gehen Sie zum <a href="%1">Abschnitt „Manuelle Authentifizierung</a>. Wenn Sie zusätzliche Kreditkarten anmelden möchten, setzen Sie sich bitte mit dere <a class="pjaxload" href="%2">Kundenbetreuung</a> in Verbindung.
ja: お客様のアカウントをオンライン上でアップグレードすることができませんでしたので、<a href="%1">こちらから改めてお手続きをお願いします。</a>もし、他のクレジットカードをご登録されたい場合は、<a class="pjaxload" href="%2">カスタマーサポート</a>までご連絡下さい。

source: We could not process this contract at this time.
de: Wir konnten den Vertrag zu diesem Zeitpunkt nicht bearbeiten.
ja: この時間で当トレードを処理することは不可能でした。

source: We do it again. BetOnMarkets.com follows up our 2007 award by being voted 'Best Fixed-Odds Financial Trading Provider' for 2008.
de: Wir haben es wieder geschafft. BetOnMarkets.com wiederholt seine Auszeichnung aus 2007 und wird in 2008 wieder zum 'Besten Finanzdienstleister für den Handel mit festen Gewinnquoten' gewählt.
ja: BetOnMarkets.comは２００７年度に引き続き、最も優秀な固定オッズ金融トレード業者として認定される。

source: We don't usually require any documents as we can verify your identity online.
de: Wir verlangen normalerweise keine Unterlagen, da wir Ihre Identität online überprüfen können.
ja: 通常は%1でのお取り引き開始にあたり、各種証明書の送付を求めません。オンライン上で全て手続きは完了いたします。

source: We employ an extensive team of writers, designers, market analysts and programmers dedicated to producing education and sales materials for our affiliates. We go way beyond banners, with text ads, customer landing pages and promotions, free content and gifts for your site visitors.
de: Wir beschäftigen ein großes Team an Autoren, Designern, Marktanalysten und Programmierern, die sich der Produktion von Schul- und Verkaufsmaterial für unsere Geschäftspartner widmen. Dabei bieten wir mit kostenlosen Inhalten und Geschenken für Besucher Ihrer Site weit mehr als Werbebanner, Textanzeigen, Landing-Pages und Werbeaktionen für Kunden.
ja: アフィリエイト活動のためにトレーニングやセールス資料を作成できるようなライター、デザイナー、マーケット分析、プログラマーが当社に在籍しています。サイト訪問者に向けたバナー、文字広告、ランディングページ、プロモーション材料、フリーコンテンツ、そして特別キャンペーンなどを提供します。

source: We have a general duty to conduct our business with you honestly, fairly, and professionally and to act in your best interests when opening and closing Binary Options trades with you.
de: Wir haben die allgemeine Verpflichtung, unser Geschäft mit Ihnen ehrlich, fair und professional zu führen und bei der Eröffnung und Abschluss eines Handels mit Binären Optionen in Ihrem besten Interesse zu handeln.

source: We have a proven track record since starting in 2000.
de: Wir haben seit unserem Start in 2000 eine nachweisliche Erfolgsbilanz.
ja: ２０００年の創業以来、確かな実績を誇ります。

source: We have a tested and proven selection of banners, links, reviews, newsletters, videos, and text ads for your use. Additionally, we have flash banners which you can grab through your affiliate account. If you would like customized tools, or an item currently not offered on the site, please contact your account manager at: <a href="mailto:%1">%1</a>.
de: Wir haben eine getestete und bewährte Auswahl an Werbebannern, Links, Berichten, Newslettern, Videos und Textanzeigen, die Sie verwenden dürfen. Darüber hinaus haben wir Werbebanner im Flash-Format, auf die Sie über Ihr Partnerkonto zugreifen können. Wenn Sie maßgeschneiderte Tools oder einen Artikel erhalten möchten, der auf unserer Seite momentan nicht angeboten wird, wenden Sie sich bitte über: <a href="mailto:%1">%1</a> an Ihren Kundenbetreuer.
ja: 厳選されたバナー、リンク、ニュースレター、ビデオ、文字広告などのあらゆるマーケティングツールを提供しています。フラッシュバナーもご用意しておりますので、より注目度の高いプロモーションも展開できます。もし、ツールのカスタマイズや新たなツール入手をお望みの場合は、<a href="mailto:%1">%1</a>までご相談下さい。

source: We have in place adequate internal procedures to ensure that you are in all cases treated fairly and that the risk of damage to client interests will be mitigated.
de: Bei uns gelten interne Verfahren, die dafür sorgen, dass Sie in allen Fällen fair behandelt werden und das Schadensrisiko für Kundeninteressen gemildert wird.

source: We maintain customer balances in cash or cash equivalent. We ensure that 100% of each customer's balance is available for immediate withdrawal, subject to verification.
de: Wir unterhalten die Kundenguthaben in Bar oder in Form von Barwerten. Wir garantieren, dass 100% eines jeden Kundenguthabens - vorbehaltich einer Überprüfung - für eine sofortige Auszahlung zur Verfügung stehen.
ja: 当社はお客様のご口座残高を現金または現金同等物にて維持します。当社は全てのお客様のご口座残高を即座にご出金することが可能であることを認証に基づき完全に保証します。

source: We offer a market-based remuneration structure, an annual cash bonus plan, health benefits for you and your family, travel and internet allowances, and company trips.
de: Wir bieten eine marktgerechte Vergütungsstruktur, einen jährlichen Barbonus-Plan, Gesundheitsleistungen für Sie und Ihre Familie, Reise- und Internetentschädigungen und Firmenreisen.
ja: 当社では、ボーナス、本人及び家族への各種健康保険、旅行、インターネット、社員旅行といった魅力的な福利厚生を提供しています。

source: We offer the most major indices from America, Europe, Asia, Oceania and Africa.
de: Wir bieten die meisten Hauptindizes aus Amerika, Europa, Asien, Ozeanien und Afrika.

source: We prohibit the use of unauthorised incentives, gifts and payments to encourage customer sign-ups. In the event that we believe that you have engaged in such activity, we reserve the right to withhold any amounts due to you. However, if you have a specific incentive in mind, then please contact your account manager for further discussion and approval.
de: Wir verbieten den Einsatz von nicht genehmigten Incentives, Geschenken und Zahlungen, um Kundenanmeldungen zu animieren. Sollten wir der Meinung sein, dass Sie in eine solche Handlung involviert sind, behalten wir uns das Recht vor, die an Sie zahlbaren Beträge einzubehalten. Sollten Sie bestimmte Incentives vorhaben, setzen Sie sich bitte mit Ihrem Kundenbetreuer in Verbindung, um dies zu besprechen und genehmigen zu lassen.
ja: 当社が承認していない会員獲得を目的としたインセンティブやプレゼントを与えることは禁じています。このような行為を行った場合は、当社は報酬を保留にする権利を有します。しかしながら、インセンティブ付与に関する計画については当社アフィリエイトチームまでご相談の上、承認を得ることもできます。

source: We provide here a summary of the policy we maintain in order to manage conflicts of interest in respect of the duties we owe to our clients.
de: Wir stellen hier eine Zusammenfassunger der Regeln, die wir beachten, um Interessenkonflikte hinsichlicht bei den von uns unseren Kunden geschuldeten Pflichten zu steuern.

source: We rebrand BetOnMarkets.com as <a target="_blank" href="%1">www.binary.com</a>. The rebranding is a natural evolution for the platform as it continues to grow market share in the highly competitive field of binary trading. The new brand reflects the nature of the business, and our new tagline – Sharp Prices, Smart Trading – communicates our ethos and commitment to our clients.
de: Wir benennen BetOnMarkets.com in <a target="_blank" href="%1">www.binary.com</a> um. Diese Umbenennung ist die natürliche Fortentwicklung für die Plattform, da sie in dem stark umkämpften Bereich des Binären Handels weiter an Marktanteil gewinnt. Die neue Marke spiegelt die Natur des Geschäfts und unseren neuen Wahlspruch - Präzise Kurse, Intelligentes Handeln - wieder und kommuniziert unseren Ethos und unser Engagement für unsere Kunden.
ja: BetOnMarkets.comを<a target="_blank" href="%1">www.binary.com</a>にリニューアルする。リニューアルは、競争が激しくなっているバイナリー業界でのマーケットシェアの維持のため、当社システムが自然に進化していることの裏付けである。この新しいブランドは当社のビジネスの本質、及び当社の新しいコンセプトである「優れた価格設定、賢くトレード。」を体現する。これにより、当社の精神とコミットメントを顧客に伝達する。

source: We recognize the importance of protecting your personal and financial information.
de: Wir sind uns der Bedeutung bewusst, Ihre persönlichen und finanziellen Daten zu schützen.
ja: 当社ではお客様の個人情報と資産情報のお取り扱いには細心の注意を払っております。

source: We segregate and hold client funds in secure AAA-rated banks.
de: Wir führen Kundengelder getrennt und deponieren sie bei mit AAA bewerteten Banken.
ja: お預かり資金はAAAランクの銀行に信託保全。

source: We use identity verification services and real-time fraud detection measures to help protect you from unauthorised access to your account. We also monitor account activity for signs of unusual activity that might indicate fraud and work with collection agencies and law-enforcement agencies to address fraud issues.
de: Wir verwenden einen Identitätsprüfungsservice und Maßnahmen zur Betrugsermittlung in Echtzeit, um Sie vor einem unbefugten Zugriff auf Ihr Konto zu schützen. Wir überwachen auch die Kontoaktivität auf Anzeichen ungewöhnlicher Aktivitäten, die auf einen Betrug hindeuten könnten und arbeiten mit Inkassobüros und Strafverfolgungsbehörden, um betrügerische Handlungen aufzuklären.
ja: 当社では、お客様のご口座への不正アクセスを防止する目的で身分証明の認証サービスとリアルタイムでの詐欺的行為の検出を行います。また詐欺的行為のサインを検出する目的でご口座のお取り引きを監視し、詐欺的行為の調査のために情報収集エージェンシーや法的機関と恊働します。

source: We want to make it as easy as possible for you to bring us prospects. And once you've introduced them to %1, our team goes to work to convert them to customers, and keep them coming back with free webinars, charting and trading tools, contests and promotions, and an ever-expanding lineup of available markets and contracts.
de: Wir möchten es Ihnen so einfach wie möglich machen, uns potentielle Geschäftspartner zu bringen. Und sobald Sie sie bei %1 vorgestellt haben, wird unser Team daran arbeiten, sie als Kunden zu gewinnen, damit sie wiederkehren. Dazu gehören kostenlose Webinar, Chart- und Trading-Tools, Wettbewerbe und Werbeaktionen und eine stetig wachsende Zahl von verfügbaren Märkten und Kontrakten.
ja: より効率的に会員を獲得して頂きたいので獲得会員が継続的にトレードを行って貰えるようにアフィリエイトチームは様々な施策を実施し、無料のウェブセミナー、チャート、トレードツール、コンテスト、プロモーション、そして日々増え続けている商品ラインアップを利用して貰えるようにサポートを続けます。

source: We were unable to recover your Login ID or Password with the provided information. <a href="%1">Return to Password Recovery</a>, or <a href="%2"><strong>contact us</strong></a> should you need further assistance.
de: Wir sind nicht in der Lage, Ihre Login ID oder Passwort mit den zur Verfügung gestellten Informationen wieder herzustellen. <a href="%1">Kehren Sie zur Passwortwiederherstellung zurück</a>, oder <a href="%2"><strong>setzen sich mit uns in Verbindung</strong></a>, sofern Sie weitere Hilfe benötigen.
ja: ログインIDまたはパスワードを復旧することができませんでした。恐れ入りますが、<a href="%1">こちらから改めてパスワードを再発行</a>して頂くか、<a href="%2"><strong>カスタマーサポート</strong></a>までお問い合わせ下さい。

source: We will monitor the effectiveness of our order execution arrangements and order execution policy. We will assess from time to time whether the venues relied upon by us in pricing our Contracts on your behalf allow us to achieve best execution on a consistent basis or whether we need to make changes to our execution arrangements. We will also review our order execution arrangements and order execution policy in respect of material changes either in respect of one of our chosen pricing venues or that otherwise affect our ability to continue to achieve best execution. Should there be any material changes to our order execution arrangements or order execution policy, we will notify you.
de: Wir überwachen die Effektivität unserer Orderausführungsvereinbarungen und Oderausführungsregeln. Wir beurteilen zu gegebener Zeit, ob unsere Vorgänge, auf die wir uns bei der Preisgestaltung der von Ihnen beauftragten Kontakten es uns ermöglichen, auf einer fortlaufenden Basis die beste Ausführung hinsichtlich wichtiger Änderungen, entweder hinsichtlich einer unserer Preisgestaltungsvorgängen oder die ansonsten unsere Fähigkeit beeinträchtigen, die beste Ausführung zu erreichen, Wir werden Sie über wichtige Änderungen bei unseren Orderausführungsvereinbarungen oder den Orderausführungsregeln unterrichten.

source: We will provide you the Links to include on your Site (if you are promoting %1 online) and the affiliate IDs and/or promotional codes to quote to your clients (if you are promoting %1 offline)
de: Wir werden Ihnen einen Link zur Verfügung stellen, den Sie auf Ihrer Website einbinden können (wenn Sie %1 online bewerben). Sie erhalten ebenfalls die ID(s) für das Partnerprogramm und/oder Gutscheincodes, die Sie Ihren Kunden anbieten können (wenn Sie %1 offline bewerben)
ja: 当社は、アフィリエイト会員が保有するウェブサイトにて利用可能なリンク（%1をオンラインでプロモーションして頂く場合）、及びアフィリエイトIDまたはプロモーションコード（%1をオフラインでプロモーションして頂く場合）を提供致します。

source: We will provide you with all the tools to turn your traffic into a lucrative revenue stream
de: Wir werden Ihnen alle Mittel zur Verfügung stellen, um Ihren Traffic in eine lukrative Einnahmequelle zu verwandeln
ja: サイト訪問数を収入に転化するツールを提供

source: We would like to inform you that the transfer of %1 %2 via %3 has been processed. The funds have been credited into your account. Kind Regards, The %4 team.
de: Wir möchten Sie darüber in Kenntnis setzen, dass die Überweisung von %2 %1 über %3 abgewickelt wurde. Der Betrag wurde Ihrem Konto gutgeschrieben. Mit freundlichen Grüßen Das %4 Team.

source: We would like to inform you that the withdrawal request of %1%2 by %3 %4 has been processed. The funds have been credited into your account %5 at %6.
de: Wir teilen Ihnen mit, dass der Abbuchungsbetrag von %1%2 auf %3 %4 bearbeitet wurde. Der Betrag wurde auf Ihrem %5 Konto bei %6 gutgeschrieben.

source: We would like to inform you that your %1 has been processed.
de: Wir teilen Ihnen mit, dass Ihr(e) %1 bearbeitet wurde.
ja: お客様のリクエスト（%1）を承りました。

source: We'll then send you an e-mail asking you to verify your identity. If you don't receive the e-mail within a few minutes, please check your junk/spam mail folder.
de: Wir werden Ihnen eine E-Mail zusenden, in der wir Sie bitten, Ihre Identität zu bestätigen. Wenn Sie innerhalb der nächsten Minuten keine E-Mail erhalten sollten, sehen Sie bitte in Ihrem Werbemail/Spamordner nach.
ja: 認証手続きメールを送信いたします。もし、数分以内にメールの受信をご確認できない場合は迷惑メールフォルダもご確認下さい。

source: We're sorry but the Self Exclusion facility is not available for Virtual Accounts.
de: Es tut uns leid, aber die Selbstausschluss-Funktion steht für virtuelle Konten nicht zur Verfügung.
ja: デモ口座ではお取引制限の機能を提供しておりません。

source: We're sorry, but our system has been unable to authenticate your ID online due to connection problem. Please try again later.
de: Es tut uns leid, aber unser System konnte aufgrund eines Verbindungsproblems Ihre ID nicht online überprüfen. Bitte versuchen Sie es später noch einmal.
ja: 申し訳ございませんが接続の問題により、当社システムにてお客様のIDをオンライン上で認証することができませんでした。後ほど改めてお試し下さい。

source: Webinars
de: Webinare
ja: ウェビナー

source: Website exclusion is currently set to <strong>%1.</strong>
de: Der Websiteausschluss momentan auf <strong>%1</strong> eingestellt
ja: トレードの自己制限として、<strong>%1</strong>まで当社サイトへのアクセスができない設定が施されています。

source: Wednesday
de: Mittwoch
ja: 水曜日

source: Week
de: Woche
ja: 週

source: Week of
de: Woche von
ja: 週

source: Weekend quotes
de: Wochenendnotierungen
ja: 週末の引用値について

source: Weekly
de: Wöchentlich
ja: 週毎

source: Weekly Live Trading Room
de: Wöchentlicher Live Trading Room
ja: 週刊ライブトレード・ルーム

source: Weeks
de: Wochen
ja: 集

source: Weighted Moving Average
de: Gewogener gleitender Mittelwert
ja: 加重移動平均線

source: Weighted volume indicator based on the one-day change in price divided by the current day's range. Generally, the ADI moves in the direction of price.
de: Gewogener Volumenindikator, der auf der eintägigen Kursänderung dividiert durch die aktuelle Tagesspanne basiert. Im Allgemeinen bewegt sich der ADI in der Richtung des Kurses.
ja: 一日の価格変動を日毎の変化で割る指標であり、価格の方向性を指し示します。一般的にA/Dは価格の方向性を示します。

source: Welcome!
de: Willkommen!
ja: ようこそ！

source: We’re granted patents for ‘Computer trading system and method for speculating on a financial market’ and ‘Computer trading system for offering custom financial market speculations’. The patents show our ability to innovate and stay ahead of the pack.
de: Uns wurden Patente für ein 'Computerhandelssystem und die Methode zur Spekulation auf einem Finanzmarkt' und 'Computerhandelssystem für das Angebot von benutzerdefinierten Finanzmarktspekulationen' gewährt. Diese Patente beweisen unsere Fähigkeit zur Innovation und das wir im Wettbewerb die Nase vorn haben.
ja: 米国で「金融市場投機用コンピューター取引システムとメソッド」と「カスタムの金融市場投機用コンピューター取引システムとメソッド」に関する特許を取得。この特許取得により、当社の進化を証明し、及び競合他社との差別化を実現。

source: We’re really proud of this award. We’re strongly committed to offering an ethical and customer-focused trading experience, and the award shows that BetOnMarkets is a trusted brand that listens and caters to customers, whether they are experienced traders or novices. We offer customer services in English, Indonesian, Russian, Chinese and Spanish.
de: Wir sind auf diese Auszeichnung wirklich sehr stolz. Wir engagieren uns stark im Angebot eines ethischen und kundenbezogenen Handelserlebnisses und die Auszeichnung zeigt, dass BetOnMarkets eine vertrauenswürdige Firma ist, die ihren Kunden, gleichgültig, ob sie erfahrene Trader oder Anfänger sind, zuhört und sich um sie kümmert. Wir bieten unseren Kundendienst in Englisch, Indonesisch, Russisch, Chinesisch und Spanisch an.
ja: この受賞は大変光栄なものです。当社は、倫理的で顧客を重視したトレード機会を提供することに注力します。そしてこの受賞は、BetOnMarketsがトレード初心者、及び上級者に対し、顧客の声を重視したサービスを提供するブランドであることを示します。当社は英語、インドネシア語、ロシア語、中国語、及びスペイン語でのカスタマーサービスを提供します。

source: What are Smart Markets?
de: Was sind Smart Märkte?

source: What are the Smart Markets?
de: Was sind die Smart Märkte?

source: What commission plan do you offer?
de: Welchen Provisionsplan bieten Sie an?
ja: アフィリエイトの報酬体系について教えて下さい。

source: What is the %1 affiliate program?
de: Um was geht es beim Partnerprogramm von %1?
ja: %1のアフィリエイトプログラムについて教えて下さい。

source: What is the definition of a 'client'?
de: Was ist die Definition eines 'Kunden'?
ja: 「獲得会員」の定義について教えて下さい。

source: What marketing tools do you offer?
de: Welche Marketing Tools bieten Sie an?
ja: どのようなマーケティングツールを利用できるか教えて下さい。

source: What other reports can I generate?
de: Welche anderen Berichte kann ich erstellen?
ja: 他にどのようなレポートを参照できるか教えて下さい。

source: What our clients are saying
de: Was unsere Kunden meinen
ja: お客様の声

source: Whatever your market view or strategy, %1 provides you with the right trade to profit from your prediction. Choose from five ways to trade:
de: Wie auch immer Ihre Markteinschätzung oder -strategie ist, %1 bietet Ihnen den richtigen Kontrakt an, um von Ihrer Voraussage profitieren zu können. Wählen Sie unter fünf Handelsmöglichkeiten aus:
ja: どのような予想もトレード戦略も%1でのトレードに活かせます。５種類のトレード方法から選択しましょう：

source: When a prospect visits %1 by clicking on your affiliate link, we set a "cookie" to identify them as your client when they open an account with %1.
de: Wenn ein potentieller Geschäftspartner %1 besucht, indem er auf Ihren Geschäftspartner-Link klickt, setzen wir ein Cookie, um ihn als Ihren Kunden zu identifizieren, wenn er bei %1 ein Konto eröffnet.
ja: 見込み客が%1のアフィリエイトリンクをクリックした際、"Cookie（クッキー）" が設定されますので、アフィリエイトリンク経由で口座を開設した場合にアフィリエイト様の獲得会員として確実に認証されます。

source: When it’s time to kick back, you’ll find beautiful beaches, islands and mountains to explore, just a short flight away. From Malta, you’ll have Europe, the Mediterranean and North Africa on your doorstep. And from Malaysia, you’ll be within easy reach of some of Asia’s most spectacular scenery.
de: Wenn es Zeit zur Erholung ist, werden Sie wunderbare Strände, Inseln und Gebirge zur Entdeckung vorfinden, die nur einen kurzen Flug entfernt liegen. Von Malta aus haben Sie Europa, das Mittelmeer und Nordafrika vor Ihrer Tür. Und von Malaysia aus erreichen Sie ganz leicht die spektakulärsten Landschaften Asiens.
ja: 余暇を楽しむ際には、短時間のフライトで美しいビーチ、島、そして山へアクセスできます。マルタ共和国では、地中海や北アフリカを容易に訪問でき、マレーシアからは、アジアの様々な印象的な場所に行くことができます。

source: When the Company opens an account for a client, that person or entity will become our client and, accordingly, all client rules, policies, and operating procedures will apply to them. During the term of this Agreement, you may be entrusted with confidential information relating to the business, operations, or underlying technology of our clients and/or the affiliate program (including, for example, referral fees earned by you under the program). You agree to avoid disclosure or unauthorised use of the confidential information to third persons or outside parties unless you have our prior written consent and that you will use the confidential information only for purposes necessary to further the purposes of this Agreement. Your obligations with respect to confidential information shall survive the termination of this Agreement.
de: Wenn das Unternehmen ein Konto für einen Kunden eröffnet, wird diese natürliche oder juristische Person zu unserem Kunden. Dem entsprechend gelten hinsichtlich dieser Person alle Regeln, Richtlinien und Abläufe des Unternehmens. Während der Laufzeit dieses Vertrags werden Ihnen möglicherweise vertrauliche Informationen über das Geschäft, den Betrieb oder die zugrunde liegende Technologie und/oder das Partnerprogramm des Unternehmens zugesandt. Sie verpflichten sich, diese vertraulichen Informationen nicht gegenüber Dritten offen zu legen und eine unbefugte Nutzung zu vermeiden. Eine Ausnahme ist nur dann gestattet, wenn Ihnen die vorherige schriftliche Zustimmung des Unternehmens zur Offenlegung und/oder Nutzung vorliegt. Auch dann dürfen Sie die vertraulichen Informationen nur für Zwecke offenlegen/nutzen, die diesem Vertrag dienlich sind. Ihre Pflichten im Zusammenhang mit vertraulichen Informationen bestehen nach Beendigung/Kündigung dieses Vertrags weiter.
ja: 当社が顧客の口座を開設する際は、その該当人物や実体は当社の顧客となり、全ての規約、ポリシー、及びプロセスの遂行を適切に適用しま す。またこのご利用規約の下では、当社のビジネス、オペレーション、顧客に適用しているテクノロジー、及びアフィリエイトプログラムに関する情報（アフィリエイトプログラムから得た報酬の情報も含む）に関する機密情報はアフィリエイト会員に託されます。アフィリエイト会員は当社との間で書面による承認が無い限り、これらの機密情報を第三者や他の関係者に漏洩したり、許可無しに利用しないことに同意します。またこれらの機密情報は、この規約の同意よりも重要である状況が発生した場合にのみ利用することができます。アフィリエイト会員の機密情報に対する義務は、この規約を承諾している間は常に生じるものとします。
