Repository: yottanami/binary-static
Catalog: config/locales/*.po
Languages: de, ja

source: Our servers apply a tick filtering algorithm. The purpose of this filtering algorithm is to strip the feed of stray ticks. Stray ticks are ticks that manifestly fall outside of the current trading range of the market; such ticks are often due to communication delays with the exchanges or banks that provide quotes, human error, or database problems at any point between the originator of the quote and our servers.
de: Unsere Server verwenden einen Algorithmus, der Ticks filtert. Ziel dieses filternden Algorithmus ist es, den Feed von Tick-Irrläufern zu säubern. Tick-Irrläufer sind Ticks, die deutlich aus der Handelsspanne des Markts herausfallen. Sie entstehen oft durch Verzögerungen bei der Datenübertragung mit Börsen oder Banken, die Börsennotierungen bereitstellen, menschliche Fehler oder Datenbankprobleme an irgendeinem Punkt zwischen der Quelle der Notierung und unseren Servern.
ja: 当社のサーバは、Tickフィルタリング・アルゴリズムを採用しています。Stray Tickをフィードから除去する目的でこのフィルタリング・アルゴリズムを採用しています。Stray Tickとは、明らかに最新の市場でのトレードの範囲から外れてしまったTick値のことです。Stray Tickは、取引所、銀行が提供する引用値に関するコミュニケーションの遅延、人的ミス、または元受業者との引用値と当社のサーバでのいかなる時点でのデータベースの不整合に起因します。

source: Our services are provided on an execution only basis. We do not provide investment advice in relation to our products or services. We sometimes provide factual information or research recommendations about a market, information about transaction procedures and information about the potential risks involved and how those risks may be minimised. However, any decision to use our products or services is made by you.
de: Unsere Dienste werden nur als Dienstleistung angeboten. Wir stellen für unsere Produkte und Dienstleistungen keine Anlageberatung zur Verfügung. Manchmal stellen wir Fachinformationen oder Forschungempfehlungen über einen Markt, Informationen über Transaktionsverfahren und Informationen über die damit verbundenen Risiken zur Verfügung, um wie man diese Risiken minimieren kann. Jedoch obliegt Ihnen alleine die Entscheidung, ob Sie unsere Produkte und Dienstleistungen in Anspruch nehmen.
ja: 当社のサービスは取引の実行にのみ基いて提供されています。当社商品またはサービスに関する投資アドバイスを提供するものではありません。時として事実に基づく情報を伝えたり、マーケットに関する推奨または取引手順、起こりうる潜在リスク、それらリスクを最小限にする手段の情報を調査します。当社製品またはサービスの使用へのご決断は、お客様自身となります。

source: Our site can be filtered using a number of filtering systems available on the market which could be used to restrict one’s access to our site.
de: Unsere Site kann mithilfe einer Anzahl von auf dem Markt erhältichen Filtersystemen gefiltert werden, die für die Beschrängkung des Zugangs einer Person zu unserer Site verwendet werden können.
ja: 数多く存在するフィルターシステムを用いることで、当社のサイトへのアクセスを禁じるためのフィルタリングを行うことができます。

source: Over $1,000,001
de: Über $1.000.001

source: Over $500,001
de: Über $ 500.001
ja: $500,001以上

source: Over 3 years
de: Über 3 Jahre
ja: 3年以上

source: Over two billion dollars in trades to date.
de: Bis heute über zwei Milliarden Dollar Handelsvolumen.
ja: 累計で２０億ドルを超えるトレード実績

source: Overlay Instruments
de: Wertpapiere Overlay
ja: オーバーレイ・Instruments

source: Ownership and content of %1's sites remain our respective properties and shall not be deemed to have been transferred to the affiliate through any act or omission in respect of the affiliation agreement.
de: Das Eigentumsrecht an und der Inhalt der Webseite von %1 bleiben unser unsere Eigentum und es kann nicht davon ausgegangen, dass dieses aufgrund einer Handlung oder Unterlassung bezüglich der Partnerschaftsvereinbarung an den Partner übertragen wurde.
ja: %1のサイトの所有権とコンテンツは当社に属し、規約を承諾している間はどのような手段であれアフィリエイト会員に譲与されることはありません。

source: Ownership, content and liability for affiliate sites are the sole responsibility of the affiliate. You will be solely responsible for the development, operation, and maintenance of your site and for all materials that appear on your site. You will indemnify and hold us harmless from all claims, damages, and expenses (including, without limitation to, attorneys' fees) relating to the development, operation, maintenance, and contents of your site.
de: Eigentum, Inhalt und Haftung für die Partnerseiten liegen in der alleinigen Verantwortung des Partners. Sie allein sind ausschließlich für die Entwicklung, den Betrieb und die Pflege Ihrer Website und aller Materialien verantwortlich, die auf Ihrer Website veröffentlicht werden. Sie verpflichten sich, uns von allen Ansprüchen, Schäden und Kosten (sowie Anwaltshonoraren) hinsichtlich der Entwicklung, des Betriebs, die Pflege und die Inhalte Ihre Site freizustellen und schadlos zu halten.
ja: アフィリエイト会員は、自身が保有するプロモーションサイトに関する所有権とコンテンツに責任を負います。プロモーションサイトの開発、オペレーション、維持、そしてサイト上に存在する全ての素材に対して責任があります。アフィリエイト会員は、開発、オペレーション、維持、そしてサイト上に存在する全ての素材に関係する請求、損害賠償や費用（訴訟費用など）を当社に対して求めないことを確証します。

source: P.O. Box is not accepted
de: Postfach ist nicht gestattet
ja: 私書箱でのご登録は受け付けておりません。

source: Page not found
de: Seite nicht gefunden
ja: ページ未検出

source: Parabolic SAR
de: Parabolischer SAR
ja: パラボリックSAR

source: Participate in the development of Binary.com’s next-generation user-interface. This project, open-sourced as <a target="_blank" href="%1">BinaryUI</a> on github, is written entirely in Sencha ExtJS 5, and consumes the Binary.com <a href="%2">RESTful API</a>.
de: Nehmen Sie an der Entwicklung der Benutzeroberfläche der nächsten Generation von Binary.com teil. Dieses Projekt ist auf github als <a target="_blank" href="%1">BinaryUI</a> Open Source, komplett in Sencha ExtJS 5 geschrieben und ersetzt die Binary.com <a href="%2">RESTful API</a>.
ja: Binary.comの次世代ユーザ・インタフェースの開発に参加しましょう。github上の<a target="_blank" href="%1">BinaryUI</a>としてのオープンソースである、このプロジェクトはSencha ExtJS 5にて記述されており、Binary.comの<a href="%2">RESTful API</a>を消費します。

source: Participating in the forex, stocks or commodities markets
de: Sich in Forex-, Aktien- oder Rohstoffmärkten engagieren
ja: 外国為替、株式、コモディティ市場でのトレード

source: Partner API Registration
de: Partner API Registrierung
ja: パートナーAPI登録

source: Partner API Registration for
de: Partner API Registrierung für
ja: パートナーAPI登録

source: Partners
de: Partner
ja: パートナー協定

source: Password
de: Passwort
ja: パスワード

source: Password not given.
de: Passwort nicht angegeben.
ja: パスワードが入力されませんでした。

source: Password reset
de: Passwort zurücksetzen
ja: パスワード再設定

source: Patents
de: Patente
ja: 特許

source: Payment Agent Deposit
de: Zahlungsabwickler Einzahlung
ja: 決済代行会社でのご入金

source: Payment Agent Withdrawal
de: Zahlungsabwickler Auszahlung
ja: 決済代行会社へのご出金

source: Payment Agent activity not currently authorized
de: Aktivität des Zahlungsabwicklers zur Zeit nicht genehmigt
ja: not appropriate for JP website

source: Payment Agent transfer
de: Zahlungsabwickler Überweisung
ja: 決済代行会社でご送金

source: Payment Agents are not available for your account.
de: Für Ihr Konto sind keine Zahlungsabwicker vorhanden.
ja: 決済代行会社はお客様の口座ではご利用いただけません。

source: Payment Agents are not available on this site.
de: Auf dieser Site stehen keine Zahlungsabwicker zur Verfügung.
ja: このサイトでは決済代行会社はご利用いただけません。

source: Payment Methods
de: Zahlungsarten
ja: 決済方法

source: Payment methods
de: Zahlungsmethoden
ja: 決済方法

source: Payment will be made monthly, on or around the 15th day of each month, and credited to your specified %1 account.
de: Die Bezahlung erfolgt am oder um den 15. eines jeden Monats und wird Ihrem angegebenen %1 Konto gutgeschrieben.
ja: アフィリエイト報酬は毎月１５日頃に、ご指定頂いた%1のご口座へ振り込まれます。

source: Payments
de: Zahlungen
ja: アフィリエイト報酬の支払いについて

source: Payout
de: Auszahlung
ja: 払い戻し価格

source: Payout Currency
de: Auszahlungswährung
ja: 払い戻し通貨

source: Payout has moved in your favour from %1 to %2.
de: Auszahlung hat sich zu Ihren Gunsten von %1 auf %2 verbessert.
ja: 払い戻し価格が%1から%2に変化しました。

source: Payout may not have more than two decimal places.
de: Die Auszahlung darf nicht mehr als zwei Dezimalstellen enthalten.
ja: 払い戻し価格に２つ以上の少数を持たせることは不可能です。

source: Payout must be between <strong>%1</strong> and <strong>%2</strong>.
de: Die Auszahlung muss zwischen <strong>%1</strong> und <strong>%2</strong> betragen.
ja: 払い戻し金額は、<strong>%1</strong>と<strong>%2</strong>間で指定して下さい。

source: Pending Bonus: %1
de: Ausstehender Bonus: %1
ja: 審査中ボーナス：%1

source: Pension
de: Rente/Pension
ja: 年金

source: Performance
de: Leistung
ja: パフォーマンス

source: Period
de: Zeitraum
ja: 期間

source: Perl modules
de: Perl Module
ja: Perl モジュール

source: Permission denied
de: Zugriff verweigert
ja: 許可が拒否されました

source: Pick workspace file
de: Arbeitsbereichsdatei auswählen
ja: ワークスペースファイルを選択

source: Pip stands for ‘percentage in point’ which is generally the fourth decimal place (i.e. 0.0001).
de: Pip steht für "Basispunkt", was in der Regel die vierte Dezimalstelle (z.B. 0,0001) ist.
ja: Pipとは ‘percentage in point’の略語であり、通常は小数第４位の値を示します。例）0.0001

source: Place a random trade
de: Einen beliebigen Kontrakt platzieren
ja: ランダム指数をトレード開始

source: Platform Tour
de: Plattformtour
ja: ご利用ガイド

source: Please choose which currency you would like to transact in.
de: Bitte wählen Sie die Währung aus, in der Sie Transaktionen abwickeln möchten.
ja: お取り引き希望の通貨をお選び下さい。

source: Please click on the "Play" button to start the video.
de: Bitte klicken Sie auf "Play", um das Video zu starten.
ja: 上記画像をクリックし解説動画を再生して下さい。

source: Please confirm the trade on your statement before proceeding.
de: Bevor Sie fortfahren, bestätigen Sie bitte das Geschäft in Ihrem Auszug.
ja: 続行する前に、お客様の取引明細書をご確認ください。

source: Please confirm the transaction details in order to complete the transfer:
de: Bitte bestätigen Sie die Transaktionsdaten, um den Transfer zu vervollständigen:
ja: 送金を完了するために、取引明細をご確認ください。

source: Please contact us with whatever is on your mind at <a href="mailto:%1">%1</a>. We'll be happy to hear your feedback and to answer any questions promptly and accurately.
de: Setzen Sie sich bitte mit uns unter <a href="mailto:%1">%1</a> in Verbindung und teilen Sie uns Ihre Anliegen mit. Wir freuen uns auf Ihr Feedback und beantworten Ihre Fragen umgehend und präzise.
ja: お問い合わせ事項、<a href="mailto:%1">%1</a>までお願いします。皆様からのご意見、ご質問もお待ちしております。スタッフ一同、精一杯の対応をさせて頂きます。

source: Please do not click more than once and please allow 15 seconds for processing.
de: Bitte klicken Sie nicht mehr als einmal und warten Sie 15 Sekunden, bis die Daten verarbeitet werden.

source: Please enter a date that is at least 6 months from now.
de: Bitte geben Sie ein Datum ein, dass mindestens 6 Monate in der Zukunft liegt.
ja: 現在から最低６ヶ月先の日付を入力して下さい。

source: Please enter a number between 0 and %1.
de: Bitte geben Sie eine Zahl zwischen 0 und %1 ein.
ja: 0から%1の数字を入力してください。

source: Please enter a password.
de: Bitte geben Sie ein Passwort ein.
ja: パスワードをご入力して下さい。

source: Please enter a town or city.
de: Bitte geben Sie einen Ort oder eine Stadt ein.
ja: 都市または街の名前をご入力して下さい。

source: Please enter a valid amount.
de: Bitte geben Sie einen gültigen Betrag ein.
ja: 有効な値をご入力して下さい。

source: Please enter a valid name.
de: Bitte geben Sie einen gültigen Namen ein.
ja: 有効なお名前をご入力して下さい。

source: Please enter an integer value.
de: Bitte geben Sie einen ganzzahligen Wert ein.
ja: 半角で数値をご入力して下さい。

source: Please enter date in the format YYYY-MM-DD.
de: Bitte geben Sie das Datum im folgenden Format ein: JJJJ-MM-TT.
ja: 日付を年-月-年（YYYY-MM-DD）の順で半角で入力して下さい。

source: Please enter the Login ID to transfer funds.
de: Bitte geben Sie die Login ID ein, um Geld zu überweisen.
ja: 資金を送金するには、ログインIDを入力してください。

source: Please enter the country where you want to offer your service
de: Bitte geben Sie das Land ein, in dem Sie Ihren Service anbieten möchten
ja: サービスを展開される予定の国名をご入力して下さい

source: Please enter the first line of your home address.
de: Bitte geben Sie die erste Privatadresszeile ein.
ja: ご住所情報の１行目をご入力して下さい。

source: Please enter your email address.
de: Bitte geben Sie Ihre E-Mail Adresse ein.
ja: メールアドレスをご入力して下さい。

source: Please enter your first name.
de: Bitte geben Sie Ihren Vornamen ein.
ja: 名をご入力して下さい。

source: Please enter your last name.
de: Bitte geben Sie Ihren Nachnamen ein.
ja: 姓をご入力して下さい。

source: Please enter your secret answer
de: Bitte geben Sie die Antwort auf Ihre Geheimfrage ein
ja: 秘密のご質問をご入力して下さい。

source: Please fill in the Login ID and Amount you wish to transfer to your Client in the form below:
de: Bitte tragen Sie im nachfolgenden Formular die Login ID und den Betrag ein, den Sie Ihrem Kunden überweisen möchten:
ja: 下記フォームにログインIDとご希望の送金額をご入力ださい。

source: Please input a valid date.
de: Bitte geben Sie ein gültiges Datum ein.
ja: 有効な日付をご入力して下さい。

source: Please make sure that you first agree with the Agent on the terms of payment before submitting your request.
de: Bevor Sie Ihren Antrag absenden können, müssen Sie zuerst den Zahlungsbedingungen des Abwicklers zustimmen.
ja: リクエストを送信される前に、お支払い条件に関してエージェントに同意をいただく必要があります。

source: Please note that mobile telephone bills are not acceptable as evidence of address
de: Bitte beachten Sie, dass Rechnungen von Mobilfunkanbietern nicht als Anschriftennachweis akzeptiert werden
ja: 携帯電話のお支払い通知票は居住地証明の書類として提出することはできません。

source: Please note that our website generates log files that record the IP addresses of accesses to your account. This information is gathered with the sole purpose of assisting in the unlikely event of a need to investigate accesses to your account by unauthorised users. Additionally we may verify certain of the information you supply in the account opening form, or otherwise, with third-party information providers.
de: Bitte beachten Sie, dass unsere Website Log-Dateien erstellt, die die IP-Adressen aufzeichnen, von denen aus auf Ihr Konto zugegriffen wird. Diese Information wird ausschließlich für den unwahrscheinlichen Fall gespeichert, dass unbefugte Personen versuchen, auf Ihr Konto zuzugreifen. Des Weiteren können wir bestimmte Informationen überprüfen, die Sie bei der Kontoeröffnung im Formular angegeben haben oder diese über externe Informationsdienstleister prüfen lassen.
ja: 当社サイトは、お客様のご口座へのIPアドレスのアクセス履歴に関するログファイルを生成することをご承知置き下さい。この情報は不正アクセスなどの予防や調査を目的としてのみ収集されます。また、ご口座開設時に提供された情報を当社、または第三者の情報機関にて認証させて頂く場合があります。

source: Please note that to apply to become a Payment Agent, you must <a href="%1">Authenticate your Account</a> first.
de: Bitte beachten Sie, dass Sie zuerst <a href="%1">Ihr Konto authentifizieren</a> müssen, bevor Sie sich als Zahlungsabwickler bewerben können.

source: Please note that we have found no accounts registered with this e-mail address. If you can't recall the e-mail address used during account registration, please <a href="%1"><strong>contact us</strong></a>.
de: Bitte beachten Sie, dass wir unter dieser E-Mail Adresse keine vorhandenen Konten gefunden haben. Wenn Sie die E-Mail Adresse, die Sie bei der Kontoeröffnung verwendet haben, nicht mehr abrufen können, <a href="%1"><strong>kontaktieren Sie uns</strong></a> bitte.
ja: 入力されたメールアドレスにてご登録された口座は存在しません。ご登録されたメールアドレスを失念された場合は、 <a href="%1"><strong>こちらから</strong></a>ご連絡下さい。

source: Please note that weekend quotes are ignored for the purpose of contract settlement. During weekends, the forex markets may occasionally generate prices, however these prices are often artificial (traders sometimes take advantage of the illiquidity of the markets during weekends to push up or down prices). To avoid settling prices based on such artificial prices, it is %1's policy not to count weekend prices towards contract settlement values (except for the random indices, which are open during weekends).
de: Bitte beachten Sie, dass die Wochenendnotierungen für die Kontraktabrechnung ignoriert werden. An Wochenenden können sich an den Forex Märkten manchmal Kurse entwickeln, die sehr oft künstlich sind (ab und zu nutzen Devisenhändler an Wochenenden die Illiquidität der Märkte, um Kurse nach oben oder unten zu drücken). Um eine Abrechnung auf der Grundlage dieser künstlichen Preise zu verhindern, gehört es bei %1 zur Regel, die Wochenendpreise für Kontraktabrechnungswerte nicht zu berücksichtigen (mit Ausnahme der Random Indizes, die auch an Wochenenden offiziell gehandelt werden).
ja: トレードを確定する目的で週末の価格が適用されないことをご理解下さい。週末にも外国為替市場にて価格変動が発生する場合がありますが、このような価格は恣意的に発生させられたものである（週末の市場硬直性から利益を得ようとするトレーダーが存在します。）ことが殆どですので、このような恣意的な価格に基づく価格設定を避けるために週末も開場しているランダム指数を除き、%1では週末の価格をトレードの確定要素として採用することはありません。

source: Please note that you may update your personal information at any time by logging into the "Settings" section of your account. It is your responsibility to ensure that %1 is promptly and continually informed of any change in your personal information.
de: Bitte beachten Sie, dass Sie Ihre persönlichen Daten jederzeit aktualisieren können, indem Sie sich in Ihrem Konto den Abschnitt „Einstellungen" aufrufen. Sie sind dafür verantwortlich, dass %1 umgehend und kontinuierlich über Änderungen Ihrer persönlichen Daten informiert ist.
ja: お客様の個人情報はいつでも各種設定ページから変更して頂くことが可能です。お客様の個人情報を適切、かつ継続的に%1に更新して頂くことはお客様の義務になります。

source: Please note that your settings have been updated as follows:
de: Bitte beachten Sie, dass Ihre Einstellungen wie folgt aktualisiert wurden:
ja: 下記の内容で設定内容の更新を承りました。

source: Please post the documents to:
de: Bitte schicken Sie die Dokumente an:
ja: 以下の住所へ書類をご郵送して下さい。：

source: Please provide at least one self-exclusion setting.
de: Bitte geben Sie mindestens eine Selbstausschluss-Einstellung an.
ja: ご希望される自己制限の対象を少なくとも１点選択して下さい。

source: Please provide some information about yourself and your proposed services
de: Bitte machen Sie Angaben zu sich selbst und über die von Ihnen vorgeschlagenen Dienstleistungen
ja: 自己紹介、及び提案されるサービスに関する情報をお知らせ下さい

source: Please provide us with the following information:
de: Bitte teilen Sie uns folgende Informationen mit:
ja: 下記の情報をご提供下さい。

source: Please provide your email address and password to open a virtual money account and start practicing.
de: Bitte teilen Sie uns Ihre E-Mail Adresse und Ihr Passwort mit, um ein Konto mit virtuellem Geld zu eröffnen, damit Sie mit dem Training beginnen können.
ja: デモ口座開設のためにメールアドレスとパスワードをご入力して下さい。デモ口座で練習しトレードに自信を持ちましょう。

source: Please remember at all times that trading binary options can be an exciting activity, but we have a moral duty to remind you of the risks you may run. Options trading can become a real addiction, as can any other activity pushed to its limits. We kindly ask you to engage in a careful self-analysis to check if you are at risk. To avoid the danger of such an addiction, it is important that you follow some basic principles and guidelines.
de: Bitte denken Sie stets daran, dass der Handel mit binären Optionen eine spannende Tätigkeit sein kann. Allerdings sehen wir es als unsere moralische Pflicht an, Sie auf die möglichen Risiken hinzuweisen. Der Handel mit Optionen kann, wie jede andere extrem gehandhabte Tätigkeit, zu echter Abhängigkeit führen. Wir bitten Sie, sich einer sorgfältigen Selbstanalyse unterziehen, um Ihr Gefährdungspotential zu erkennen. Daher ist es, um eine solche Abhängigkeit zu vermeiden, erforderlich, dass Sie einige Grundprinzipien und Richtlinien befolgen.
ja: バイナリーオプションのお取り引きは常に刺激的なものに成り得ますが、当社ではお客様に対してリスクを認識して頂くモラル的な義務があります。オプション取引は依存を引き起こすことがあり、日常生活に支障を来す可能性があります。当社では、お客様ご自身で注意深くご自身の行動を分析して頂き、ご自身のリスクを確認して頂きますようご協力をお願いしております。前述のような依存を避けて頂くために、以下の原則、及びガイドラインに従って頂くことは重要です。

source: Please select
de: Bitte wählen Sie
ja: 選択して下さい

source: Please select "Payout" or "Stake" option.
de: Bitte wählen Sie die "Auszahlung" oder "Einsatz" Option.
ja: 払い戻し価格、又は購入価格オプションを選択して下さい。

source: Please select a value.
de: Bitte wählen Sie einen Wert aus.
ja: 値を選択してください。

source: Please specify your country.
de: Bitte geben Sie Ihr Land an.
ja: 居住国をご指定下さい。

source: Please switch accounts to trade this market.
de: Bitte wechseln Sie das Konto, um in diesem Markt handeln zu können.
ja: このマーケットで取引するには口座を切り替えてください。

source: Please try again.
de: Bitte versuchen Sie es erneut.
ja: 再びお試し下さい。

source: Please type your chosen password twice into the fields below:
de: Bitte geben Sie in die nachfolgenden Felder Ihr ausgewähltes Passwort zweimal ein:
ja: 下記の記入欄にパスワードを二度ご入力して下さい：

source: Please use only alphanumeric characters or spaces.
de: Bitte verwenden Sie nur alphanumerische Zeichen oder Leerzeichen.
ja: 半角英数字、またはスペースのみご入力して下さい。

source: Please use only letters, spaces, hyphens, full-stops or apostrophes.
de: Bitte verwenden Sie nur Buchstaben, Leerzeichen, Bindestriche, Punkte oder Auslassungszeichen.
ja: 文字、スペース、句読点のみでご入力下さい。

source: Please wait.<br />Your request is being processed.
de: Bitte warten Sie.<br />Ihre Anfrage wird bearbeitet.
ja: 少々お待ち下さい。<br />リクエストを処理中です。

source: Postal Code / ZIP
de: Postleitzahl / PLZ
ja: 郵便番号

source: Postcode is invalid.
de: Ungültige Postleitzahl.
ja: 郵便番号の値が不正です。半角数字でご入力下さい。

source: Postcode is required for UK residents.
de: Die Postleitzahl ist für britische Einwohner erforderlich.
ja: イギリスに居住している方は郵便番号のご入力が必須となります。

source: Postcode must be less than 20 characters long and may not contain "+".
de: Die Postleitzahl sollte aus weniger als 20 Zeichen bestehen und kein „+" Zeichen enthalten.
ja: パスワードは２０文字以下の半角英数字で+を含めずにご指定下さい。

source: Potential Payout
de: Mögliche Auszahlung
ja: 期待払い戻し金額

source: Potential Profit
de: Möglicher Gewinn
ja: 利益の期待値

source: Potential profit
de: Potentielle Rendite
ja: 潜在利益

source: Power & simplicity
de: Stärke & Bescheidenheit
ja: 効果的かつ簡潔

source: Presents the maximum aggregate payouts on outstanding contracts in your portfolio. If the maximum is attained, you may not purchase additional contracts without first closing out existing positions.
de: Stellt die maximalen Gesamtauszahlungen ausstehender Verträge Ihres Portfolios dar. Wenn das Maximum erreicht ist, können Sie keine zusätzlichen Verträge erwerben, ohne zunächst bestehende Positionen zu schließen.
ja: 資産情報ページ内に存在する未決済分トレードに対する払い戻し金額の最高総額を示します。最高総額を超えた場合、オープン中のトレードを閉じて頂くことで新たなトレードの購入が可能になります。

source: Prevailing market price cannot be determined at this time.
de: Zu diesem Zeitpunkt kann kein geltender Marktkurs ermittelt werden.
ja: 現在、このトレードの優勢価格を決定することができません。

source: Prevailing market price cannot be determined.
de: Der geltende Marktkurs kann nicht festgelegt werden.
ja: 優勢価格を定めることができません。

source: Previous
de: Vorige
ja: 戻る

source: Price
de: Kurs
ja: 価格

source: Price Oscillator
de: Kursoszillator
ja: プライス・オシレーター

source: Price has moved in your favour from %1 to %2.
de: Der Kurs hat sich zu Ihren Gunsten von %1 auf %2 verbessert.
ja: 価格が%1から%2に変化しました。

source: Price the trade.
de: Zeichnen Sie den Trade aus.
ja: トレード価格を決定する。

source: Pricing Table
de: Kurstabelle
ja: 価格情報検索

source: Pricing table
de: Kurstabelle
ja: 価格情報検索

source: Primary
de: Primär
ja: 主要

source: Print
de: Drucken
ja: プリント

source: Print chart
de: Chart drucken
ja: チャートを印刷

source: Privacy & Security
de: Datenschutz & Sicherheit
ja: 個人情報のお取り扱いについて

source: Proceed
de: Fortfahren
ja: 続行

source: Processing Time
de: Bearbeitungszeit
ja: 決済所要時間

source: Professional Clients
de: Professionelle Kunden
ja: プロ投資家

source: Profit
de: Rendite
ja: 利益

source: Profit / Loss
de: Gewinn/Verlust
ja: 利益/損失

source: Profit Table
de: Gewinntabelle
ja: 取引詳細

source: Profit/<wbr/>Loss
de: Gewinn/<wbr/>Verlust
ja: 利益/<wbr/>損益

source: Profit/Loss
de: Gewinn/Verlust
ja: 利益/損益

source: Prominently incorporate and continually display the most up-to-date Links provided to you by the Company on your Site and you shall not alter the form, location or operation of the Links without the Company's prior consent
de: Integrieren Sie die vom Unternehmen zur Verfügung gestellten aktuellsten Links auf Ihrer Site und zeigen Sie sie laufend an. Ohne vorherige schriftliche Genehmigung des Unternehmens dürfen Sie weder die Form, den Ort noch die Funktion der Links verändern
ja: プロモーションサイトに当社が提供したリンクを頻繁に掲載し、継続的に最新のリンクを表示させます。また、当社の事前の承諾無しにリンクの様式、設置場所、及び運営を改変することは禁止しています。

source: Promoting the %1 Site
de: %1 Webseite bewerben
ja: %1のプロモーションについて

source: Proof of address
de: Adressennachweis
ja: 居住地の証明について

source: Proper barriers could not be determined.
de: Es können keine korrekten Schwellen festgelegt werden.
ja: 適切なバリア値が決定されませんでした。
