Repository: yottanami/binary-static
Catalog: config/locales/*.po
Languages: de, ja

source: When there is a breakdown in the means of communication normally employed in determining the price or value of any of the financial contracts or where the price or value of any of the financial contracts cannot be promptly or accurately ascertained.
de: Wenn es eine Unterbrechung bei den normalerweise zur Feststellung des Kurses oder Werts von Finanzkontrakten eingesetzten Mittel gibt oder wo der Kurs oder der Wert von Finanzkontrakten nicht unmittelbar oder genau ermittelt werden kann.

source: When we enter into Contracts with you, we will take all reasonable steps to achieve the best possible result for you by executing those Contracts according to our order execution policy and subject to any specific instructions received from you. Our order execution policy comprises a set of procedures that are designed to obtain the best possible execution result for you subject to and taking into account: (a) the nature of your Contracts, (b) the priorities you have identified to us in relation to entering into those Contracts, and (c) the practices relating to the market in question, with the aim of producing a result which provides, in our view, the best balance across a range of sometimes conflicting factors. Our policy cannot provide a guarantee, however, that when entering into Contracts with you, the price will always be better than one which is or might have been available elsewhere.
de: Wenn wir einen Kontrakt mit Ihnen eingehen, untenehmen wir alle geeigneten Schritte, bei der Ausführung dieser Kontrakte anhand unserer Orderausführungsregeln und gemäß der der von Ihnen erhaltenen besonderen Anweisgungen, das bestmögliche Ergebnis für Sie zu erlangen. Unsere Orderausführungsregelne bestehen aus einer Reihe von Verfahren, die dazu gedacht sind, für Sie das bestmögliche Ergebnis anhand und unter Berücksichtigung des Folgenden zu erreichen: (a) Die Eigenart Ihrer Kontrakte, (b) die von Ihnen für den Eingang derartiger Kontrakte angegebenen Prioritäten und (c) den Praktiken des in Rede stehenden Marktes, mit dem Ziel, ein Ergebnis zu erreichen, das, nach unserer Ansicht, den besten Ausgleich zwischen manchmal gegenläufigen Faktoren bietet. Unsere Regeln stellen keine Garantie dar, allerdings, wenn wir einen Kontrakt mit Ihnen eingehen, wird der Kurs immer besser sein, als Sie ihn vielleicht woanders finden können.

source: When you are satisfied with the trade price, instantly execute your trade.
de: Wenn Sie mit dem Handelskurs zufrieden sind, tätigen Sie sofort Ihren Abschluss.
ja: トレード価格に納得されたらすぐ、トレードを実行しましょう。

source: When you click 'Ok' you will be excluded from trading on the site until the selected date.
de: Wenn Sie auf 'Ok' klicken, werden Sie bis zum ausgewählten Datum vom Handel auf dieser Site ausgeschlossen.
ja: 'Ok'をクリックすると、選択した日付までこのサイトでのトレードができなくなります。

source: When you start trading with Binary.com, you’ll be directed to the trading screen, where you set your trading parameters, and choose what you want to trade, how and when.
de: Wenn Sie bei Binary.com mit dem Handeln beginnen, werden Sie auf den Handelsbildschirm weitergeleitet, wo Sie Ihre Handelsparameter festlegen und bestimmen, was Sie wie und wann abschließen möchten.
ja: Binary.comでのトレードを開始するには、トレード画面から諸々のトレード条件を指定します。

source: When your prospect opens a real account with us, you earn a share of the revenues for life. When you are approved as a %1 affiliate, we'll give you everything you need to get started right away. Join us as a %1 affiliate today.
de: Wenn Ihr potentieller Geschäftspartner bei uns ein richtiges Konto eröffnet, erhalten Sie auf für die Bestansdauer einen Gewinnanteil. Wenn Sie als Geschäftspartner von %1 bestätigt wurde, stellen wir Ihnen alles Notwendige zur Verfügung, um direkt beginnen zu können. Bewerben Sie sich noch heute als Geschäftspartner von %1.
ja: アフィリエイトリンクから口座が開設されますと、永久にレベニューシェアを報酬として受け取ることになります。お客様が当社のアフィリエイトに加入された際は、万全の体制にてアフィリエイト活動をサポートいたします。今すぐ、アフィリエイトプログラムに参加しましょう。

source: When, as a result of political, economic, military or monetary events (including unusual market volatility or illiquidity) or any circumstances outside the control, responsibility and power of the Company, the continued operation of this site is not reasonably practicable without materially and adversely affecting and prejudicing the interests of Clients or the Company, or if, in the opinion of the Company, a price cannot be calculated for financial contracts.
de: Wenn durch politische, wirtschaftliche, militärische oder monitäre Geschehnisse (inkl. unübliche Marktvolatilität oder Zahlungsunfähigkeit) oder durch andere Umstände, die sich der Kontrolle, Verantwortung und Macht des Unternehmens entziehen, der fortlaufende Betrieb dieser Site praktisch nicht durchführbar ist, ohne die Interessen der Kunden oder der Gesellschaft erheblich und negativ zu beeinträchtigen und die Interessen der Kunden oder des Unternehmens zu präjudizieren oder wenn nach Ansicht des Unternehmens ein Kurs für Finanzkontrakte nicht berechnet werden kann.

source: Where an account is funded solely by means of a bonus code, the bonus amount plus any winnings can not be withdrawn until you have exceeded an account turnover of 25 times the bonus amount value. The maximum amount of winnings allowed on such accounts shall be 25 times the amount of such bonus amount.
de: Wenn ein Konto ausschließlich mit Hilfe eines Bonuscodes finanziert ist, kann der Bonusbetrag plus eventueller Gewinne nicht abgehoben werden, bis Sie einen Kontoumsatz in Höhe des 25-fachen Wertes des Bonusbetrags überschritten haben. Der Höchstbetrag der erlaubten Gewinne auf solchen Konten ist das 25-fache des Betrags eines solchen Bonusbetrags sein.
ja: フリーボーナスのみでトレードをなさる場合は、ボーナス金額の２５倍以上に相当する取引高を達成された場合に限り、出金が可能です。ボーナスのみを使ってのトレードの勝ちの上限額は金額の２５倍に相当する額をとします。

source: Where are they located?
de: Wo befinden sie sich?
ja: マーケティングツールの入手方法について教えて下さい。

source: Where can I send my questions, comments and suggestions?
de: An wen kann ich meine Fragen, Kommentare und Anregungen senden?
ja: アフィリエイトに関する質問、意見、提案事項のための窓口を教えて下さい。

source: Where new ideas trump safe, old ones. And you’re free to work your way, free from hierarchies and red tape.
de: Wo neue Ideen alte übertrumpfen. Und Sie wählen Ihre Arbeitsweise, frei von Hierarchien und Papierkram.
ja: 当社では新しいアイデアが常に重んじられ、自身のスタイルで働くことが可能であり、ヒエラルキーやあらゆる制限から自由なカルチャーです。

source: Where our arrangements to manage conflicts are not or cannot be sufficient to be reasonably confident that risks of damage to a client’s interest will be prevented we aim to disclose the general nature or sources of conflicts. This is aimed at allowing the client the opportunity to consider whether to ask for more information or to continue with the service; we do not aim to provide detailed, highly specific or comprehensive information.
de: Wo unsere Verfahren zur Vermeindung von Konflikten nicht ausreichen oder ausreichend sind, um entsprechend sicher zu gehen, dass Schadensrisiken für Kundeninteressen vermieden werden können, veröffentlichen die Art oder Quelle des Konflikts. Dies zielt darauf ab, dem Kunden die Möglichkeit zu geben, zu überlegen, ober er um mehr Informationen bitten oder die Dienstleistung weiter in Anspruch nehmen soll. Wir beabsichtigen nicht, detaillierte, hoch spezifische oder umfassende Informationen zur Verfügung zu stellen.

source: Where supportive colleagues are like a second family.
de: Wo hilfsbereite Kollegen wie eine zweite Familie sind.
ja: 協力的な同僚達は第二の家族のような存在です。

source: Where teamwork and a collaborative culture form the platform for personal and corporate growth.
de: Wo Teamarbeit und Gemeinschaftskultur die Plattform für persönliches und unternehmerisches Wachstum formen.
ja: チームワークと協業的な企業文化により、個人と組織の成長を可能にする環境を築きます。

source: Where we are
de: Wo wir stehen
ja: オフィス所在地

source: Where we consider, on the basis of the information provided by you that you do not possess the knowledge and experience to appreciate the risks associated with an investment in the proposed instrument, we will issue a warning to you. Such a warning shall be displayed on the website.
de: Sofern wir auf der Grundlage der von Ihnen gemachten Angaben feststellen, dass Sie nicht das Wissen und die Erfahrung besitzen, die mit einer Investition in das vorgeschlagenen Instrument verbundenen Risiken zu tragen, werden wir Sie warnen. Eine derartige Warngung muss auf der Website angezeigt werden.

source: Where we do not manage to obtain sufficient information to assess the appropriateness of the product or service for you, we will similarly inform you that we are not in a position to assess appropriateness.
de: Sofern es uns nicht gelingt, ausreichende Informationen für die Beurteilung der Eignung eines Produkts oder einer Dienstleistung für Sie zu erhalten, werden wir Sie in gleicher Form darüber informieren, dass wir nicht in der Lage sind, die Eignung zu beurteilen.

source: Where you can go
de: Wo Sie hinkommen können
ja: 余暇の過ごし方

source: Where you give us specific instructions, including for example (a) specifying the price of a Contract with us or (b) specifying the price at which a Contract is to be closed, then those instructions take precedence over other aspects of our policy.
de: Sofern Sie uns besondere Anweisungen erteilen, einschl. beispielsweise (a) den Kurs eines Kontrakts bei uns festlegen oder (b) den Kurs, zu dem der Kontrakt geschlossen werden muss, dann sind diese Anweisungen gegenüber unseren Regeln maßgebend.

source: Where your experience, drive and talent can propel you in unknown directions. And you have the freedom to push into new frontiers.
de: Wo Ihre Erfahrung,Ihr Schwung und Ihr Talent Sie in unbekannte Richtungen treiben können. Und Sie haben die Freiheit, neue Grenzen zu überschreiten.
ja: あなたの経験、意思、そして才能によって新たな世界を経験することができ、新たなフロンティアへの自由を得るでしょう。

source: Whether in Malta or Malaysia, you’ll enjoy a high standard of living, and your income will stretch further than in most western countries.
de: Ob in Malta oder Malaysia, Sie werden einen hohen Lebensstandard genießen und Ihr Einkommen wird höher als in den meisten westlichen Ländern sein.
ja: マルタ共和国でもマレーシアでも、高い生活水準を得ることができ、収入も先進国の基準での増大が見込めます。

source: White Labels
de: Eigenmarken
ja: ホワイトレーベル

source: White labels
de: Eigenmarken
ja: ホワイトレーベル

source: Who can be a client on the %1 platform?
de: Wer kann auf der %1 Plattform Kunde werden?
ja: どのような人が%1の会員になることができますか？

source: Who love working with people from different cultures, and are keen to contribute to a dynamic and unique workplace, and not merely pass on through.
de: Wir arbeiten gerne mit Menschen aus verschiedenen Kulturen zusammen und wir sind darauf bedacht, einen dynamischen und einmaligen Arbeitsplatz zu bieten, anstatt einfach alles durchzureichen.
ja: 様々な文化背景を持つ同僚と働くことに興味があり、ダイナミックで個性的な職場環境への貢献できる方を歓迎します。

source: Why Choose Binary Trading?
de: Warum sollte man sich für den Handel mit Binären Optionen entscheiden?
ja: バイナリー取引を選ぶべき理由

source: Why Us?
de: Warum wir?
ja: サービス概要

source: Why become a %1 Affiliate?
de: Warum sollte man Geschäftspartner von %1 werden?
ja: %1のアフィリエイトに参加するメリット

source: Why choose binary trading?
de: Warum sollte man sich für den Handel mit Binären Optionen entscheiden?
ja: バイナリー取引を選ぶ理由

source: Why choose us
de: Warum uns wählen

source: Why limit yourself? Whatever your market view, %1 allows you to put your strategy to work and profit from your predictions.
de: Warum setzen Sie sich Grenzen? Was auch immer Ihre Markteinschätzung ist, %1 ermöglicht es Ihnen, Ihre Strategie einzusetzen und von Ihren Voraussagen zu profitieren.
ja: 無限のトレード機会を提供します。どのように市場動向を予想されても、 %1では投資戦略を実行に移すことができます。

source: Why pay more?
de: Warum mehr bezahlen?
ja: 優れた価格設定の秘密

source: Why should I become a %1 affiliate?
de: Warum sollte ich ein Geschäftspartner von %1 werden?
ja: %1のアフィリエイトになるメリットを教えて下さい。

source: Why should I become a binary options trading affiliate?
de: Warum sollte ich ein Handelspartner für Binary Options werden?
ja: バイナリーオプションのアフィリエイトになるメリットを教えて下さい。

source: Why us?
de: Warum uns?
ja: サービス概要

source: Will I need to install any software?
de: Muss ich eine Software installieren?
ja: 何か特別なソフトウェアをインストールする必要はありますか？

source: Win 10-1000% on your stake if you are correct. Increase your winning return by choosing "Stays In" with a narrow price target.
de: Gewinnen Sie 10-1000 % auf Ihren Einsatz, wenn Sie richtig liegen. Erhöhen Sie Ihre Gewinne, indem Sie "Bleibt innerhalb" mit einem nahen Kursziel auswählen.
ja: 予想が正しければ、購入価格の10%～1000%のリターンを得ることができます。「範囲内に留まる/範囲外となる」トレードにて、より狭い範囲の上下価格を設定すると高いリターンを期待することができます。

source: Win 10-1000% on your stake if you are correct. Increase your winning return by choosing a "Touch" trade, with a price target farther away from the current price.
de: Gewinnen Sie 10-1000% auf Ihren Einsatz, wenn Sie Recht haben. Erhöhen Sie Ihre Gewinne indem Sie einen "Erreicht" Kontrakt mit einem Kursziel auswählen, dass weiter vom aktuellen Kurs liegt.
ja: 正しい予想を行うことで購入価格の10%～1000%のリターンを得ることができます。現在の価格より離れたバリアをタッチ・トレードに設定することで、より高いリターンを狙いましょう。

source: Win 10-1000% on your stake if you are correct. Increase your winning return by choosing a price target farther away from the current price.
de: Gewinnen Sie 10-1000 % auf Ihren Einsatz, wenn Sie Recht haben. Erhöhen Sie Ihre Gewinne, indem Sie ein Kursziel wählen, das vom aktuellen Kurs weiter entfernt liegt.
ja: 予想が正しければ、購入価格の10%～1000%のリターンを得ることができます。現在の市場価格に比べてより離れたバリアを設定すると、より高いリターンを期待することができます。

source: Windows
de: Fenster
ja: ウィンドウ

source: Winning the contract
de: Den Kontrakt gewinnen
ja: 勝ち判定の基準

source: Winnings may only be paid to the initiator of an account. When a Client maintains an account by means of telegraphic deposits, winnings are only paid to the holder of the originating bank account, and it is the onus of the Client to ensure that account number and name accompany all transfers to the Company. When a Client maintains an account by means of credit/debit card deposits, winnings are only paid back to the same card.
de: Gewinne werden nur an den Kontoinhaber gezahlt. Wenn ein Kunde ein Konto mit Hilfe von telegrafischen Einzahlungen führt, werden die Gewinne nur an den Inhaber des ursprünglichen Bankkontos gezahlt und der Kunde muss sicherstellen, dass die Kontonummer und der Name bei allen Überweisungen an das Unternehmen angegeben werden. Wenn der Kunde ein Konto mit Hilfe von Einzahlungen per Kredit-/Debitkarten führt, werden die Gewinne nur auf die selbe Kreditkarte ausgezahlt.
ja: ご口座保持者のみご出金を行うことができます。電信送金でご口座に資金を入金をされた場合は、ご口座保持者が所有している銀行口座へのご出金のみ承ります。また、当社に対する入出金に関係する口座番号や金融機関名を確証するのはお客様の責任です。クレジット・デビットカードにてご口座に資金を入金された場合は、ご入金時に利用された同じカードへのご出金のみ承ります。

source: With %1 you can trade:
de: Bei %1 können Sie handeln mit:
ja: %1で可能なトレードを下記に記します。

source: With %1 you’re in control of how much you can win. You specify a fixed payout amount at the outset, and your stake – what you pay – is then calculated. Binary.com offers payouts from $1 to $100,000.
de: Bei %1 steuern Sie den Betrag, den Sie gewinnen können. Sie bestimmen zu Beginn einen festen Auszahlungsbetrag und Ihr Einsatz - was Sie bezahlen müssen - wird danach berechnet. Binary.com bietet Auszahlungen von 1 € bis 100.000 € an.
ja: %1では払い戻し価格を確実に管理することができます。トレード内容を設定する際に払い戻し価格、又は購入価格を指定することができ、正確な算出結果を得ることができます。Binary.comでは１ドルから１０万ドルまでの払い戻し価格を設定することができます。

source: With %1's unique platform, there's no risk of 'slippage' or gapping markets. And no hidden fees.
de: Bei dieser einzigartigen %1 Plattform gibt es kein "Slippage-Risiko" oder Gapping-Märkte. Und keine versteckte Gebühren.
ja: %1の独自のシステムには、スリップページや市場ギャップに関するリスクが存在しません。隠れた手数料は一切存在しません。

source: With %1, the most you can lose is the amount you stake at the start of your trade.
de: Bei %1 ist der Höchtstbetrag, den Sie verlieren können, der zu Beginn Ihres Kontrakts eingesetzte Betrag.
ja: %1でのトレードリスクは、購入価格のみに留まります。

source: With %1, you're in control. Simply fix your upside and your downside before every trade.
de: Bei %1 haben Sie alles unter Kontrolle. Bestimmen Sie vor jedem Abschluss einfach Ihre Ober- und Untergrenze.
ja: %1でのお取り引きでは、各トレードでお客様の損益の範囲を明確に限定できます。

source: With %1, your money is secure.
de: Bei %1 ist Ihr Geld sicher.
ja: ご資金は%1で安全に保護されています。

source: With Binary.com, your money is secure. We segregate and hold client funds in secure AAA-rated banks.
de: Bei Binary.com ist Ihr Geld sicher. Wir führen Kundengelder getrennt und deponieren sie bei AAA bewerteten Banken.
ja: Binary.comではお預かり資金はAAAランクの銀行に信託保全され、安全に管理されます。

source: With a current access_token it is now possible to make calls to an API Service. Such a call looks like this:
de: Mit einem aktuellen access_token ist es nun möglich, Anfragen an einen API Service zu stellen. So sieht eine Anfrage aus:

source: Withdraw
de: Auszahlen
ja: ご出金

source: Withdraw Via Payment Agent
de: Abhebung über Zahlungsabwickler

source: Withdraw: %1 working day
de: Auszahlung: %1 Werktag
ja: ご出金: %1営業日

source: Withdraw: %1 working days
de: Auszahlung: %1 Werktage
ja: ご出金: %1営業日

source: Withdraw: Not applicable
de: Auszahlung: Nicht anwendbar
ja: ご出金：未対応

source: Withdrawal
de: Auszahlung
ja: ご出金

source: Withdrawal Verification
de: Auszahlungsprüfung

source: Withdrawal limits
de: Auszahlungslimits
ja: ご出金限度額

source: Workspace
de: Arbeitsbereich
ja: ワークスペース

source: Workspace '#1' saved successfully.
de: Arbeitsbereich ‘#1' erfolgreich gespeichert.
ja: ワークスペース '#1' は正しく保存されました。

source: Workspace name:
de: Name des Arbeitsbereichs:
ja: ワークスペースの名前：

source: World Indices
de: Welt Indizes

source: Written limits and self-exclusion
de: Vereinbarte Limits und Selbstausschluss
ja: 自己制限の内容、及び方法について

source: Year
de: Jahr
ja: 年

source: Yes
de: Ja
ja: はい

source: Yes. Please email us at <a href="mailto:%1">%1</a> for further assistance.
de: Ja. Für weitere Unterstützung senden Sie uns bitte ein E-Mail an <a href="mailto:%1">%1</a>.
ja: はい、承ります。<a href="mailto:%1">%1</a>までお問い合わせ下さい。

source: You agree that we may use Personal information provided by you in order to conduct appropriate anti-fraud checks. Personal Information that you provide may be disclosed to a credit reference or fraud prevention agency, which may keep a record of that information.
de: Sie stimmen zu, dass wir die von Ihnen zur Verfügung gestellten personenbezogenen Daten verwenden dürfen, um entsprechende Überprüfungen zur Betrugsbekämpfung durchzuführen. Die von Ihnen zur Verfügung gestellten personenenbezogene Datem können zum Zweck von Bonitätsprüfungen oder Behörden zur Vorbeugung von Betrug offengelegt und von diesen Stellen gespeichert werden.
ja: お客様は、お客様の個人情報は詐欺行為を適切に防止するために用いられる場合があることを了承する必要があります。また、提供された個人情報は信用情報機関、及び詐欺行為の調査機関へ開示する場合があり、それらの機関にて該当情報が保存される可能性があります。

source: You also have the right to request from us to inform you about the personal data that we process about you and to request its correction where necessary. This request must be made in writing to us and signed by you as the data subject.
de: Sie können von uns verlangen, dass wir Sie über darüber informieren, wie wie Ihre personenbezogenen verarbeiten und, sofern notwendig, deren Berichtigung beantragen. Dieser Antrag muss schriftlich gestellt werden von Ihnen als Betroffener unterzeichnet sein.
ja: またお客様には、当社にて処理する個人情報を通知するように請求する権利、及び必要に応じて修正を求める権利を有します。このような請求はお客様の署名が付された書面での申請にてのみ承ります。

source: You and we are independent contractors, and nothing in this Agreement will create any partnership, joint venture, agency, franchise, sales representative, or employment relationship between the parties. You will have no authority to make or accept any offers or representations on our behalf. You will not make any statement, whether on your site or otherwise, that reasonably would contradict anything in this paragraph.
de: Sowohl wir als auch Sie sind unabhängige Auftragsnehmer. Dieser Vertrag begründet keine Partnerschaft, kein Joint Venture, keine Vertretung, Franchise oder eine arbeitsvertragliche Beziehung zwischen den Parteien. Sie sind nicht befugt, Angebote oder Erklärungen in unserem Namen abzugeben oder anzunehmen. Sie dürfen auch keine Erklärungen auf Ihrer Website oder auf andere Weise abgeben, die den Bestimmungen dieses Absatzes zuwiderhandeln.
ja: アフィリエイト会員と当社との関係は互いに独立した業務請負の関係に過ぎず、パートナーシップ、ジョイントベンチャー、エージェンシー、フランチャイズ、セールス代理または雇用としての関係性が発生することはありません。アフィリエイト会員は当社としてオファーを提供したり当社の代表として行動することはできません。アフィリエイト会員は自身のプロモーションサイトに、この条項の記述と矛盾するような内容を掲載することは一切できません。

source: You are advised that the Binary Options offered by %1 are not traded under the rules of any recognised, designated or regulated exchange. Consequently, engaging in Binary Options trading may expose you to substantially greater risks than investments which are so traded.
de: Sie wurden darüber in Kenntnis gesetzt, das die von %1 angebotenen Binären Optionen nicht nach den Regeln einer anerkannten, zugelassenen oder überwachten Börse gehandelt werden. Daher kann Sie der Handel mit Binären Optionen einem erheblich höheren Risiko als bei so gehandelten Anlagen aussetzen.

source: You are being given the better price.
de: Ihnen wurde der bessere Kurs gewährt.
ja: より有利な価格が提供されつつあります。

source: You are not a Payment Agent
de: Sie sind kein Zahlungsabwickler
ja: There are no available Payment Agents. =inappropriate for JP website=

source: You are not allowed to rebate any part commission payment onto your referrals and your affiliate account shall be revoked immediately, should the company realise you are engaged in such actions.
de: Es ist Ihnen nicht erlaubt, Teile Ihrer Provisionszahlungen als Rabatt bei Ihren Empfehlungen einzusetzen. Sollte dem Unternehmen bekannt werden, dass Sie solche Handlungen begehen, wird Ihr Konto umgehend gesperrt.
ja: アフィリエイト会員は獲得会員にアフィリエイト報酬を還元することはできません。そのような行為を行った場合は即座にアフィリエイト口座を停止いたします。

source: You are not authorized for withdrawal via payment agent.
de: Sie sind nicht befugt, eine Auszahlung über einen Zahlungsabwickler zu tätigen.

source: You are responsible for managing your tax and legal affairs including making any regulatory filings and payments and complying with applicable laws and regulations. We do not provide any regulatory, tax or legal advice. If you are in any doubt as to the tax treatment or liabilities of Investment Products or Gambling Products available through %1, you may wish to seek independent advice.
de: Sie sind für die Erledigung Ihrer Steuer- und Rechtsangelegenheiten, einschl. rechtlicher Anträge und Zahlung und die Einhaltung der anwendbaren Gesetze und Vorschriften, verantwortlich. Wir stellen keine Beratung in behördlichen, steuerlichen oder rechtlichen Angelegenheit zur Verfügung. Wenn Sie sich über die steuerliche Behandlung oder die Haftungen bei Anlage- oder Glücksspielprodukten, die von %1 bereit gestellt werden, im Unklaren sind, müssen Sie sich unabhängig beraten lassen.

source: You are warned of the following additional risks:
de: Sie werden vor folgenden zusätzlichen Risiken gewarnt:

source: You can <a class="pjaxload" href="%1">open an account</a>, deposit funds and begin trading within minutes.
de: Sie können <a class="pjaxload" href="%1">ein Konto eröffnen</a>, Geld einzahlen und innerhalb weniger Minuten mit dem Handeln beginnen.
ja: トレードを開始するにあたっての<a class="pjaxload" href="%1">ご口座の開設</a>、及びトレード資金のご入金はたった数分で完了します。

source: You can also try <strong>Smart FX</strong> which are smart markets that measure the value of a currency against a basket of major currencies.
de: Sie können auch <strong>Smart FX</strong> ausprobieren, die Smart Kurse sind, die den Wert einer Währung gegenüber eines Korbs mit Hauptwährugen bemessen.

source: You can choose payouts from $1 to $100,000. This wide payout range is ideal for both small and large traders.
de: Sie können Auszahlungen von 1 € bis 100.000 € auswählen. Diese große Auswahl an Auszahlungen ist sowohl für kleine als auch für große Händler ideal.
ja: 払い戻し価格は１ドルから１０万ドルの間で指定できます。トレードが小額でも高額でも満足のいくお取り引きが可能です。
