Repository: yottanami/binary-static
Catalog: config/locales/*.po
Languages: de, ja

source: Before we open an account for you to trade or invest in Investment Products with BIEL, we are required to make an assessment of whether the Investment Products or services you have chosen are appropriate for you, and to warn you if, on the basis of the information you provide to us, any such product or service is not appropriate. Any decision to open an account and to use our products or services is yours. It is your responsibility to understand the risks involved with our products or services.
de: Bevor wir für Sie ein Konto eröffenen können, damit Sie Anlageprodukte bei BIEL handeln oder in sie investieren können, müssen wir beurteilen, ob die Anlageprodukte oder Dienstleistungen, die Sie ausgewählt haben, für Sie geeignet sind und Sie auf der Grundlage der von Ihnen uns zur Verfügung gestellten Informationen zu warnen, wenn die Produkte nicht für Sie geeignet sind. Jegliche Entscheidung zur Kontoeröffnung und Nutzung unserer Produkte liegt bei Ihnen. Sie sind dafür verantwortlich, die mit unseren Produkten oder Dienstleistungen verbundenen Risiken zu erkennen.
ja: BIELと投資商品でお取引や投資されるアカウントを開設する前に、投資商品かサービスのどちらがお客様に適しているか評価をさせていただく必要があります。また、場合によっては提供いただいた情報に基づき、いかなる製品、サービスが適さない事があります。口座を開設して、当製品やサービスを利用するのはお客様の決断次第です。当商品とサービスに関連するリスクを理解いただくことはお客様の責任になります。

source: Before you proceed...
de: Bevor Sie fortfahren...
ja: お手続きの前に：

source: Benefits of binary trading
de: Vorteile des Handels mit Binären Optionen
ja: バイナリー取引のメリット

source: Benefits of trading binaries
de: Vorteile des Handels mit Binären Optionen
ja: バイナリー取引のメリット

source: Best Execution Factors
de: Beste Ausführungsfaktoren
ja: 最良執行要因

source: Best Execution Policy
de: Beste Ausführungsgrundsätze
ja: 最良執行ポリシー

source: Best Tracking with "Forever Cookies"
de: Bestes Tracking mit "Forever Cookies"
ja: 獲得会員を確実にフォローするCookie（クッキー）設定

source: BetOnMarkets goes live
de: BetOnMarkets geht online
ja: BetOnMarketsを公開

source: BetOnMarkets.com has over 400,000 clients in its database and reach the US$1 billion milestone in only our 13th year, making us one of the leading fixed-odds trading providers.
de: BetOnMarkets.com hat über 400.000 Kunden in der Datenbank und hat den Meilenstein von US$1 Milliarde in nur 13 Jahren erreicht, was uns zu den führenden Anbietern im Handel von Fixed-Odds gemacht hat.
ja: BetOnMarkets.comは４０万人の顧客を有し、開業１３年目にして累計で10億USDのターンオーバーを達成し、固定オッズトレード業界での牽引役として位置付けられるようになる。

source: BetOnMarkets.com increases payouts to 100,000 USD, EUR, GBP and AUD
de: BetOnMarkets.com erhöht die Auszahlungen auf 100.000 USD, EUR, GBP und AUD
ja: BetOnMarkets.comは払い戻し価格を１０万 USD/EUR/GBP/AUDに拡大

source: BetOnMarkets.com is successfully rebranded Binary.com
de: BetOnMarkets.com erfolgreich zu Binary.com umfirmiert
ja: BetOnMarkets.comをBinary.comにリニューアル

source: BetOnMarkets.com reaches $1 billion turnover since starting in 1999
de: BetOnMarkets.com erreicht seit Gründung in 1999 einen Umsatz von 1 Miliarde $
ja: BetOnMarkets.comは1999年から累計で10億USDのターンオーバーを達成

source: Bid
de: Gebot

source: Binary (C.R.) S.A., registered in Costa Rica.
de: Binary (C.R.) S.A., in Costa Rica registriert.
ja: Binary (C.R.) S.Aは、コスタリカ共和国に登記されています。

source: Binary (Europe) Ltd has updated its <a class="pjaxload" href="%1">Terms & Conditions</a>. By clicking OK, you confirm that you have read and accepted the updated <a class="pjaxload" href="%1">Terms & Conditions</a>.
de: Binary (Europe) Ltd hat seine <a class="pjaxload" href="%1">Allgemeinen Geschäftsbedinungen</a> aktualisiert. Wenn Sie auf OK klicken, bestätigen Sie, dass Sie die aktualisierten <a class="pjaxload" href="%1">Allgemeinen Geschäftsbedingungen</a> zur Kenntnis genommen haben und ihnen zustimmen.

source: Binary (Europe) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta. Licenced and regulated (for gambling products only) by the Malta Gaming Authority in Malta (licence no MGA/CL2/118/2000) and for UK clients by the UK Gambling Commission - <a href="%1" target="_blank\">view license</a>.
de: Binary (Europe) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta. Zulassung und Überwachung durch die Malta Gaming Authority (nur für Glücksspielprodukte) auf Malta, Lizenz Nr. MGA/CL2/118/2000 und für Kunden aus Großbritannien von der britischen Glücksspielkommission - <a href="%1" target="_blank\">Lizenz aufrufen</a>.
ja: Binary (Europe) Ltd (所在地:Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta)は、マルタ共和国のギャンブル監督機関（the Malta Gaming Authority ）から監督、及びライセンスを付与されています。 現在のライセンス番号は MGA/CL2/118/2000 です。英国賭博委員会による英国のクライアント用<a href="%1" target="_blank\">ライセンスを見る</a>。

source: Binary (IOM) Ltd, First Floor, Millennium House, Victoria Road, Douglas, Isle of Man, IM2 4RW. Licenced and regulated by the Gambling Supervision Commission in the Isle of Man (current online gambling licence granted on the 31 August 2012) and for UK clients by the UK Gambling Commission - <a href="%1" target="_blank">view license</a>.
de: Binary (IOM) Ltd, 1. Stock, Millennium House, Victoria Road, Douglas, Isle of Man, IM2 4RW. Zulassung und Überwachung durch die Gambling Supervision Commission auf der Isle of Man und für Kunden aus Großbritannien von der britischen Glücksspielkommission - <a href="%1" target="_blank\">Lizenz aufrufen</a>. (Die aktuelle Online-Glücksspiellizenz wurde am 31. August 2012 erteilt).
ja: Binary (IOM) Ltd は、First Floor, Millennium House, Victoria Road, Douglas, Isle of Man, IM2 4RWに所在しています。 マン島ギャンブル監督委員会によってライセンス認証、監督されています。（現在のオンラインギャンブルライセンスは2012年8月31日に付与されたものです。）英国賭博委員会による英国のクライアント用<a href="%1" target="_blank\">ライセンスを見る</a>。

source: Binary Investments (Europe) Ltd, Binary (Europe) Ltd, Binary (IOM) Ltd, Binary (CR) SA and all other Binary Group members are sometimes referred to collectively as "%1", "us" or "we".
de: Binary Investments (Europe) Ltd, Binary (Europe) Ltd, Binary (IOM) Ltd, Binary (CR) SA und alle weiteren Binary Konzernunternehmen werden manchmal gemeinsam als "%1", "uns" oder "wir" bezeichnet.
ja: Binary Investments (Europe) Ltd, Binary (Europe) Ltd, Binary (IOM) Ltd, Binary (CR) SA とその全てのバイナリーグループのメンバーは"%1", "私達（us）" or "当社（we）"と総称されことがあります。

source: Binary Investments (Europe) Ltd, Suite 2, Tower Road, Msida MSD1825, Malta. Licensed and regulated as a Category 3 Investment Services provider by the Malta Financial Services Authority (license no. IS/70156).
de: Binary Investments (Europe) Ltd, Suite 2, Tower Road, Msida MSD1825, Malta. Zulassung und Überwachung als Kategorie 3 Investmentdienslteister durch die Maltesische Finanzdienstleisungsaufsicht auf Malta (Lizenz Nr. IS 70156).
ja: Binary Investments (Europe) Ltd (所在地: Suite 2, Tower Road, Msida MSD1825, Malta)は、マルタ金融サービス庁（the Malta Financial Services Authority ）によりカテゴリー3 投資サービス・プロバイダとしてライセンス認定、監督されています。 現在のライセンス番号はIS/70156です。

source: Binary Ltd, with registered office address situated at <span itemprop='location'>47 Esplanade, St. Helier, Jersey, JE 0BD Channel Islands</span>, is the holding company for the Binary group.
de: Binary Ltd,, mit eingetragenem Firmensitz in <span itemprop='location'>47 Esplanade, St. Helier, Jersey, JE 0BD Kanalinseln</span> ist die Holdinggesellschaft des Binary Konzerns.
ja: Binary Ltdは、<span itemprop='location'>47 Esplanade, St. Helier, Jersey, JE 0BD Channel Islands</span>の住所に位置する事務所が登録されており、バイナリーグループ会社を有しています

source: Binary Options Basics
de: Grundlagen der Binären Optionen
ja: バイナリー取引の基礎

source: Binary Trading is simple to learn and to execute.
de: Der Handel mit Binären Optionen ist einfach zu lernen und auszuführen.
ja: とにかくシンプル

source: Binary granted Investment Services license
de: Binary wude eine Lizenz für Investmentdienstleistungen erteilt
ja: Binaryは、投資サービスライセンスを付与されました。

source: Binary option
de: Binäre Option
ja: バイナリーオプション

source: Binary options are easy to understand. They’re called ‘binary’ because there can be only two outcomes – win or lose. If your prediction is correct, you receive a payout that is determined at the start of the trade. If not, you just lose your initial stake.
de: Binäre Optionen sind leicht zu verstehen. Sie werden "Binär" genannt, weil es nur zwei Ergebnisse geben kann - gewinnen oder verlieren. Wenn Ihre Voraussage richtig ist, erhalten Sie eine im Voraus festgelegte Auszahlung. Anderenfalls verlieren Sie nur Ihren ursprünglichen Einsatz.
ja: バイナリーオプションはとても簡単なお取り引きです。「勝ち」、又は「負け」の２種類の結果のみもたらされることから、「バイナリー」と呼ばれています。予想が正しい場合、事前の定められた払い戻し価格を受け取ります。予想が正しく無い場合は、購入価格を失います。

source: Binary options basics
de: Grundlagen der Binären Optionen
ja: バイナリー取引の基礎

source: Binary trading is flexible.
de: Der Handel mit Binären Optionen ist flexibel.
ja: とにかくフレキシブル

source: Binary trading is ideal for both individuals and market professionals.
de: Der Handel mit Binären Optionen ist sowohl für Einzelpersonen als auch für Marktprofis ideal.
ja: バイナリー取引は個人投資家、及びマーケットのプロの両者に最適

source: Binary trading is very simple.
de: Der Handel mit Binären Optionen ist sehr einfach.
ja: とにかくシンプル

source: Binary's Maltese subsidiary Binary Investments (Europe) Ltd. is granted a Category 3 Investment Services license by the Malta Financial Services Authority.
de: Der Binary Tochtergesellschaft Binary Investments (Europe) Ltd. wurde von der Maltesischen Finanzdienstleistungsaufsichtsbehörde eine Kategorie 3 Investmentdienstleistungen Lizenz erteilt.
ja: Binaryのマルタ子会社 Binary Investments (Europe) Ltdはマルタ金融サービス庁によってカテゴリー3投資サービスライセンスが付与されています。

source: Binary.com Open-Source Projects
de: Binary.com Open-Source Projekte
ja: Binary.comオープンソース・プロジェクト

source: Binary.com White Labels
de: Binary.com Eigenmarken
ja: Binary.comのホワイトレーベル

source: Binary.com continues to innovate and grow
de: Binary.com führt weiter Neuerungen ein und wächst
ja: Binary.comは常に進化、成長

source: Binary.com has over 800,000 clients in its database and reaches the US$2 billion milestone in our 15th year, making us one of the leading binary options providers.
de: BetOnMarkets.com hat über 800.000 Kunden in der Datenbank und hat seinen Meilenstein von 2 Milliarden US$ in nur 15 Jahren erreicht, was uns zu den führenden Anbietern von Binären Optionen macht.
ja: Binary.comには８０万人以上の登録顧客を有し、２０億ドルのターンオーバーを創業１５年目にして達成することでバイナリーオプション業界にて確固たる地位を確立。

source: Binary.com hits 1 million users, reaching a historic milestone. The company continues to see exponential growth and this reconfirms its position as an industry leader.
de: Binary.com hat 1. Millionen Benutzer und somit einen historischen Meilenstein erreicht. Das Unternehmen sieht weiterhin ein exponentiales Wachstum voraus und die bestätigt erneut seine Position als Branchenführer.
ja: Binary.comは１００万人を超える顧客を獲得し、社史に残る実績を達成。当社は今後も爆発的な成長を遂げることで、業界トップのポジションを確実なものにする。

source: Binary.com is a flexible place. As well as our offices, we have staff who choose to telecommute from their home offices in countries around the world. If that suits you, we’re open to it.
de: Binary.com ist ein flexibler Ort. Wir verfügen sowohl über Firmensitze als auch über ein Personal, das aus seinem Homeoffice in Ländern rund um die Welt arbeitet. Wenn das zu Ihnen passt, sind Sie bei uns willkommen.
ja: Binary.comでは柔軟なワークスタイルが可能です。世界中のホームオフィスからの在宅勤務の機会も希望に応じて許可しています。

source: Binary.com is an active member of the Perl community and is in the process of uploading a number of its internal utility modules to <a target="_blank" href="%1">CPAN</a>. If you are a Perl enthusiast, contribute by reviewing these modules, and submitting pull-requests on <a target="_blank" href="%2">github</a>.
de: Binary.com ist ein aktives Mitglied der Perl Community und ist dabei eine Anzahl seiner internen Dienstprogramm-Module auf <a target="_blank" href="%1">CPAN</a> hochzuladen. Wenn Sie ein Perl-Fan sind, können Sie beitragen, indem Sie diese Module bewerten und Pull-Anfragen bei <a target="_blank" href="%2">github</a> einreichen.
ja: Binary.comはPerlコミュニティの活発なメンバーであり、<a target="_blank" href="%1">CPAN</a>へ数多くの内部ユーティリティ・モジュールを投稿しています。Perlでの開発に熱意がある方は、これらのモジュールをご覧頂き、<a target="_blank" href="%2">github</a>からプルリクエストを送信して下さい。

source: Binary.com is an active proponent of the open-source movement and is in the process of open-sourcing a number of components of its codebase.
de: Binary.com ist ein aktiver Vertreter der Open-Source-Bewegung und ist dabei, eine Anzahl an Komponenten seiner Codebase zu offen zur Verfügung zu stellen.
ja: Binary.comではオープンソースによる開発を推進し、コード内のコンポーネントのオープンソース化を進めています。

source: Binary.com is the award-winning industry pioneer in online options trading.
de: Binary.com ist der preisgekrönte Branchenpionier im Bereich des Online-Handels mit Optionen.
ja: Binary.comは受賞履歴を有するオンライン上のオプリョン取引業界でのパイオニアです。

source: Binary.com now requires your email and password to log in. If you have both a real-money and a virtual-money account, please use the password from your real-money account.
de: Binary.com fordert nun als Login Ihre E-Mail Adresse und das Passwort, Wenn Sie sowohl ein Echtgeldkonto als auch ein Demokonto haben, verwenden Sie bitte das Passwort Ihres Echtgeldkontos.
ja: Binary.comにログインするためには、お客様のEメールとパスワードが必要です。リアルマネーとバーチャルマネーアカウント双方の口座をお持ちの場合は、リアルマネー口座のパスワードを使用するようにしてください。

source: Binary.com offers new ways to trade
de: Binary.com bietet neue Wege des Handelns
ja: Binary.comは新たなトレードの提供を開始

source: Binary.com open-source projects
de: Binary.com Open-Source Projekte
ja: Binary.comオープンソース・プロジェクト

source: Binary.com reaches $2 billion turnover since starting in 1999
de: Seit dem Start in 1999 hat BetOnMarkets.com einen Umsatz von 2 Milliarden US$ erwirtschaftet
ja: BetOnMarkets.comは1999年から累計で20億USDのターンオーバーを達成

source: Binary.com reaches 1 million registered users
de: Binary.com erreicht 1 Millionen registrierte Benutzer
ja: Binary.comの登録会員を１００万人達成

source: Binary.com supports the <a target="_blank" href="http://www.responsiblegamblingtrust.org.uk/">Responsible Gambling Trust</a> (RGT) which is the leading charity in Britain committed to minimising gambling-related harm. The RGT funds education, prevention and treatment services and commissions research to help people understand more about gambling-related harm. It also offers a national gambling helpline to offer confidential advice and emotional support to those that seek help about their gambling.
de: Binary.com fördert den <a target="_blank" href="http://www.responsiblegamblingtrust.org.uk/">Responsible Gambling Trust</a> (RGT), der in Großbritannien eine führende Wohltätigkeitsorganisation ist, die die Gefahren des Glücksspiels minimieren möchte. Der RGT finanziert Ausbildungs-, Vorbeugungs- und Behandlungsmaßnahemen und lässt Forschungen durchführen, um Menschen zu helfen, mehr über mit dem Glücksspiel verbunden Gefahren zu erfahren. Er bietet auch ein nationales Glücksspiel Sorgentelefon, um denjenigen vertrauliche Ratschläge und emotionale Unterstützung zu bieten, die Hilfe wegen ihres Spielverhaltens benötigen.
ja: Binary.comは、ギャンブルに関連する害を最小限にすることを約束している英国の大手慈善団体<a target="_blank" href="http://www.responsiblegamblingtrust.org.uk/">「責任ある賭博基金」(RGT, Responsible Gambling Trust)</a> をサポートしています。RGT資金教育、予防と治療のサービスや手数料の調査は、ギャンブルに関する害についてより理解するのに役立ちます。また、機密なアドバイスや感情的なサポートをしている全国ギャンブルヘルプラインも提供しています。

source: Binary.com's Random Indices are the random 25 Index, Random 50 Index, Random 75 Index, and Random 100 Index and many more.
de: Die Random Indizes von Binary.com sind der Random 25 Index, Random 50 Index, Random 75 Index, Random 100 Indes und viele weitere.
ja: Binary.comのランダム指数は、ランダム25インデックス、ランダム50インデックス、ランダム75インデックス、およびランダム100指数などその他多数あります。

source: Binary.com's patented pricing technology allows you to benefit from the same rates of return as traders in the interbank market.
de: Die patentierte Kursermittlungstechnologie von Binary.com erlaubt es Ihnen, die gleichen Renditen wie Händler auf dem Interbankenmarkt zu erreichen.
ja: Binary.comの特許取得済みの価格設定テクノロジーにより、インターバンク市場でのトレードと同等のリターン率を提供します。

source: Binary.com’s CPAN contributions
de: Die CPAN Beiträge von Binary.com
ja: Binary.comのCPANへの貢献

source: Binary.com’s headquarters are in Malta, a favoured tourist destination with a warm climate, beautiful recreational areas and World Heritage sites. We also have an Operational Headquarters office in Cyberjaya, a high-tech precinct south of Kuala Lumpur, the capital of Malaysia, an equally exciting destination at the heart of Asia.
de: Die Hauptsitze von Binary.com befinden sich in Malta, ein beliebtes Urlaubsziel mit warmem Klima, wunderschönen Erholungsgebieten und Weltkulturerbe. Wir betreiben in Cyberjaya, ein High-Tech Bezirk südlich von Kuala Lumpur, der Hauptstadt Malaysias, das ebenso ein spannendes Reiseziel im Herzen Asiens ist, eine Betriebsniederlassung.
ja: Binary.comの本社は、温暖な気候、美しい保養地区、そして世界遺産といった環境に恵まれた観光地であるマルタ共和国に存在します。また、エキサイティングなアジアの中心部であるマレーシアの首都のクアラルンプールの南部に位置する、ハイテク産業で有名なCyberjayaに業務部門を統括する本社が存在します。

source: Binary.com’s remarkable history
de: Die bemerkenswert Geschichte von Binary.com
ja: Binary.com沿革

source: Bollinger Band Width
de: Bollinger Bandbreite
ja: ボリンジャーバンド

source: Bollinger Bands
de: Bollinger Bänder
ja: ボリンジャーバンド

source: Bollinger Bands Average
de: Bollinger Banddurchschnitt
ja: ボリンジャーバンド・平均

source: Bollinger Bands Lower
de: Untere Bollinger Bänder
ja: ボリンジャーバンド・下側

source: Bollinger Bands Upper
de: Obere Bollinger Bänder
ja: ボリンジャーバンド・上側

source: Bollinger Bands are lines displayed around a simple moving average line (default set to 20 periods). The upper line is displayed 2 standard deviations above the moving average, and the lower line is displayed 2 standard deviations below the moving average.By definition prices are high at the upper band and low at the lower band. This definition can aid in rigorous pattern recognition and is useful in comparing price action to the action of indicators to arrive at systematic trading decisions.
de: Bollinger Bänder sind Linien, die um einen einfachen Mittelwert angezeigt werden (standardmäßig auf 20 Zeitabschnitte festgelegt). Die obere Linie wird zwei Standardabweichungen über und die untere Linie zwei Standardabweichungen unter dem Mittelwert angezeigt. Laut Definition sind die Preise des oberen Bandes hoch und am unteren Band niedrig. Diese Definition kann bei der rigorosen Strukturerkennung hilfreich sein und ist beim Vergleich der Kursbewegung mit der Bewegung der Indikatoren nützlich, um systematische Handelsentscheidungen zu treffen.
ja: ボリンジャーバンドはシンプルな移動平均線を表示します。上部のラインは移動平均を超えた２つの標準偏差を示し、下部のラインは移動平均を満たさない２つの標準偏差を示します。上部のラインでは価格が高く、下部のラインでは価格が低くなるように定義されています。この定義により厳格なパターン認識が促進され、価格動向と指標の動向を比べるのに役立ち、最終的にシステムトレードでの意思決定が可能になります。

source: Both the deposit and the bonus amounts are clearly displayed when this type of promotion is available. E.g. Get $25 when you deposit $100. By way of example, if you choose to participate in a "Get $25 when you deposit $100" promotion, we will add an additional $25 to your account when you deposit $100 AND when you have purchased at least $125 worth of trades ($25 * 5= $125). The bonus will only be credited to your account when both of these conditions are met.
de: Wenn diese Art von Werbeaktion angeboten wird, werden die Einzahlung und die Bonusbeträge eindeutig angezeigt. Beispiel: Sie erhalten 25 €, wenn Sie 100 € einzahlen. Wenn Sie sich beispielhalber entschlossen haben, an einer "Sie erhalten 25 €, wenn Sie 100 € einzahlen" Werbeaktion teilzunehmen, werden wir Ihnen, nachdem Sie 100 € eingezahlt UND zumindest Kontrakte im Wert von 125 € (25 € x 5 = 125 €) eingekauft haben, 25 € auf Ihrem Konto guttschreiben. Die Gutschrift des Bonus auf Ihr Konto erfolgt nur, wenn beide Bedingungen erfüllt sind.
ja: このタイプのボーナスの申請が可能な場合、必要なご入金金額、及びボーナスの付与金額は明確に表示されます。例）１００ドル入金で２５ドル分のボーナスが付与されるという条件の場合、”１００ドル入金で２５ドル分のボーナスが付与”というキャンペーンに応募することで、１００ドルの入金が達成され、かつ１２５ドル分のトレードを購入された場合（ボーナス金額の５倍）、２５ドルがご口座に付与されます。

source: Brand of first car
de: Marke des ersten Autos
ja: 初めて購入した車のブランド名

source: Browse
de: Durchsuchen
ja: 閲覧

source: Building Number
de: Gebäudenummer
ja: ビル（マンション）の番号、号室

source: But there's no need to wait until expiry. You can sell back long-term trades at any time to profit from changing market conditions.
de: Es gibt jedoch keinen Grund, bis zum Ablauf zu warten. Sie können langfristige Kontrakte jederzeit verkaufen, um von veränderten Marktbedingungen profitieren zu können.
ja: トレード条件は束縛されません。長期間の取引期間をご指定して頂いたトレードを、変動する市場状況から利益を得る目的で売ることが可能です。

source: But we’re picky. We only select people with special qualities: serious professionals, who have high moral standards, and thrive in an honest, collaborative environment.
de: Wir sind allerdings wählerisch. Wir wählen nur Menschen mit besonderen Eigenschaften aus: Seriöse Profis, mit hohen moralischen Normen, die in einem ehrlichen,kollaborativen Umfeld Erfolg haben.
ja: しかしながら、当社の人財に対する要求水準は高いです。当社は、高いプロ意識、高いモラル意識、実直、そして協力的な態度を有するような、特別な人財のみ選抜します。

source: Buy
de: Kaufen
ja: 購入

source: Buy Price
de: Kaufpreis
ja: 購入価格

source: By clicking <strong>Accept</strong> below and proceeding with the Account Opening you should note that you may be exposing yourself to risks (which may be significant, including the risk of loss of the entire sum invested) that you may not have the knowledge and experience to properly assess or mitigate.
de: Wenn Sie nachfolgend auf <strong>Annehmen</strong> klicken und mit der Kontoeröffnung fortfahren, müssen Sie beachten, dass Sie sich selbst Risiken aussetzen können (die erheblich sind, einschließlich des Verlusts des gesamten investierten Betrags), wenn Se nicht das Wissen und die Erfahrung haben, diese richtig zu beurteilen oder abzuschwächen.
ja: 下の<strong>同意する</ strong>をクリックして、口座開設にお進みください。その際は、リスクを判断したり、軽減させるための知識や経験がないために、自信へ生じるリスク（投資全体の損失リスクを含むような重大になりうるものなど）について注意していただく必要があります。

source: By requesting membership to our affiliate program you are agreeing to the terms and conditions set out in this Agreement. The application form will form an integral part of this Agreement.
de: Mit dem Antrag, Mitglied bei unserem Partnerprogramm zu werden, stimmen Sie den in diesem Vertrag festgehaltenen Allgemeinen Geschäftsbedingungen zu. Das Anmeldeformular bildet einen festen Bestandteil dieses Vertrags.
ja: 当プログラムへのご参加申し込みをされた時点で、アフィリエイト会員は当規約を承諾したことになります。お申し込みフォームは、承諾に関する必須の要素になります。

source: Calculate
de: Berechnen
ja: 値を算出

source: Calculating
de: Berechne
ja: 計算中

source: Callback URL
de: Rückgabe URL
ja: コールバックURL

source: Calling a Service
de: Einen Service anfordern

source: Calls which invoke the API are simple, recognizable and can be negotiated from all popular web programming technologies in use today. For example, to get a list of "marketplaces" currently available at %1:
de: Anforderungen, die die Programmierschnittstelle aufrufen, sind einfach, erkennbar und können von allen heute gebräuchlichen Web-Programmierungstechnologien verarbeitet werden. Um beispielsweise eine Liste der aktuell bei %1 vorhandenen "Marktplätze" bei %1 zu erhalten:

source: Can I become a %1 affiliate even if I don't have a website?
de: Kann ich ein Geschäftspartner von %1 werden, auch wenn ich keine Website habe?
ja: ウェブサイトを持っていなくても、 %1のアフィリエイトプログラムに参加することはできますか？

source: Can I offer my referrals an incentive to sign up through my link rather than sign up directly?
de: Kann ich meinen Empfehlungen ein Incentive anbieten, wenn Sie sich über meinen Link und nicht direkt anmelden?
ja: アフィリエイトリンク経由で会員獲得をするためにインセンティブを与えることは認められていますか？

source: Can you customize a banner for my site?
de: Kann ich für meine Website ein eigenes Banner gestalten?
ja: 私のサイト専用にバナーをカスタマイズして貰うことは可能ですか？

source: Cancel
de: Abbrechen
ja: キャンセル

source: Cancel Registration
de: Anmeldung abbrechen
ja: 登録キャンセル

source: Candlestick Chart
de: Candlestick Diagramm
ja: ローソク足チャート

source: Careers
de: Karrieren
ja: 採用情報

source: Cascade
de: Kaskade
ja: 複数表示

source: Cash Dividend
de: Bardividende
ja: 配当金

source: Cashier
de: Kasse
ja: キャッシャー
