Repository: yottanami/binary-static
Catalog: config/locales/*.po
Languages: de, ja

source: Accordingly, to continue trading binary options on forex/stock indices/commodities, please <a href="%1" class="pjaxload">open an account with Binary Investments (Europe) Ltd</a>., which is regulated by the Malta Financial Services Authority.
de: <a href="%1" class="pjaxload">Eröffnen Sie bitte dementsprechen ein Konto bei Binary Investments (Europe) Ltd</a>, die von der maltesischen Finanzdienstleistungsaufsicht überwacht wird, um weiterhin binäre Optionen für Devisen, Aktienindizes/Rohstoffe handeln zu können.
ja: そのため、外国為替/株価指数/コモディティのバイナリーオプション取引を継続するためには、マルタ金融庁によって規制されている <a href="%1" class="pjaxload">Binary Investments (Europe) Ltdのアカウントを開設してください。</a>

source: Account Closure
de: Kontenschließung
ja: 口座解約

source: Account Details
de: Kontoangaben
ja: ご口座の詳細情報

source: Account Limits
de: Kontolimits
ja: ご利用制限額

source: Account Management and Tracking
de: Kontoverwaltung und Verlauf
ja: ご口座管理とデータ照合

source: Account Opening
de: Kontoeröffnung
ja: ご口座の開設手続き

source: Account Transfer
de: Kontoüberweisung
ja: 口座振替

source: Account balance : %1 %2
de: Kontostand: %1 %2
ja: ご口座残高 : %1 %2

source: Account balance:
de: Kontostand:
ja: ご口座残高：

source: Accumulation/Distribution
de: Akkumulation/Verteilung
ja: Accumulation/Distribution：A/D

source: Accuracy of Information
de: Genauigkeit der Daten
ja: 情報の精度

source: Acknowledgement of Money Transfer
de: Bestätigung der Geldüberweisung
ja: 送金確認

source: Acknowledgement of Withdrawal Request
de: Bestätigung des Auszahlungsantrags
ja: ご出金リクエストを承りました。

source: Acquisition
de: Erwerb

source: Acquisition of financial contracts through this site must be effected in accordance with the terms and conditions presented on the pages of this site. Acquisition of a financial contract is completed when the financial contract has been customised, the premium (or the payout, as the case may be) has been calculated and payment has been verified.
de: Der Abschluss von Finanzkontrakten über diese Seite muss unter Einhaltung der Geschäftsbedingungen erfolgen, die auf den Seiten dieser Website veröffentlicht sind. Der Abschluss eines Finanzkontrakts ist erfolgt, wenn der Finanzkontrakt angepasst, die Prämie (gegebenenfalls die Auszahlung) berechnet und die Bezahlung bestätigt wurde.
ja: 当社サービスでの金融トレードの購入は、当サイトに記載されているご利用規約に従って取り扱われます。金融トレードのご購入は、トレード内容のカスタマイズ、価値（または場合によっては払い戻し金額）が算出され、支払いが認証された時点で成立します。

source: Action
de: Handlung
ja: 売買

source: Add Lines
de: Linien hinzufügen
ja: ラインを加える

source: Add Overlay
de: Overlay hinzufügen
ja: オーバーレイを加える

source: Address
de: Adresse
ja: ご住所

source: Adjusted Barrier
de: Veränderte Grenze
ja: 調整バリア

source: Adjusted Barrier 1
de: Veränderte Grenze 1
ja: 調整バリア1

source: Adjusted Barrier 2
de: Angepasste Barriere 2
ja: 調整バリア 2

source: Affiliate
de: Geschäftspartner
ja: アフィリエイト

source: Affiliate Program
de: Partnerprogramm
ja: アフィリエイト

source: After logging into binary.com, you can register as an API Developer
de: Nachdem sie sich bei binary.com eingeloggt haben, können Sie sich als API Entwickler anmelden
ja: Binary.comにログイン後、API開発者として登録が可能です

source: After the user authenticates to %1; their browser will be re-directed to your callback handler with a call like this:
de: Nachdem sich der Benutzer bei %1 angemeldet hat, wird sein Browser, mit einem Anruf wie diesem, zu Ihrem Callback Handler umgeleitet:
ja: ユーザが%1へ認証した後ユーザのブラウザは、以下のようにあなたのコールバック・ハンドラーへ再接続されます：

source: All
de: Alle
ja: 全て

source: All credit card details are submitted directly to the Visa/Mastercard network using the latest SSL encryption technology, in accordance with bank policies.
de: Es werden alle Kreditkartendaten direkt an das Visa/Mastercard Netzwerk weitergeleitet. Dabei kommt in Übereinstimmung mit den Richtlinien der Bank die neuste SSL-Verschlüsselungstechnologie zur Anwendung.
ja: クレジットカードの詳細情報は全て、金融機関の規定に合致する最新のSSLの暗号技術を採用しているVisa/Mastercardのネットワークに直接送信されます。

source: All opinions, news, research, analysis, prices or other information contained on this website are provided as general market commentary and do not constitute investment advice. %1 will not accept liability for any loss or damage, including but without limitation to, any loss of profit that may arise directly or indirectly from use of or reliance on such information.
de: Alle Meinungen, Nachrichten, Recherchen, Analysen, Kurse oder andere Informationen, die diese Website enthält, werden als allgemeine Marktkommentare zur Verfügung gestellt und stellen keine Anlageberatung dar. %1 übernimmt keine Haftung für Verluste oder Schäden, insbesondere für entgangenene Gewinne, die unmittelbar oder mittelbar aus der Verwendung dieser Angaben oder im Vertrauen auf diese entstehen.
ja: 当社サイトに掲載されているご意見、ニュース、リサーチ、分析、価格などの情報は、一般的な市場に関するコメントであり、投資に関する助言ではありません。％1ではそのような情報の使用または依存から直接または間接的に生じる可能性がある利益の損失、損害についての責任を一切負いません。

source: All times are in GMT (Greenwich Mean Time).
de: Alle Zeitangaben sind in GMT (Greenwich-Zeit).
ja: 当社サイトの時間表示は全て、GMT（グリニッジ標準時）に基づきます。

source: All you need to do is follow the instructions in the email we just sent you. The e-mail subject-line reads, <strong>New Password Request</strong>.
de: Sie müssen nur die Anleitungen befolgen, die wir Ihnen soeben per E-Mail gschickt haben. Die Betreffzeile der E-Mail lautet <strong>Anforderung eines neuen Passwort <strong>.
ja: 必要なことは当社からお客様に送信されたEメールの指示に従っていただくだけです。Eメールの件名には、<strong>新しいパスワードのリクエスト</strong>と表記されています。

source: Although the Company has and retains all rights to refuse or to close a Client’s account, the Company does warrant that all contractual obligations already made, shall be honoured.
de: Obwohl das Unternehmen alle Rechte hat und sich vorbehältm ein Kundenkonto abzulehnen oder zu kündigen, garantiert das Unternehmen, dass alle schon eingegangenen vertraglichen Verpflichtungen erfüllt werden.
ja: 当社は一部のお客様のアカウントの拒否、または閉鎖する全ての権利を保持していますが、既に行われた契約上の義務は守らせていただきます。

source: Amount
de: Betrag
ja: 金額

source: Amount must be a positive number.
de: Betrag muss eine positive Zahl sein.
ja: ご入力値は正の値である必要があります。

source: An Ends Between trade pays out if the market exit price is strictly higher than the low price target AND strictly lower than the high price target. An Ends Outside binary pays out if the market exit price is EITHER strictly higher than the high price target OR strictly lower than the low price target.
de: Ein Endet-Zwischen Kontrakt wird ausgezahlt, wenn der Kurs zum Vertragsende grundsätzlich höher als die niedrige Kursschwelle UND grundsätzlich niedriger als die hohe Kursschwelle ist. Eine Endet-Oberhalb Binäre Option wird ausgezahlt, wenn der Kurs zum Ende des Kontrakts ENTWEDER grundsätzlich höher als die hohe Kursschwelle oder grundsätzlich niedriger als die niedrige Kursschwelle ist.
ja: 「範囲内で終了」のトレードタイプでは、トレード終了価格が最低価格として設定したバリアよりも高値、”かつ”、最高価格として設定したバリアよりも安値であれば勝ち判定になります。同値は負け判定になり、終了時間の価格のみが評価対象になります。「範囲外で終了」のトレードタイプでは、トレード終了価格が最高価格として設定したバリアよりも高値、”または”、最低価格として設定したバリアよりも安値であれば勝ち判定になります。同値は負け判定になり、終了時間の価格のみが評価対象になります。

source: An automatically generated <a href="https://apigee.com/rmg/resources/binary1" target="_blank">Resource Summary</a> is also available.
de: Es steht auch ein automatisch erstellter <a href="https://apigee.com/rmg/resources/binary1" target="_blank">Mittelüberblick</a> zur Verfüung.

source: An error occurred while processing request. If this error persists, please contact customer support
de: Bei der Bearbeitung der Anfrage ist ein Fehler aufgetreten. Sollte dieser Fehler weiter bestehen, setzen Sie sich bitte mit unserem Kundendienst in Verbindung
ja: リクエスト処理中にエラーが発生しました。もし、エラーが解消されない場合はカスタマーサポートまでご連絡下さい

source: An indicator based on the difference between two moving averages expressed as a percentage. The PPO is found by subtracting the longer moving average from the shorter moving average and then dividing the difference by the longer moving average.
de: Es handelt sich um einen Indikator, der auf der Differenz zweier gleitender Mittelwerte basiert und in Prozenten ausgedrückt wird. Die PPO wird ermittelt, indem der längere gleitende Mittelwert vom kürzeren gleitenden Mittelwert abgezogen und die Differenz durch den längeren gleitenden Mittelwert dividiert wird.
ja: パーセンテージて表現された２種類の移動平均の差に基づく指標です。PPOは、短期間の移動平均から長期間の移動平均を差し引き長期間の移動平均で割ることで得られます。

source: An indicator that measures a security's volatility. High ATR values indicate high volatility and may be an indication of panic selling or panic buying. Low ATR readings indicate sideways movement by the stock.
de: Ein Indikator, der die Volatilität eines Wertpapiers misst. Hohe ATR Werte verweisen auf eine hohe Volatilität und können ein Anzeichen von Panikverkäufen oder Panikkäufen sein. Niedrige ATR Messwerte zeigen Seitwärtsbewegungen der Aktie an.
ja: 価格の乱高下を測定する指標です。高いATR値は高い変動率を示し、異常な量の売買の可能性を示唆します。低いATR値は株価の動きが均衡状態であることを示します。

source: An oscillator that attempts to combine information for several different time periods into one number. Three different time periods are used, typically a 7-day period, a 14-day period, and a 28-day period. The resulting oscillator is "bounded" in that it moves between 0 and 100 with 50 as the centre line. 70 and 30 are used as overbought/oversold levels.
de: Ein Indikator, der versucht, die Informationen für mehrere unterschiedliche Zeiträume in einer Zahl zusammenzufassen. Es werden drei verschiedene Zeiträume verwendet: normalerweise ein 7-Tage Zeitraum, ein 14-Tage Zeitraum und ein 28-Tage Zeitraum. Der sich daraus ergebende Oszillator ist auf eine Bewegung zwischen 0 und 100 begrenzt, wobei 50 als die Mittellinie gilt. 70 und 30 werden als überkaufte/überverkaufte Level verwendet.
ja: 複数の異なる期間から得られる情報を一つの数値に統合することを目指す指標です。３種類の異なる期間が用いられ、一般的には７日間、１４日間、２８日間が採用されます。指標の値は５０を中心として０から１００の値を示します。７０と３０は各々、買われ過ぎ／売られ過ぎというレベルを示します。

source: An oscillator that measures the rate of price change (as opposed to the actual levels themselves). It is calculated by taking price differences for a fixed time interval. This positive or negative value is plotted around a zero line.
de: Es handelt sich um einen Oszillator, der die Preisänderungsrate misst (im Gegensatz zu den aktuellen Ständen selbst). Er errechnet sich aus den Preisunterschieden für einen festen Zeitintervall. Dieser positive oder negative Wert wird um die Nulllinie grafisch dargestellt.
ja: このオシレーターでは価格変動の割合を測ります。固定された期間での価格の差が計算され、正または負の値が0ライン近辺に出現します。

source: An oscillator used to identify overbought and oversold readings in RSI (Relative Strength Index). Because RSI can go for extended periods without becoming overbought (above 70) or oversold (below 30), StochRSI provides an alternative means to identify these extremities.
de: Ein Oszillator, um überkauft und überverkaufte Positionen im RSI (Relative Strength Index) zu erkennen. Da der RSI sich über lange Zeiträume erstrecken kann, ohne überkauft (über 70) oder überverkauft (unter 30) zu sein, bietet StochRSI ein alternatives Mittel, um diese Extreme zu erkennen.
ja: RSIを解析することで過剰な売買を検出するオシレーターのことです。RSIでは過剰な買い（値70以上）または、過剰な売り（値30以下）に達することなく延長された期間へも適用される場合がありますので、StochRSIではそのような過剰な状況を特定できるような手段を提供します。

source: And your weekends can take you to some of the world’s most exotic and beautiful places.
de: Und Sie können Ihre Wochenenden an einigen der exotischsten und schönsten Orten auf Erden verbringen.
ja: そして週末には世界屈指のエキゾチックで美しい場所を訪問することができます。

source: Andrei Asavei <span>Top Binary Options Brokers</span>
de: Andrei Asavei<span>Top Binäre Optionen Makler</span>
ja: Andrei Asavei氏<span>（Top Binary Options Brokers）</span>

source: Another major award. This time we’re nominated by the online readers of Global Banking and Finance Review and judged by a panel of industry experts and analysts who recognise our 13 years of platform reliability, range of trades, pricing, customer service and extensive knowledge.
de: Eine weitere bedeutende Auszeichnung. Dieses Mal wurden wir von den online Lesern des Global Banking and Finance Review nominiert und von einer Branchenexpertengruppe und Analytikern bewertet, die unsere 13 Jahre an Plattform-Zuverlässigkeit, Trading-Möglichkeiten, Preisgestaltung, Kundenbetreuung und umfassendes Wissen ausgezeichnet haben.
ja: これも主要な受賞です。”Global Banking”、及び”Finance Review”の読者からノミネートされ、業界の専門家、及びアナリストによって当社の１３年以上に及ぶシステムの信頼性、トレードの幅、価格決定システム、カスタマーサービス、そして専門知識が評価されました。

source: Answer to secret question
de: Antwort auf die Geheimfrage
ja: 秘密のご質問の回答

source: Any changes in our privacy policy or security statement will be posted onto this website. In the event of material changes that directly affect the economic use of your personal information, we will request your prior authorisation in writing before effecting such change on your account.
de: Auf dieser Seite werden alle Änderungen unserer Datenschutzrichtlinien oder der Sicherheitserklärung veröffentlicht. Im Falle materieller Änderungen, die die wirtschaftliche Verwendung Ihrer personenbezogenen Daten direkt betreffen, werden wir von Ihnen vorab eine schriftliche Genehmigung einholen, bevor eine solche Änderung auf Ihrem Konto vorgenommen wird.
ja: 個人情報のお取り扱いなどに関する変更点は全て当社サイトに掲載されます。お客様の個人情報の経済的利用へ直接影響を与えるような変更が発生し得る場合は、当社はお客様のご口座にそのような影響が発生する前に書面での事前認証を求めます。

source: Any form of Spam will result in your account being placed under review and all funds due being withheld pending an investigation into your account. You need to be aware that %1 is liable to incur expenses in dealing with Spam generated mail and these same expenses will be deducted from your account. In this instance the amount determined will be fair and deemed final and acceptable based on good faith and such amount will be collectable by law and deemed to have been accepted by yourself as fair and reasonable and as agreed to by registration as an affiliate of %1.
de: Jede Form von Spam hat zur Folge, dass Ihr Konto einer Prüfung unterzogen wird und alle zur Auszahlung bereiten Mittel für die Dauer einer Kontenprüfung zurückgehalten werden. Sie sollten sich dessen bewusst sein, dass %1 durch Spam-Mails Kosten entstehen. Diese Kosten werden vom Guthaben auf Ihrem Konto abgezogen. In einem solchen Fall wird ein angemessener Betrag festgelegt, der nach gutem Glauben als endgültig und für akzeptabel erachtet wird. Ein solcher Betrag ist rechtlich vollstreckbar. Es wird davon ausgegangen, dass Sie als Partner von %1 den Betrag als fair und angemessen akzeptieren, so wie Sie dies bei Ihrer Anmeldung als Partner von %1 erklärt haben.
ja: スパム行為が検出された場合は、アフィリエイト口座の調査が実施されアフィリエイト口座内の資金の支払いも保留します。アフィリエイト会員は、%1はスパムメール行為への対策費用を負担する立場でありあること、そしてそのような対策費用と同額の額がアフィリエイト会員の口座から差し引かれることを理解する必要があります。対策費用の総額は、誠意に基づく平等な価格に決定され、法的に回収され、アフィリエイト会員が公平かつ妥当と承諾したとみなし、これらの条件を%1のアフィリエイト会員として登録した時点で承諾したものとします。

source: Any information given on these pages and/or emails or newsletters sent by the company related thereto, is not intended as financial or investment advice and the Company will not accept any liability in this respect, nor will the Company accept any responsibility for the accuracy or comprehensiveness of the information provided on this site.
de: Alle Informationen, die auf diesen Seiten und/oder in E-Mails oder Newslettern, welche vom jeweiligen Unternehmen verschickt werden,enthalten sind, gelten nicht als Finanz- oder Anlageberatung. Das Unternehmen übernimmt diesbezüglich keine Haftung oder Verantwortung für die Genauigkeit oder die Vollständigkeit der auf dieser Site zur Verfügung gestellten Informationen.
ja: 当社サイトの全てのページ、メール、ニュースレターなどに掲載された情報は全て、金融または投資の助言を意図しているものではなく、当社はこの点においていかなる責任も負わず、当サイトに掲載されている情報の精度、網羅性に対する責任も負いません。

source: Any notice given or made under this Agreement to the Company shall be by email to %1. The Company shall send you any notices given or made under this Agreement to the email address supplied on your application form or such other email address as notified by you to the Company.
de: Alle Mitteilungen bezüglich dieser Vereinbarung an das Unternehmen müssen mit E-Mail an %1 übermittelt werden. Das Unternehmen sendet alle Mitteilungen zu dieser Vereinbarung an die von Ihnen im Antragsformular genannte E-Mail-Adresse oder an eine andere E-Mail-Adresse, die Sie dem Unternehmen mitgeteilt haben.
ja: 本契約に基き、当社に付与、又は作成された全ての通知事項はメールにて%1へ伝達されるものとします。当社は本契約に基づいて、付与、又は作成された通知事項を登録済みのメールアドレス、または当社に共有された他のメールアドレスに送信します。

source: Anyone over the age 18 [who has read and agreed to the %1 terms and conditions], and who is not resident in one of the 'closed countries' can trade on the %1 platform.
de: Jeder im Alter von mehr als 18 Jahren [der die Allgemeinen Geschäftsbedingungen von %1 gelesen und akzeptiert hat] und der keinen Wohnsitz einem der 'ausgeschlossenen Länder' hat, darf auf der Plattform von %1 handeln.
ja: １８歳以上で %1のご利用規約に同意された方、かつ当社がサービスを提供していない国に居住していない方であればどなたでも、%1のプラットフォームでトレードをして頂けます。

source: Application Name
de: Name der Anwendung
ja: アプリケーション名

source: Apply for access
de: Zugang beantragen
ja: アクセスを適用

source: Apply to become Payment Agent
de: Sich als Zahlungsabwickeler bewerben

source: Apply to become a %1 <a class="pjaxload" href="%2">payment agent</a>.
de: Bewerben Sie sich als <a class="pjaxload" href="%2">Zahlungsabwickler</a> von %1.

source: Appropriateness
de: Angemessenheit
ja: 適正

source: Appropriateness Test
de: Eignungstest
ja: 適正テスト

source: Are there any costs?
de: Entstehen Kosten?
ja: 参加費用について教えて下さい

source: Are you familiar with Commodities?
de: Kennen Sie sich mit Rohstoffen aus?

source: Are you familiar with Forex?
de: Kennen Sie sich mit Devisen aus?

source: Are you familiar with Indices?
de: Kennen Sie sich mit Indizies aus?

source: Are you familiar with Stocks?
de: Kennen Sie sich mit Aktien aus?

source: Are you familiar with other financial instruments?
de: Kennen Sie sich mit weiteren Finanzinstrumenten aus?

source: Are you ready?
de: Sind Sie bereit?
ja: 準備はよろしいですか？

source: Are you sure you want to delete '#1'?
de: Sind Sie sicher, dass Sie "#1" löschen möchten?
ja: '#1'を削除してもよろしいでしょうか？

source: Are you sure you want to delete all workspaces?
de: Sind Sie sicher, dass Sie alle Arbeitsbereiche löschen möchten?
ja: 全てのワークスペースを削除してもよろしいでしょうか？

source: Are your site visitors interested in:
de: Haben die Besucher Ihrer Webseite Interesse an:
ja: サイト訪問者は以下の話題に興味がありますか？

source: Aroon Up/Down
de: Aroon Auf/Ab
ja: アルーンアップ/ダウン

source: AroonOsc
de: AroonOsz
ja: アルーン・オシレーター

source: As soon as you click on the ‘PURCHASE’ button, your trade registers in your account. The price of your trade continues to update in real time.
de: Sobald Sie den "KAUF" Knopf klicken, wird Ihr Kontrakt in Ihrem Konto registriert. Der Preis Ihres Kontrakts weiterhin in Echtzeit aktualisiert.
ja: 「購入」ボタンをクリックすると即座にトレードがご口座に登録され、価格情報はリアルタイムで更新され続けます。

source: Asian
de: Asiatisch

source: Asian options settle by comparing the <strong>last tick</strong> with the average spot over the period.
de: Asiatische Optionen werden abgewickelt, indem der <strong>letzte Tick</strong> mit dem durchschnittlichen Kassakurs während des Zeitraums verglichen wird.

source: Asians
de: Asiaten

source: Ask
de: Fragen

source: Asset
de: Kapital
ja: 取引対象

source: Asset Index
de: Vermögensindex
ja: 取引期間データ

source: At a suitable stage in your application, when authorisation by a %1 end-user is required, re-direct the end-user's browser to this URL:
de: Zu einem geeigneten Zeitpunkt in Ihrer Anwendung, wird, sofern die Genehmigung durch einen %1 End-Benutzer erforderlich ist, der Browser des End-Benutzers auf diese URL umgeleitet:
ja: %1のエンドユーザからの承認が必要となった際は、適切なタイミングでエンドユーザのブラウザをこのURLへ再接続して下さい：

source: Authenticate
de: Authentifizieren
ja: ご口座アップグレード

source: Authenticate to Withdraw
de: Zur Auszahlung authentifizieren
ja: ご出金のためのご口座アップグレードについて

source: Authenticate your Account
de: Authentifizieren Sie Ihr Konto
ja: ご口座のアップグレードについて

source: Authenticate your account
de: Authentifizieren Sie Ihr Konto
ja: お客様のアカウント認証

source: Authentication
de: Authentifizierung
ja: ご口座アップグレード

source: Authorization: Basic %1
de: Genehmigung: Basic %1
ja: 認証コード：Basic %1

source: Authorization: Bearer %1
de: Genehmigung: Bearer %1
ja: 認証コード：Bearer %1

source: Available payment methods
de: Vorhandene Zahlungsmethoden
ja: ご利用できるお支払い方法

source: Average
de: Mittelwert
ja: 平均

source: Average Change
de: durchschnittliche Änderungsquote
ja: 平均変化

source: Average Change = Average Close - Average Open, for the period selected
de: durchschnittliche Änderungsquote = Durchschnittlich Geschlossen - Durchschnittlich Geöffnet, für den ausgewählten Zeitraum
ja: 平均変化値とは、該当期間の平均終値から平均始値を引いた値のことです

source: Avg Directional Index
de: Durchschn. Richtungsindex
ja: Avg Directional Index：ADX

source: Avg True Range
de: Durchschnitt des True Range
ja: Avg True Range：ATR

source: Award-winning, patented financial trading platform
de: Preisgekrönte, patentierte Finanzhandelsplattform
ja: 受賞履歴を誇る特許取得済みのトレードプラットフォームを提供

source: BACK TO HOMEPAGE
de: ZURÜCK ZUR STARTSEITE
ja: ホームページへ戻る

source: BIEL Terms
de: BIEL Bedingungen
ja: BIEL規約

source: BIEL is a company established in Malta under registration number C70156 and having its registered office at Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta.
de: BIEL ist ein in Malta unter der Registriernummer C70156 eingetragenes Unternehmen und hat seine angemeldetes Hauptniederlassung in Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta.
ja: BIELは登録番号C70156の下マルタに設立され、Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Maltaに登録事務所を有しています。

source: BOM Charts Workspace
de: Arbeitsbereich BOM Charts
ja: チャート・ワークスペース

source: Back
de: Zurück
ja: 戻る

source: Balance
de: Guthaben
ja: 残高

source: Balances
de: Guthaben
ja: 残高

source: Bank wire/Money transfer
de: Banküberweisung/Geldtransfer
ja: 銀行振込・送金

source: Bank your way
de: Bankgeschäfte nach Wunsch
ja: 数々のご入金方法

source: Bank/Credit Union/Building Society/Credit/Debit Card statement or passbook (within last 3 months).
de: Bank-/Genossenschaftsbank-/Bausparkassen-/Kredit-/Debitkartenauszug oder Sparbuch (der letzten drei Monate).
ja: 銀行口座の残高証明、信用金庫の残高証明、住宅金融組合の残高証明、クレジットカードの支払い通知、デビットカードの支払い通知、または通帳の原本(３ヶ月以内に発行されたもの)。

source: Bankruptcy Filing
de: Konkursantrag

source: Banks, hedge funds and professional investors routinely trade binary options in over-the-counter derivatives markets. Many market professionals use and trust the %1 platform for high-volume flexible trades.
de: Banken, Hedgefonds und professionelle Investoren handeln Binäre Optionen regelmäßig in den sekundären Freiverkehrsmärkten. Viele Marktprofis vertrauen und verwenden die %1 Plattform für hochvolumige, flexible Kontrakte.
ja: 銀行、ヘッジファンド、そしてプロの投資家は、オーバー・ザ・カウンターのデリバティブ市場にてバイナリーオプションを日常的に取引しています。多くのマーケットのプロが大きなボリューム、及び柔軟なトレードを行うために、%1のプラットフォームを利用し、厚く信頼しています。

source: Bar HLC Chart
de: HLC Balkendiagramm
ja: Bar HLCチャート

source: Bar OHLC Chart
de: OHLC Balkendiagramm
ja: Bar OHLCチャート

source: Barrier
de: Schwelle
ja: バリア

source: Barrier 1
de: Barriere 1
ja: バリア 1

source: Barrier 2
de: Barriere 2
ja: バリア 2

source: Barrier From format error
de: Schwelle ab Formatfehler
ja: フォーマットエラーからのバリア

source: Barrier Step (%) out of limit
de: Schwellenstufe (%) außerhalb des Limits
ja: バリア（%）の制限外

source: Barrier Step format error
de: Schwellenschritt Formatfehler
ja: バリアステップのフォーマットエラー

source: Barrier is out of acceptable range.
de: Schwelle liegt außerhalb des akzeptablen Bereichs.
ja: 受付け範囲外のバリア値。

source: Barrier must be at least
de: Schwelle muss mindestens sein
ja: バリアの最小値

source: Barrier offset
de: Schwellenverschiebung
ja: 追加バリア値

source: Barrier outside acceptable range.
de: Schwelle außerhalb des akzeptablen Bereichs.
ja: 受付可能な範囲外のバリア値。

source: Barrier terms
de: Schwellenbedingungen
ja: バリア検索

source: Barrier(s)
de: Schwelle(n)
ja: バリア

source: Barriers must be on either side of the spot.
de: Schwellen müssen oberhalb und unterhalb des Kassakurses liegen.
ja: バリアの値は両方のスポット価格をカバーするように指定して下さい。

source: Basic Account review/update facilities
de: Einfache Kontoeinsicht-/Aktualisierungsfunktionen
