Repository: yottanami/binary-static
Catalog: config/locales/*.po
Languages: de, ja

source: Australia Stocks
de: Australien Aktien
ja: オーストラリア株式

source: Americas Future
de: Amerikas Future

source: French Stocks
de: Französische Aktien
ja: フランス株式

source: Major Pairs
de: Wichtigste Paare
ja: 主要ペア

source: The most widely traded and liquid forex pairs.
de: Die meistgehandelten und liquiden Devisenpaare.
ja: 最も取引されている外国為替ペア。

source: Americas
de: Amerika
ja: 南米

source: Agriculture Sector
de: Landwirtschaftssektor
ja: 農業関連

source: Spain Stocks
de: Spanien Aktien
ja: スペイン株式

source: Italy Stocks
de: Italien Aktien
ja: イタリア株式

source: Industrials Sector
de: Branchensektor
ja: 工業関連

source: Europe/Africa
de: Europa/Afrika
ja: ヨーロッパ・アフリカ

source: Norway Stocks
de: Norwegen Aktien
ja: ノルウェー株式

source: Germany Stocks
de: Deutschland Aktien
ja: ドイツ株式

source: Metals
de: Metalle
ja: 金属関連

source: Technology Sector
de: Technologiesektor
ja: テクノロジー関連

source: Belgian Stocks
de: Belgische Aktien
ja: ベルギー株式

source: Korea Stocks
de: Korea Aktien
ja: 韓国株式

source: Consumer Srv Sector
de: Verbraucherdienstleistungssektor
ja: コンシューマーサービス関連

source: Asia/Oceania
de: Asien/Ozeanien
ja: アジア・オセアニア

source: Energy
de: Energie
ja: エネルギー関連

source: Asia/Oceania Future
de: Asien/Ozeanien Future

source: Smart FX indices
de: Smart FX Indizes

source: Represent a single day of trading with different market factors. They are reset at the start of each trading day (12:00GMT).
de: Stellen einen einzigen Handelstag mit verschiedenen Marktfaktoren dar. Sie werden zu Beginn jeden Börsentages zurückgesetzt (12:00GMT).
ja: 異なる市場での要素と共に一日のトレードを示します。１日１回、12:00GMTに価格がリセットされます。

source: United States Stocks
de: US Aktien

source: Minor Pairs
de: Untergeordnete Paare
ja: マイナーペア

source: Forex pairs of interest, but with less liquid international markets.
de: Interessante Devisenpaare, jedoch mit weniger liquiden internationalen Märkten.
ja: 外国為替のうち、国際市場で流動性が低いペア。

source: Global Sector
de: Globaler Sektor
ja: グローバル指数関連

source: Energy Sector
de: Energiesektor
ja: エネルギー関連

source: Metals Sector
de: Metallsektor
ja: 金属関連

source: Associated with a number that represents the relative volatility of the market. For example, the Random 100 Index is twice as volatile as the Random 50 Index.
de: Verbunden mit einer Zahl, die die relative Marktvolatilität darstellt. Der Random 100 Index ist beispielsweise doppelt so volatil wie der Random 50 Index.
ja: 市場での変動を再現できるような乱数に関連があります。例えば、ランダム１００指数では、ランダム５０指数の２倍のボラティリティが採用されています。

source: Represent a single day of trading with different market factors. They are reset at the start of each trading day (00:00GMT).
de: Stellen einen einzigen Börsentag mit verschiedenen Marktfaktoren dar. Sie werden zu Beginn jedes Börsentages zurückgesetzt (00:00GMT).
ja: 異なる市場での要素と共に一日のトレードを示します。１日１回、00:00GMTに価格がリセットされます。

source: Financial Sector
de: Finanzsektor
ja: 金融関連

source: Europe/Africa Future
de: Europa/Afrika Future

source: Japan Stocks
de: Japan Aktien
ja: 日本株式

source: config-only
de: nur Konfiguration
ja: コンフィグ専用

source: Health Care Sector
de: Gesundheitssektor
ja: ヘルスケア関連

source: Predict the ending market level relative to 2 chosen barriers.
de: Sagen Sie den Kurschlussstand im Verhältnis zu 2 ausgewählten Schwellen voraus.
ja: トレード終了時の市場価格を上下に設定したバリア値にて予想します。

source: Vanilla Options
de: Vanilla Optionen
ja: バニラ・オプション

source: Plain vanilla options
de: Plain Vanilla Optionen
ja: プレーン・バニラ・オプション

source: Predict the ending market level relative to the average market prices throughout the course of the contract
de: Sagen Sie den Stand des Schlusskurses im Verhältnis zu den Durchschnittskursen während der Kontraktlaufzeit voraus

source: Predict whether or not the market will touch either of 2 chosen levels before expiration.
de: Sagen Sie voraus, ob der Kurs vor Ablauf einen von 2 gewählten Ständen berühren wird.
ja: トレード終了時までの市場価格を上下に設定したバリア値にて予想します。

source: Predict whether or not the market will touch a chosen level before expiration.
de: Sagen Sie voraus, ob der Kurs vor Ablauf einen ausgewählten Stand erreichen wird.
ja: 市場価格が取引終了までに指定した価格にタッチするかどうかを予想するトレードです。

source: Predict the last digit of the market price at expiration.
de: Sagen Sie die letzte Stelle des Marktkurses zum Ablauf voraus.

source: Up/Down
de: Auf/Ab
ja: アップ/ダウン

source: Predict the ending market level relative to a chosen barrier.
de: Sagen Sie das Schlusskursstand im Verhältnis zu einer ausgewählten Schwelle voraus.
ja: トレード終了時の市場価格を設定したバリア値にて予想します。

source: asian down
de: asiatisches Tief

source: %1 <strong>%2</strong> payout if the <strong>last tick</strong> of %3 is strictly <strong>lower</strong> than the <strong>average</strong> of the <strong>%5 ticks</strong>.
de: %1 <strong>%2</strong> Auszahlung wenn der <strong>letzte Tick</strong> von %3 genau <strong>niedriger</strong> als der <strong>Durchschnitt</strong> der <strong>%5 Ticks</strong> ist.

source: asian up
de: Asiatisch hoch

source: %1 <strong>%2</strong> payout if the <strong>last tick</strong> of %3 is strictly <strong>higher</strong> than the <strong>average</strong> of the <strong>%5 ticks</strong>.
de: %2 <strong>%1</strong> Auszahlung, wenn der <strong>letzte Tick</strong> von %3 exakt <strong>höher</strong> als der <strong>Durchschnitt</strong> der <strong>%5 Ticks</strong> ist.

source: higher
de: höher
ja: ラダー高

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>higher</strong> than <strong>%6</strong> at %5.
de: %1 <strong>%2</strong> Auszahlung, wenn %3 genau <strong>höher</strong> als <strong>%6</strong> um %5 ist.
ja: %3が%5に正確に<strong>%6</strong>よりも<strong>高い値</strong>を付けた場合、%1 <strong>%2</strong> が払い戻されます。

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>higher</strong> than <strong>%6</strong> at %5 after %4.
de: %1 <strong>%2</strong> Auszahlung wenn %3 genau <strong>höher</strong> als <strong>%6</strong> um %5 nach %4 ist.
ja: %3が%4後の%5で正確に<strong>%4</strong>よりも<strong>高い値</strong>を付けた場合、%1 <strong>%2</strong> が払い戻されます。

source: %1 <strong>%2</strong> payout if %3 after <strong>%5 ticks</strong> is strictly <strong>higher</strong> than <strong>%6</strong>.
de: %2 <strong>%1</strong> Auszahlung, wenn %3 nach <strong>%5 Ticks</strong> exakt <strong>höher</strong> als <strong>%6</strong> ist.

source: differs
de: unterscheidet sich

source: %1 <strong>%2</strong> payout if the last digit of %3 <strong>is not %6</strong> after <strong>%5 ticks</strong>.
de: %1 <strong>%2</strong> Auszahlung wenn die letzte Stelle von %3 nach <strong>%5 Ticks</strong> <strong>nicht %6 ist</strong>.

source: matches
de: entspricht

source: %1 <strong>%2</strong> payout if the last digit of %3 <strong>is %6</strong> after <strong>%5 ticks</strong>.
de: %2 <strong>%1</strong> Auszahlung, wenn die letzte Stelle von %3 nach <strong>%5 Ticks</strong> <strong>%6 ist</strong>.

source: ends outside
de: endet außerhalb
ja: 範囲外で終了

source: %1 <strong>%2</strong> payout if %3 <strong>ends outside %7</strong> to <strong>%6</strong> at %5.
de: %2 <strong> %1</strong> Auszahlung wenn %3 <strong>außerhalb %7</strong> bis <strong>%6</strong> um %5 endet.
ja: %3が%5で<strong>%7</strong>と<strong>%6の範囲外に存在した場合</strong>、%1 <strong>%2</strong>が払い戻されます。

source: %1 <strong>%2</strong> payout if %3 <strong>ends outside %7</strong> to <strong>%6</strong> at %5 after %4.
de: %2 <strong> %1</strong> Auszahlung, wenn %3 <strong>außerhalb %7</strong> bis <strong>%6</strong> um %5 nach %4 endet.
ja: %3が%4後の%5で<strong>%7</strong>と<strong>%6の範囲外に存在した場合</strong>、%1 <strong>%2</strong>が払い戻されます。

source: ends between
de: schließt zwischen
ja: 範囲内で終了

source: %1 <strong>%2</strong> payout if %3 <strong>ends strictly between %7</strong> to <strong>%6</strong> at %5.
de: %2 <strong> %1</strong> Auszahlung, wenn %3 <strong>genau zwischen %7</strong> bis <strong>%6</strong> bei %5 endet.

source: %1 <strong>%2</strong> payout if %3 <strong>ends strictly between %7</strong> to <strong>%6</strong> at %5 after %4.
de: %1 <strong>%2</strong> Auszahlung, wenn %3 <strong>genau zwischen %7</strong> bis <strong>%6</strong> bei %5 nach %4 endet.

source: does not touch
de: erreicht nicht
ja: ノータッチ

source: %1 <strong>%2</strong> payout if %3 <strong>does not touch %6</strong> through %5.
de: %2 <strong> %1</strong> Auszahlung, wenn %3 bis %5 <strong>%6 nicht berührt</strong>.
ja: %3が%5まで常に<strong>%6にタッチしなかった場合</strong>、%1 <strong>%2</strong>が払い戻されます。

source: %1 <strong>%2</strong> payout if %3 <strong>does not touch %6</strong> through %5 after %4.
de: %1 <strong>%2</strong> Auszahlung, wenn %3 bis zu %5 nach %4 <strong>%6 nicht berührt</strong>.
ja: %3が%4後の%5まで常に<strong>%6にタッチしなかった場合</strong>、%1 <strong>%2</strong>が払い戻されます。

source: touches
de: berührt
ja: タッチ

source: %1 <strong>%2</strong> payout if %3 <strong>touches %6</strong> through %5.
de: %2 <strong> %1 </strong> Auszahlung, wenn <strong>%3 %6 <strong> berührt durch %5.

source: %1 <strong>%2</strong> payout if %3 <strong>touches %6</strong> through %5 after %4.
de: %2 <strong> %1</strong> Auszahlung, wenn %3 <strong> %6 <strong> berrührt durch %5 nach %4.

source: lower
de: niedriger

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>lower</strong> than <strong>%6</strong> at %5.
de: %2 <strong> %1</strong> Auszahlung wenn %3 genau <strong>niedriger</strong> als <strong>%6</strong> um %5 ist.
ja: %3が%5に正確に<strong>%6</strong>よりも<strong>低い値</strong>を付けた場合、%1 <strong>%2</strong> が払い戻されます。

source: %1 <strong>%2</strong> payout if %3 is strictly <strong>lower</strong> than <strong>%6</strong> at %5 after %4.
de: %1 <strong>%2</strong> Auszahlung wenn %3 genau <strong>niedriger</strong> als <strong>%6</strong> um %5 nach %4 ist.
ja: %3が%4後の%5で正確に<strong>%6</strong>よりも<strong>低い値</strong>を付けた場合、%1 <strong>%2</strong> が払い戻されます。

source: %1 <strong>%2</strong> payout if %3 after <strong>%5 ticks</strong> is strictly <strong>lower</strong> than <strong>%6</strong>.
de: %1 <strong>%2</strong> Auszahlung, wenn %3 nach <strong>%5 Ticks</strong> genau <strong>niedriger</strong> als <strong>%6</strong> ist.

source: stays between
de: bleibt zwischen
ja: 範囲内に留まる

source: %1 <strong>%2</strong> payout if %3 <strong>stays between %7</strong> to <strong>%6</strong> through %5.
de: %2 <strong> %1</strong> Auszahlung, wenn %3 <strong>zwischen %7</strong> und <strong>%6</strong> bis %5 bleibt.
ja: %3が%5まで常に正確に<strong>%7</strong>と<strong>%6の範囲内に存在している場合</strong>、%1 <strong>%2</strong>が払い戻されます。

source: %1 <strong>%2</strong> payout if %3 <strong>stays between %7</strong> and <strong>%6</strong> through %5 after %4.
de: %2 <strong> %1</strong> Auszahlung, wenn %3 <strong> zwischen %7</strong> und <strong>%6</strong> bis %5 nach %4 bleibt.
ja: %3が%4後の%5まで常に正確に<strong>%7</strong>と<strong>%6の範囲内に存在している場合</strong>、%1 <strong>%2</strong>が払い戻されます。

source: goes outside
de: geht außerhalb
ja: 範囲外となる

source: %1 <strong>%2</strong> payout if %3 <strong>goes outside %7</strong> to <strong>%6</strong> through %5.
de: %2 <strong> %1</strong> Auszahlung wenn %3 <strong>außerhalb %7</strong> bis <strong>%6</strong> geht durch %5.

source: %1 <strong>%2</strong> payout if %3 <strong>goes outside %7</strong> and <strong>%6</strong> through %5 after %4.
de: %2 <strong> %1</strong> Auszahlung, wenn sich %3 <strong>außerhalb%7</strong> und <strong>%6</strong> bewegt durch %5 nach %4.

source: %1 has updated its <a class="pjaxload" href="%2">Terms & Conditions</a>. By clicking OK, you confirm that you have read and accepted the updated <a class="pjaxload" href="%2">Terms & Conditions</a>.
ja: %1が <a class="pjaxload" href="%2">利用規約</a>を更新しました。OKをクリックすることで、更新された <a class="pjaxload" href="%2">利用規約</a>を熟読され、同意されたことになります。

source: %1 is not required for further REST calls. It is a User Token that can be used in Websocket calls.
ja: ％1はこれ以上のRESTコールは必要ありません。WebSocketコールで使用されているユーザートークンです。

source: %1 provides Application Programming Interface (API) facilities to third-party developers.
ja: %1はアプリケーション・プログラミング・インターフェイス(API) 機能をサードパーティー開発者に提供しています。

source: %1's REST API conforms to the Representational State Transfer (REST) model.
ja: %1のREST APIは、Representational State Transferモデルに準拠しています。

source: 0-5 transactions in the past 12 months
ja: 過去12ヶ月で0-5のお取引

source: 10min
ja: １０分

source: 1m
ja: １分

source: 1w
ja: １週間

source: 2w
ja: ２週間

source: 3m
ja: ３分

source: API Security
ja: APIセキュリティ

source: API Token
ja: APIトークン

source: API token for third party applications.
ja: 第三者開発アプリケーションのAPIトークン

source: Account Creation (Virtual)
ja: 口座開設（バーチャル）

source: Account Profile Review / Update
ja: アカウントプロフィールを見る/更新

source: Account Statement
ja: 口座明細

source: Account Upgrade (Virtual to Real)
ja: 口座のアップグレード（バーチャルからリアルへ）

source: An additional password can be used to restrict access to the cashier.
ja: キャッシャーへのアクセスを制限するために、追加パスワードを使用することができます。

source: An client application already has an API Token in hand as a result of the 3-legged auth procedure described above.
ja: クライアントアプリケーションは既に上述の3-legged auth認証手順の結果としてAPIトークンに含まれています。

source: Apr
ja: ４月

source: April
ja: ４月

source: Aug
ja: ８月

source: August
ja: ８月

source: Authentication of your account is not required at this time. We will notify you by email if authentication is required.
ja: アカウント認証は、この時点では必要ありません。認証が必要な場合はメールにてお知らせします。

source: Banking
ja: 決済

source: Binary (Europe) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825
ja: Binary (Europe) Ltd、所在地：Mompalao Building, Suite 2, Tower Road, Msida MSD1825

source: Binary (IOM) Ltd, First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW
ja: Binary (IOM) Ltd、所在地： First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW

source: Binary Group Services Sdn Bhd, C-2-01 SME Technopreneur Center 2, 63000 Cyberjaya, Selangor Darul Ehsan
ja: バイナリーグループサービスSdn Bhd社、C-2-01 SME Technopreneur Center 2、63000 Cyberjaya, Selangor Darul Ehsan

source: Binary options or other financial derivatives trading experience
ja: バイナリーオプションまたはその他金融デリバティブ取引のご経験

source: Binary options or other financial derivatives trading frequency
ja: バイナリーオプションまたはその他金融デリバティブ取引の頻度

source: Binary.com REST API Resource Summary
ja: Binary.com REST APIリソース概要

source: Binary.com provides business partners with two application programming interfaces (APIs).
ja: Binary.comは、ビジネスパートナーに2つのアプリケーション·プログラミング·インターフェース（API）を提供します。

source: Blog
ja: ブログ

source: Bonus Code
ja: ボーナス関係

source: Both APIs are being continually upgraded
ja: 双方のAPIは継続的にアップグレードされます。

source: Bulk Purchasing
ja: 一括購入

source: Calling a REST Service
ja: REATサービスの呼び出し

source: Calling a Service from the REST API
ja: REST APIからサービスの呼び出し

source: Calling a Service from the WebSocket API
ja: WebSocket APIからサービスの呼び出し

source: Calling a WebSocket Service
ja: WebSocketサービスの呼び出し

source: Calls which invoke the API are simple, recognizable and can be negotiated from all popular web programming technologies in use today.
ja: APIの呼び出しは簡単、認識可能で、今日使用されている全ての人気Webプログラミング技術に対応しています。

source: Cashier password
ja: キャッシャーパスワード

source: Commodities trading experience
ja: コモディティ取引のご経験

source: Commodities trading frequency
ja: コモデティ取引頻度

source: Commodity Channel Index
ja: Commodity Channel Index：CCI

source: Contract Pricing
ja: 契約価格の決定

source: Contract Purchase
ja: 契約を購入

source: Cookies
ja: Cookie（クッキー）のお取り扱いについて

source: Copyright
ja: 著作権

source: Create a new virtual account ready for trading
ja: お取引のために新しいバーチャル口座を作成する

source: E-cash
ja: eキャッシュ

source: Each API currently has specific capabilities as follows.
ja: 各APIは、現在次のように特定の機能を備えています。

source: Email
ja: メール

source: Email: <span id='cs_contact_eaddress'></span>
ja: メール：<span id='cs_contact_eaddress'></span>

source: ExtJS front-end
ja: ExtJSフロントエンド

source: FAQ
ja: よくある質問

source: Facility that allows you to set limits on your account.
ja: アカウントの制限を自身で設定していただける機能。

source: Feb
ja: ２月

source: For example, to get a list of "marketplaces" currently available at %1:
ja: 例えば、「マーケットプレイス（市場）」のリストを取得するには現在%1で可能です。

source: For more information about calling Websocket services see
ja: WebSocketサービス呼び出しの詳細はについては、

source: Forex trading experience
ja: 外国為替取引のご経験

source: Forex trading frequency
ja: 外国為替取引の頻度

source: Fr
ja: 金曜日

source: Functionality
ja: 機能性

source: Get latest details about available markets, tradeable symbols, contract types, and contract durations and limits
ja: 利用できる市場、売買可能なシンボル、契約の種類、契約の期間と制限に関する最新情報を入手

source: Horizontal
ja: 横軸

source: Hover over any functionality for more information.
ja: 詳細については、いずれかの機能の上にマウスポインターを重ねてください。

source: If you need help, please contact our customer support team at
ja: ご不明な点がございましたら、当社カスタマーサポートチームまでお問い合わせ下さい。

source: In the following REST calls, the call can optionally include one or more headers of name "bom-token-acting-for". The value of each token is a full user-token. If this is supplied, the call will be executed multiple times, once on behalf of each account.
ja: 以下のREST呼び出しにおいて、呼び出しは"bom-token-acting-for"という名の１つ以上のヘッダーを任意で追加することができます。各トークンの値は、フルユーザートークンです。これが指定されている場合、呼び出しは各アカウントに代わって一度に複数回実行されます。

source: In the following WebSocket call, the request must include a User Token value. More details in
ja: 次のWebSocket呼び出しでは、リクエストはユーザートークン値を含める必要があります。その他の詳細

source: Indices trading experience
ja: インデックス取引のご経験

source: Indices trading frequency
ja: インデックス取引の頻度

source: Inspect and Update account profile information
ja: アカウントのプロフィール情報をチェックして更新する

source: Interpretation
ja: 解釈

source: Isle of Man
ja: マン島

source: Jan
ja: １月

source: Joshua Cavallaro <span> Markets And You Trader.</span>
ja: Joshua Cavallaro氏<span> （Markets And You Trader）</span>

source: Jul
ja: ７月

source: Jun
ja: ６月

source: Limit
ja: 制限

source: Limits
ja: 制限

source: Links
ja: サイト内のリンクについて

source: Live Chart
ja: ライブ・チャート

source: Live Charts
ja: ライブ・チャート

source: Live charts
ja: ライブ・チャート

source: Live chat:
ja: ライブチャット：

source: Live-Stream Contract Prices
ja: ライブストリーム契約価格

source: Live-Stream Spot Prices
ja: ライブストリームスポット価格

source: Lock Cashier
ja: ロックキャッシャー

source: Log in
ja: ログイン

source: Login
ja: ログイン

source: Login ID
ja: ログインID

source: Malaysia
ja: マレーシア

source: Malta
ja: マルタ共和国

source: Manage your account access and security settings.
ja: アカウントのアクセス・セキュリティ設定を管理する。

source: Market Discovery
ja: 市場ディスカバリー

source: Max
ja: 最大値

source: Maximum
ja: 最大値

source: Min
ja: 分

source: Min: %1 Max: %2
ja: 最小: %1 最大: %2

source: Minimum
ja: 最小値

source: Mo
ja: 月曜日

source: More..
ja: その他

source: Name
ja: お名前

source: Note: this is the "bom-token" not the "access-token".
ja: 注意：これは「アクセストークン」ではなく「BOM-トークン」です。

source: Notice: please only share your API token with third-parties which you trust.
ja: 注意：信頼できる第三者にのみAPIトークンを共有するようにしてください。

source: Nov
ja: １１月

source: November
ja: １１月

source: Other financial instruments trading experience
ja: その他金融商品取引のご経験

source: Other financial instruments trading frequency
ja: その他金融商品取引の頻度

source: Over $1,000,000
ja: $1,000,000以上

source: Overlay
ja: オーバーレイ

source: Partner API
ja: パートナーAPI

source: Personal Details
ja: 個人情報

source: Please switch to your real money account (or upgrade now) to register as an API developer
ja: API開発者としてご登録いただくには、リアルマネー口座に切り替えてください。

source: Portfolio
ja: 資産情報

source: Propose specific contracts; receive validation and real-time pricing as determined by current market conditions
ja: 特定の契約を提案します。妥当性の確認や市場の現状によって決定されるリアルタイムの価格をお受け取りいただけます。

source: Purchase a proposed contract on behalf of a community of Binary.com accounts; receive all individual transaction numbers or error conditions
ja: Binary.comアカウントのコミュニティに代わって提案されたトレードを購入します。すべての各取引番号またはエラー状態をお受け取りいただけます。

source: Purchase a proposed contract; receive transaction number and relevant contract-start parameters
ja: 提案された契約を購入します。取引番号及び当該契約開始パラメータをお受け取りいただけます。

source: Query historical account transactions by month or by advanced search criteria
ja: 月別または高度な検索条件を利用して過去の口座取引を照会

source: REST API Console Facility
ja: REST APIコンソールツール

source: REST API: Contract Purchase
ja: REST API: 契約購入

source: REST API: Contract Sale
ja: REST API: 契約を売る

source: Random
ja: ランダム

source: Random 100 Index
ja: ランダム１００指数

source: Random 25 Index
ja: ランダム２５指数

source: Random 50 Index
ja: ランダム５０指数

source: Random 75 Index
ja: ランダム７５指数

source: Random Bear
ja: ランダム・ベアー

source: Random Quotidians
ja: ９時リセット・ランダム指数

source: Random Yang
ja: ランダム・陽

source: Receive current open contract positions, get relevant detail on each open position, and see an indicative sell-back price (if available)
ja: 現在オープンのトレードポジションを受け取り、各オープンポジションの関連詳細情報を取得して、表示されている売戻価格を参照しましょう（可能な場合）

source: Receive real-time stream of contract prices for a given contract proposal
ja: 提案された契約用にリアルタイム契約価格のストリームを受信する

source: Receive real-time stream of spot prices for a given symbol
ja: 特定のシンボル用スポット価格のリアルタイムストリームを受信する

source: Ref.
ja: 参照番号

source: Sa
ja: 土曜日

source: Self Exclusion
ja: お取引制限

source: Sell (ahead of contract expiry) one of the currently open positions from the Portfolio
ja: ポートフォリオから現在オープンポジションの1つを（契約期限前に）売る

source: Sell Contract from Portfolio
ja: ポートフォリオから契約を売る

source: Sep
ja: ９月

source: September
ja: ９月

source: Site
ja: サイト

source: Some call types accept a User Token. This allows the call to act on behalf of the owner of that token.
ja: 呼び出しタイプには、ユーザートークンを受け入れるものもあります。呼び出すことでそのトークンの所有者に代わって行動できるようになります。

source: Stocks trading experience
ja: 株式取引のご経験

source: Stocks trading frequency
ja: 株式取引の頻度

source: Subsequent calls will act on behalf of the owner of that API Token.
ja: Subsequent呼び出しは、APIトークンのオーナーに代わって行動することになります。

source: Supply identity and address information to upgrade a Virtual Account to a Real trading account
ja: デモ口座からリアル口座へアップグレードするために身元や住所の情報を提供する

source: TRIX
ja: トリックス

source: Tel
ja: お電話

source: The %1 APIs use the OAuth2.0 scheme for authenticating users.
ja: %1のAPIではユーザー認証のためにOAuth2.0を採用しています。

source: The Binary.com APIs
ja: The Binary.com のAPI

source: The call will return a JSON structure.
ja: 呼び出しはJSON形式で返されます。

source: There are two ways to obtain an API Token:
ja: APIトークンの取得には2つの方法があります。

source: These are
ja: あります

source: This is an automated message to alert you that a change was made to your cashier settings section of your account %1 from IP address %2. If you did not perform this update please login to your account and update settings.
ja: これはIPアドレス%2からお客様の口座%1のキャッシャー設定セクションで変更がありましたことを警告する自動メッセージです。この変更にお心当たりのない場合は、口座にログインしていただき、設定を変更してください。

source: Tour
ja: ご利用方法

source: Website
ja: ウェブサイト

source: William's %R
ja: ウィリアムズ%R

source: Williams %R
ja: ウィリアムズ%R

source: Your cashier is locked
ja: キャッシャーはロックされています

source: Zoom
ja: ズーム

source: homepage
ja: ホームページ

source: min
ja: 最小値

source: minus
ja: マイナス

source: minute
ja: 分

source: plus
ja: プラス

source: ticks
ja: tick

source: website
ja: ウェブサイト

source: Tokyo Electric Power Co. Inc
ja: 東京電力株式会社

source: Toyota Motor
ja: トヨタ自動車株式会社

source: SoftBank Co.
ja: ソフトバンク株式会社

source: Honda Motor Co. Ltd
ja: 本田技研工業株式会社

source: Hitachi Ltd
ja: 株式会社日立製作所

source: AXA
ja: AXA（アクサ）

source: Pernod Ricard
ja: Pernod Ricard（ペルノ・リカール）

source: L'Oreal
ja: L'Oreal（ロレアル）

source: Lafarge
ja: Lafarge（ラファージュ）

source: Moet Hennessy Louis Vuitton
ja: Moet Hennessy Louis Vuitton（モエ ヘネシー・ルイ ヴィトン）

source: Palladium/USD
ja: パラジウム/USD

source: Random Bull
ja: ランダム・ブル

source: Random Yin
ja: ランダム・陰

source: Randoms
ja: ランダム指数

source: Nocturnes
ja: ２１時リセット指数

source: Quotidians
ja: ９時リセット指数
