Repository: yottanami/binary-static
Catalog: config/locales/*.po
Languages: de, ja

source: <p><strong>Detailed report</strong>: The detailed report shows you your detailed traffic and income statistics. Use the filters and column selectors to break down your reporting as desired.</p> <p><strong>Player report</strong>: The player report shows a breakdown of statistics per player. Use the filters to refine the report.</p> <p><strong>Daily Earnings</strong>: The commission report shows you your daily commission earnings, per site / product.</p>
de: <p><strong>Detaillierter Bericht</strong>: Der detaillierte Bericht zeigt Ihnen Ihren ausführlichen Datenverkehr und Ihre Ertragsstatistik an. Verwenden Sie die Filter und Auswahlschalter der Spalten, um Ihren Bericht, wie gewünscht, aufzuschlüsseln.</p> <p><strong>Spielerbericht</strong>: Der Spielerbericht zeigt eine Analyse der Statistiken pro Spieler an. Verwenden Sie die Filter, um den Bericht einzugrenzen.</p> <p><strong>Tagesgewinne</strong>: Der Provisionsbericht zeigt Ihnen pro Seite / pro Produkt die täglichen Provisionseinnahmen an.</p>
ja: <p><strong>Detailed report</strong>:このレポートではサイトトラフィックと報酬の分析データをご参照頂けます。フィルター機能によって所望のデータを絞り込むこともできます。</p> <p><strong>Player report</strong>：このレポートでは、各獲得会員に関する分析データをご参照頂けます。フィルター機能によって所望のデータを絞り込むこともできます。</p> <p><strong>Daily Earnings</strong>：このレポートでは、ご登録済みのサイト及び商品ごとの報酬データを日毎単位でご参照頂けます。</p>

source: <p>A client is someone who has been referred through one of your marketing tools and who has deposited money into their %1 account. They must fulfill the following criteria: </p> <ul class='checked'> <li>Have not previously been a %1 customer.</li> <li>Have made the minimum deposit.</li> <li>Are over 18.</li> </ul>
de: <p>Ein Kunde ist jemand, der über eines Ihrer Marketingtools gewonnen wurde und Geld auf sein %1 Konto eingezahlt hat. Kunden müssen folgende Kriterien erfüllen: </p> <ul class='checked'> <li>Sie müssen Erstkunden von %1 sein.</li> <li>Es muss eine Mindesteinzahlung getätigt worden sein.</li> <li>Der Kunde ist über 18 Jahre.</li> </ul>
ja: <p>獲得会員とは、お客様のアフィリエイトリンクを経由して%1にご口座を開設しご入金をされた方のことです。また、下記の基準を満たす必要があります。 </p> <ul class='checked'> <li>過去に%1に口座を開いたことが無い</li> <li>最低金額のご入金を完了</li> <li>１８歳以上</li> </ul>

source: <p>In only a short space of time since their inception, binary options are fast becoming a popular trading product. The numerous binary options trading platforms subsequently being created support this growing trend. By becoming an affiliate now you can profit from the fast growth of interest in this new industry.</p> <p>Binary options trading is a high profit market where there's a place for everyone [including you] to take a cut of the pie!</p>
de: <p>Schon kurze Zeit nach ihrer Einführung sind die Binären Optionen zu einem beliebten Handelsprodukt geworden. Die zahlreichen Handelsplattformen für Binäre Optionen, die daraufhin gegründet wurden, unterstützen diesen steigenden Trend. Wenn Sie jetzt Geschäftspartner werden, können Sie aus dem schnell gestiegenen Interesse in dieser neuen Branche Profit schlagen.</p> <p>Der Handel mit Binären Optionen ist ein Markt mit hohen Gewinnchancen, auf dem jeder seinen Platz findet (auch Sie), um sich ein Stück vom Kuchen abzuschneiden!</p>
ja: <p>バイナリーオプションは世の中にリリースされてから瞬く間に、トレード商品としての不動の地位を確立しました。それ以来、その人気を裏付けるかのように、あらゆるバイナリーオプションのプラットフォームが世の中にリリースされています。アフィリエイトプログラムに参加することで、この成長著しい業界からの恩恵を受けることが可能です。</p> <p>バイナリーオプションのトレードでは、[お客様も含め]全ての方に平等に利益を得るチャンスを提供します。</p>

source: <p>Please take a moment to verify your identity by providing us with the correct answer to your secret question and date of birth, below.</p>
de: <p>Bitte nehmen Sie sich einen Moment Zeit, um Ihre Identität zu verifizieren. Dazu geben Sie bitte nachfolgend die Antwort auf Ihre geheime Frage und Ihr Geburtsdatum ein.</p>
ja: <p>恐れ入りますが、秘密のご質問へのご回答と生年月日をお答え頂き、お客様のご本人様確認を完了して下さい。</p>

source: <p>Sorry, an error has occurred. Please <a href="%1">try accessing our Cashier</a> again.</p>
de: <p>Es tut uns leid, es ist ein Fehler aufgetreten. Bitte <a href="%1">versuchen Sie erneut, auf unsere Kasse zuzugreifen.</a></p>
ja: <p>申し訳ございませんがエラー発生につき、改めて<a href="%1">キャッシャーへアクセス</a>して下さいますようお願いいたします。</p>

source: <p>The %1 affiliate program enables you to benefit from referring clients to the %1 site. %1 growth and success is shared with affiliates who have the ability to bring new Clients to the site.</p> <p>If you're a broker we'd like to work with you. You will be introducing your clients to a unique and innovative product - the %1 trading platform.</p> <p>Your clients will love the %1 trading platform because we offer a complete trading experience tailored to the needs of an exceptionally wide range of traders.</p> <p>Novice traders can use our intuitive visual platform to learn about trading, practice trading and gain trading experience.</p> <p>Seasoned traders can use the %1 platform for the full advantage of the wide range of trading and analysis tools we have on offer.</p>
de: <p>Das Partnerprogramm von %1 ermöglicht es Ihnen, daran zu verdienen, wenn Sie Kunden auf die %1 Webseite weiterleiten. Die Geschäftspartner, die neue Kunden auf die Seite bringen, partizipieren am Wachstum und Erfolg von %1.</p> <p>Wenn Sie ein Broker sind, würden wir gerne mit Ihnen zusammenarbeiten. Sie werden Ihren Kunden ein einzigartiges und innovatives Produkt anbieten - Die Handelsplattform von %1.</p> <p>Ihre Kunden werden die Handelsplattform von %1 lieben, da wir eine umfassende Trading-Erfahrung haben, die allen Bedürfnissen einer außergewöhnlich großen Auswahl an Tradern gerecht wird.</p> <p>Neulinge unter den Tradern können unsere intuitive, visuelle Plattform auswählen, um das Traden zu lernen, zu üben und Erfahrung beim Traden zu sammeln.</p> <p>Routinierte Trader können die Plattform von %1 nutzen, um in den Genuss der Vorteile aller von uns angebotenen Trading- und Analyse-Werkzeuge zu kommen.</p>
ja: <p>%1のアフィリエイトプログラム経由で会員を取得すると、アフィリエイト収入が得られるようになります。%1へ新たな会員をもたらす方と当社にて利益を共有できる仕組みです。.</p> <p>もしあなたがブローカーでしたら、是非とも%1のユニークで革新的なトレード・プラットフォームをご紹介して下さい。</p> <p>あらゆるトレーダーのニーズに応えることのできる、%1のプラットフォームへの高い支持を得られるでしょう。</p> <p>トレード初心者は直感的に理解しやすいビジュアルに基づくプラットフォームで、トレード練習の機会を得手てトレード経験を積むことができます。</p> <p>トレード上級者は%1のプラットフォームにて、あらゆる種類のトレードを実施できる実戦的なトレードへのご活用のみならず、当社が提供する各種分析ツールもご活用頂けます。</p>

source: <p>Yes. Please contact your account manager if you would like a customized banner and provide him/her with the following information:</p> <ul class='checked'> <li>Pixel size.</li> <li>File format.</li> <li>Desired language.</li> <li>The URL of the site on which the banner is going to appear.</li> <li>Banner placement.</li> <li>Specific colors the banner should include.</li> <li>Specific message the banner should include.</li> </ul>
de: <p>Ja. Bitte setzen Sie sich mit Ihrem Kundenbetreuer in Verbindung, wenn Sie ein eigenes Banner verwenden möchten und stellen Sie ihm/ihr folgende Informationen zur Verfügung:</p> <ul class='checked'> <li>Pixelgröße.</li> <li>Dateiformat.</li> <li>Gewünschte Sprache.</li> <li>Die URL der Seite, auf der das Banner erscheinen soll.</li> <li>Platzierung des Banners.</li> <li>Spezifische Farben, die das Banner enthalten soll.</li> <li>Spezifische Mitteilung, die das Banner enthalten soll.</li> </ul>
ja: <p>はい、承っております。バナーのカスタマイズなどをご希望される場合は、以下の情報と共にアフィリエイトチームまでご相談下さい。</p> <ul class='checked'> <li>ピクセルサイズ</li> <li>ファイルフォーマットの種類</li> <li>ご希望の言語（日本語、英語など）</li> <li>そのバナーを掲載するウェブサイトのURL</li> <li>バナーの掲載予定箇所</li> <li>バナーに含めたい色の情報</li> <li>バナーに含めたい特定のメッセージ情報</li> </ul>

source: <span>All durations:</span> from 10 seconds to 365 days.
de: <span>Alle Laufzeiten</span> - von 10 Sekunden bis 365 Tage.
ja: <span>全継続時間:</span> 10秒から365日まで

source: <span>All durations:</span> from 15 seconds to 365 days.
de: <span>Alle Laufzeiten</span> - von 15 Sekunden bis 365 Tage.
ja: <span>全継続時間:</span>15秒から365日まで

source: <span>All durations:</span> from 5 minutes to 365 days.
de: <span>Alle Laufzeiten</span> - von 5 Minuten bis 365 Tage.
ja: <span>全継続時間:</span> 5分から365日まで

source: <span>All major currencies:</span> USD, AUD, EUR, GBP, JPY, CHF, PLN, NOK, SEK etc.
de: <span>Alle Hauptwährungen:</span> USD, AUD, EUR, GBP, JPY, CHF, PLN, NOK, SEK etc.
ja: <span>全主要通貨:</span> USD, AUD, EUR, GBP, JPY, CHF, PLN, NOK, SEK など

source: <span>All market conditions:</span> up/down, touch/no-touch, stays in/goes out etc.
de: <span>Alle Marktbedingungen</span> - Auf/ab, erreicht/erreicht nicht, bleibt unter/geht über, usw.
ja: <span>どのような市場状況でもトレードが可能</span>： ハイ/ロー、タッチ/ノータッチ、レンジ内/外など。

source: <span>All market conditions:</span> up/down, touch/no-touch, stays in/goes out.
de: <span>Alle Marktbedingungen</span> - Auf/ab, erreicht/erreicht nicht, bleibt unter/geht über.
ja: <span>どのような市場状況でもトレードが可能</span>： ハイ/ロー、タッチ/ノータッチ、レンジ内/レンジ外など。

source: <span>All markets:</span> currencies, stock indices, and commodities.
de: <span>Alle Märkte</span> - Währungen, Aktienindizes und Rohstoffe.
ja: <span>全市場:</span> 通貨、株価指数、コモディティ。

source: <span>All payouts:</span> from $1 to $100,000.
de: <span>Alle Auszahlungen:</span> - von 1 € bis 100.000 €.
ja: <span>幅広い払い戻し金額</span>：1ドルから10万ドルの払い戻しが可能。

source: <strong>2-way pricing</strong> - %1 quotes a trade and the counter-trade, so you always get unbiased, transparent prices.
de: <strong>2-Wege Kursermittlung</strong> - %1 notiert den Preis eines Geschäfts und des Gegengeschäfts, damit Sie immer objektive und transparente Kurse erhalten.
ja: <strong>両ポジションの価格表示</strong>：%1は常に両方のポジションの価格を明示しますので、常にバイアスのない公明な価格情報を入手できます。

source: <strong>All durations</strong> - from 10 seconds to 365 days.
de: <strong>Alle Laufzeiten</strong> - von 10 Sekunden bis 365 Tage.
ja: <strong>幅広い取引期間</strong>：10秒から365日での取引期間のご指定が可能です。

source: <strong>All market conditions</strong> - up/down, touch/no-touch, stays in/goes out.
de: <strong>Alle Marktbedingungen</strong> - hoch/tief, Ziel/kein Ziel, bleibt unter/geht über.
ja: <strong>どのような市場状況でもトレードが可能</strong>： ハイ/ロー、タッチ/ノータッチ、レンジ内/レンジ外など。

source: <strong>All markets, all conditions</strong> - trade currencies, indices and commodities in rising, falling, sideways, quiet and volatile markets.
de: <strong>Alle Märkte, alle Bedingungen</strong> - Währungen, Indizes und Rohstoffe bei steigenden, fallenden, seitwärts, ruhigen und volatilen Kursen handeln.
ja: <strong>幅広い市場をカバー</strong>：外国為替とコモディティを市場状況が上昇、下降、均衡、沈静、著しい変動を示してもトレードして頂けます。

source: <strong>All markets</strong> - currencies, stock indices, and commodities.
de: <strong>Alle Märkte</strong> - Währungen, Aktienindizes und Rohstoffe.
ja: <strong>全市場</strong> - 通貨、株価指数、コモディティ。

source: <strong>All payouts</strong> - from $1 to $100,000.
de: <strong>Alle Auszahlungen</strong> -von 1 € bis 100.000 €.
ja: <strong>幅広い払い戻し金額</strong>：1ドルから10万ドルの払い戻し金額のご指定が可能。

source: <strong>Appropriateness Test: WARNING:</strong> In providing our services to you, we are required to obtain information from you in order to assess whether a given product or service is appropriate for you (that is, whether you possess the experience and knowledge to understand the risks involved).
de: <strong>Eignungstest: ACHTUNG:</strong> Damit wir Ihnen unsere Dienstleistungen zur Verfügung stellen können, müssen wir einige Informationen von Ihnen erhalten, um festzustellen, ob ein Produkt oder Service für Sie geeignet ist (ob Sie die Erfahrung und das Wissen besitzen, die verbundenen Risiken zu erkennen).
ja: <strong>適正テスト: 警告:</strong>当サービスでは、どの所定の製品またはサービスがお客様に適しているか評価するためにお客様の情報を必要とします。（関連するリスクを理解する経験や知識があるかどうかわかります。）

source: <strong>Benchmarked prices</strong> - %1 benchmarks its prices daily against inter-bank derivatives markets.
de: <strong>Vergleichskurse</strong> - %1 gleicht seine Kurse täglich mit den Interbank-Derivatemärkten ab.
ja: <strong>ベンチマーク価格</strong>：%1ではインターバンクでののデリバティブ市場の価格を毎日ベンチマークしています。

source: <strong>Better execution price!</strong><br /> The price has moved in your favour from %1 to %2.
de: <strong>Besserer Ausführungskurs!</strong><br /> Der Kurs hat sich zu Ihren Gunsten von %1 auf %2 verändert.
ja: <strong>価格条件が有利になりました！</strong><br />価格が%1から%2に変化しました。

source: <strong>Commodities</strong> - trade major commodities such as gold and oil.
de: <strong>Rohstoffe</strong> - Handeln Sie wichtige Rohstoffe, wie Gold und Öl.
ja: <strong>コモディティ</strong>：金、石油といった主要コモディティ商品のお取り扱いがあります。

source: <strong>Currencies</strong> - trade all major FX pairs, around the clock.
de: <strong>Währungen</strong> - Handeln Sie alle wichtigen FX-Paare rund um die Uhr.
ja: <strong>外国為替</strong>：全ての主要外国為替通貨のペアのお取り扱いがあり、常に為替取引にご参加頂くことが可能です。

source: <strong>Currencies</strong> - trade all major FX pairs.
de: <strong>Währungen</strong> - handeln Sie alle wichtigen FX-Paare.
ja: <strong>外国為替</strong>：全ての主要外国為替通貨のペアのお取り扱いがあります。

source: <strong>Exchange Rate Risk</strong>: Exchange rates between foreign currencies can change rapidly due to a wide range of economic, political and other conditions, exposing you to risk of exchange rate losses in addition to the inherent risk of loss from trading the underlying investment product. If you deposit funds in a currency to trade Contracts denominated in a different currency, your gains or losses on the underlying investment therefore may be affected by changes in the exchange rate between the currencies.
de: <strong>Wechselkursrisiko</strong>: Die Wechselkurse zwischen Fremdwährungen können sich aufgrund einer großen Bandbreite wirtschaftlicher, politischer oder sonstiger Bedingungen rapide ändern und Sie dem Risiko von Wechselkursverlusten zusätzliche zu dem Risiko des Verlusts beim Handel für die zugrundeliegende Investition aussetzen und daher kann sie von den Veränderungen des Wechselkurses zwischen Währungen beeinträchtigt werden.
ja: <strong>為替リスク</strong>: 基本投資商品の取引の損失による固有のリスクに加えて、為替レート損失のリスクを受ける経済的、政治的、またはその他の条件によって、外国通貨間の為替レートは急速に変化します。そのため、異なる通貨建ての契約を取引するために通貨で資金を入金される場合は、通貨間の為替レートの変動によって原資産の損益に影響する可能性があります。

source: <strong>Falling markets</strong> - choose the falls trade, lower trade, one-touch trade with a low barrier, or no-touch trade with a high barrier.
de: <strong>Fallende Kurse</strong> - entscheiden Sie sich zwischen dem dem Kursverfall, Tiefere Kurse, Zielkurs mit einer niedrigen Schwelle oder Kein Zielkurs Handel mit einer hohen Schwelle.
ja: <strong>市場下落時</strong>：「ロー」または「ラダー低」トレードを実行しましょう。タッチ・トレードを低のバリアで実行する、ノータッチ・トレードを高めのバリアで実行するのも効果的なトレード戦略です。

source: <strong>Higher/Lower</strong> - predict if the market will end higher or lower than a price target.
de: <strong>Höher/Tiefer</strong> - sagen Sie voraus, ob der Kurs höher oder tiefer als ein Zielkurs schließt.
ja: <strong>ラダー高/ラダー低</strong>：設定価格より、終了時の価格が上がるのか、下がるのかを予想して下さい。

source: <strong>Higher/Lower</strong> - where you can profit from the market ending higher or lower than a target price.
de: <strong>Höher/Tiefer</strong> - hier können Sie Ihren Schnitt machen, wenn der Schlusskurs höher oder tiefer als ein Zielkurs ist.
ja: <strong>ラダー高/ラダー低</strong>：バリア設定をした価格より値上がりするか？値下がりするか？を予想して下さい。

source: <strong>IMPORTANT DISCLAIMER</strong> - %1 is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by %1. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. %1 shall not in any circumstance be held responsible for transactions made between customers and Payment Agents.
de: <strong>WICHTIGE AUSSCHLUSSKLAUSEL</strong> - %1 ist kein Geschäftspartner einer der oben aufgeführten Zahlungsabwickler. Jeder Zahlunsabwickler arbeitet als eigenständiger Dienstleister und wird nicht von %1 empfohlen, garantiert oder anderweitig genehmigt. DIE KUNDEN HANDELN MIT ZAHLUNGSABWICKLERN AUF IHR EIGENES RISIKO UND GEFAHR. Den Kunden wird empfohlen, die Angaben der Zahlungsabwickler zu überprüfen, bevor sie Geld überweisen. %1 kann für Transaktionen zwischen Kunden und Zahlungsabwicklern nicht haftbar gemacht werden.

source: <strong>IMPORTANT DISCLAIMER</strong> - %1 is not affiliated with any of the payment agents listed above. Each payment agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by %1. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of payment agents before sending them any money. %1 shall not in any circumstance be held responsible for transactions made between customers and payment agents.
de: <strong>WICHTIGE AUSSCHLUSSKLAUSEL</strong> - %1 ist kein Geschäftspartner einer der oben aufgeführten Zahlungsabwickler. Jeder Zahlunsabwickler arbeitet als eigenständiger Dienstleister und wird nicht von %1 empfohlen, garantiert oder anderweitig genehmigt. DIE KUNDEN HANDELN MIT ZAHLUNGSABWICKLERN AUF IHR EIGENES RISIKO UND GEFAHR. Den Kunden wird empfohlen, die Angaben der Zahlungsabwickler zu überprüfen, bevor sie Geld überweisen. %1 kann für Transaktionen zwischen Kunden und Zahlungsabwicklern nicht haftbar gemacht werden.

source: <strong>In/Out</strong> - predict if the market will stay inside two price targets, or end between or outside them.
de: <strong>Innerhalb/Außerhalb</strong> - sagen Sie voraus, ob der Kurs innerhalb von zwei Kurszielen bleiben wird oder zwischen oder außerhalb dieser schließt.
ja: <strong>レンジ内/レンジ外</strong>：上下にバリアを設定した価格内に留まるか？留まらないか？を予想しましょう。

source: <strong>In/Out</strong> - where you can profit from the market staying inside, or going outside, two price targets.
de: <strong>Innerhalb/Außerhalb</strong> - hier können Sie Ihren Schnitt machen, wenn der Schlusskurs innerhalb von zwei Zielkursen oder außerhalb zweier Zielkurse liegt.
ja: <strong>レンジ内/レンジ外</strong>：上下にバリアを設定した価格内に留まるか？留まらないか？を予想して利益を得ましょう。

source: <strong>Instant access</strong> - open an account in minutes.
de: <strong>Sofortiger Zugang</strong> - in nur wenigen Minuten ein Konto eröffnen.
ja: <strong>インスタントアクセス</strong> - 数分で口座を開く

source: <strong>Instant funding</strong> - open, fund, or withdraw from your account within minutes, 24 hours a day.
de: <strong>Sofortige Finanzfunktionen</strong> - 24 Stunden am Tag ein Konto eröffnen, Geld einzahlen oder innerhalb von Minuten abheben.
ja: <strong>インスタント資金</strong> - アカウント開設、入金、出金がすぐに24時間いつでも可能。

source: <strong>Known risks</strong> - you know from the start what you will win or lose.
de: <strong>Bekannte Risiken</strong> - Sie wissen von Beginn an, was Sie gewinnen oder verlieren werden.
ja: <strong>明確なリスク</strong>：バイナリー取引では勝ち負けの基準が明確です。

source: <strong>Long-term action</strong> - choose trades with durations of up to 365 days.
de: <strong>Langfristige Kontrakte</strong> - Sie können für Ihre Kontrakte Laufzeiten von bis zu 365 Tagen auswählen.
ja: <strong>長期間でのトレード</strong>：トレード期間は３６５日までの範囲でご指定頂けます。

source: <strong>Low minimum stakes</strong> - start trading with as little as $5.
de: <strong>Niedriger Mindesteinsatz</strong> - beginnen Sie ab nur 5 € mit dem Handel.
ja: <strong>低価格でのトレード</strong>：わずか5ドルでトレードを開始することが可能です。

source: <strong>No surprises</strong> - no 'slippage', no 'margin calls', no getting 'stopped out', and no hidden fees or commissions.
de: <strong>Keine Überraschungen</strong> - kein „Slippage“, keine „Nachschussverpflichtung“, keine „Kappung" und keine versteckte Gebühren oder Provisionen.
ja: <strong>全てが明瞭</strong>："マージンコール", "ギャップリスク", "スリップページ"は一切存在しません。もちろん、不明瞭なその他の料金や手数料も発生しません。

source: <strong>No surprises</strong> - you will never have margin calls, gap risk, slippage costs, hidden fees or commissions.
de: <strong>Keine Überraschungen</strong> - Sie werden nie eine „Nachschussverpflichtung", „Lückenrisiko", „Slippage", versteckte Gebühren oder Provisionen haben.
ja: <strong>全てが明確</strong>：マージンコール, ギャップリスク, スリップページは一切存在しません。もちろん、不明瞭なその他の料金や手数料も発生しません。

source: <strong>Other Risks</strong>: There are other risks that relate to trading investment products and trading foreign currencies that cannot be described in detail in this document. Generally, however, securities, options and currency transactions involve exposure to a combination of the following risk factors: market risk, credit risk, settlement risk, liquidity risk, operational risk and legal risk. For example, there can be serious market disruptions if economic or political or other unforeseen events locally or overseas affect the market. In addition to these types of risk there may be other factors such as accounting and tax treatment issues that you should consider.
de: <strong>Sonstige Risiken</strong>: Für den Handel mit Anlageprodukten und Fremdwährungen bestehen weitere Risiken, die in diesem Dokument nicht im Einzelnen beschrieben werden können. Im Allgemeinen jedoch ist mit Aktien-, Options- und Währungstransaktionen eine Kombination der folgenen Risikofaktoren verbunden: Marktrisiko, Kreditrisiko, Zahlungsrisiko, Liquiditätsrisiko, betriebliche und rechtliche Risiken. Beispielsweise kann es zu schweren Marktstörungen kommen, wenn wirtschaftliche, politische oder andere unvorhersehbare Ereignisse im Land oder im Ausland den Markt beeinträchtigen. Zusätzlich zu diesen Risikoarten kann es weitere Faktoren, wie Probleme bei der buchhalterischen oder steuerlichen Behandlung, geben, die Sie berücksichtigen müssen.
ja: <strong>その他のリスク</strong>: この文書には詳細に説明することができない取引投資商品や取引外貨に関するその他のリスクがあります。一般的にオプションや通貨取引には市場リスク、信用リスク、決済リスク、流動性リスク、運用リスク、法的リスクを受ける可能性があります。例えば、経済的、政治的、またはその他不測の事態がローカルまたは海外市場に影響を与える場合、深刻な市場の混乱が起こりうります。これらのリスクタイプに加えて、考慮すべき会計·税務処理問題などの他の要因があるかもしれません。

source: <strong>Patented technology</strong> - %1 is the industry pioneer and holds patented pricing technology.
de: <strong>Patentierte Technologie</strong> - %1 ist Pionier der Branche und bietet eine patentierte Kursermittlungstechnologie.
ja: <strong>特許技術</strong> - %1は業界のパイオニアであり、特許取得済みの価格テクノロジーを有しています。

source: <strong>Payment options</strong> - %1 offers many payment methods, such as credit/debit cards, bank wires, e-cash and e-wallets.
de: <strong>Zahlungsmöglichkeiten</strong> - %1 bietet viele Zahlungsmöglichkeiten, wie Kreditkarten/Debitkarten, Banküberweisungen,E-Cash und E-Wallets, an.
ja: <strong>決済方法</strong>：%1では、クレジット、デビットカード、銀行振込、及び各種電子マネーといった多種の決済方法に対応しています。

source: <strong>Quiet markets</strong> - choose the no-touch trade, the stays-between trade, or the ends-between trade.
de: <strong>Ruhige Märkte</strong> - wählen Sie Kein-Ziel, Bleibt-Zwischen oder Endet-Zwischen Kontrakte.
ja: <strong>市場均衡時</strong>：「ノータッチ」、「範囲内に留まる」または「範囲内で終了」トレードを実行しましょう。

source: <strong>Random Indices</strong> - trade %1's propietary random indices.
de: <strong>Random Indizes</strong> - handeln Sie die firmeneigenen Random Indizes von %1.
ja: <strong>ランダムインデックス</strong> - %1のプロプライエタリーランダムインデックス取引

source: <strong>Random indices</strong> - trade %1's own random indices, 24/7.
de: <strong>Random Indizes</strong> - Handeln Sie 24/7 die %1-eigenen Random Indizes.
ja: <strong>ランダムインデックス</strong> - 24時間365日%1自身のランダムインデックス取引が可能

source: <strong>Rise/Fall</strong> - predict if the market will rise or fall from its current level.
de: <strong>Steigen/Fallen</strong> - sagen Sie voraus, ob der Kurs vom aktuellen Stand aus steigen oder fallen wird.
ja: <strong>ハイ/ロー</strong>：現在の市場価格から値上がりするか？値下がりするか？を予想して下さい。

source: <strong>Rise/Fall</strong> - where you can profit from the market rising or falling from its current level.
de: <strong>Steigen/Fallen</strong> - hier verdienen Sie, wenn der Kurs vom aktuellen Stand aus steigt oder fällt.
ja: <strong>ハイ/ロー</strong>：現在の市場価格から値上がりするか？値下がりするか？を予想して下さい。

source: <strong>Rising markets</strong> - choose the rise trade, higher trade, one-touch trade with a high barrier, or no-touch trade with a low barrier.
de: <strong>Steigende Kurse</strong> - wählen Sie Steigender Kurs, Höherer Kurs, Zielkurs mit einer hohen Schwelle Nicht-Zielkurs mit einer niedrigen Schwelle.
ja: <strong>市場上昇時</strong>：「ハイ」または「ラダー高」トレードを実行しましょう。タッチ・トレードを高めのバリアで実行する、ノータッチ・トレードを低めのバリアで実行するのも効果的な戦略です。
