Repository: yottanami/binary-static
Catalog: config/locales/*.po
Languages: de, ja

source: Your bonus will be credited to your account within 3 working days after the following conditions have been met:
de: Ihr Bonus wird Ihrem Konto innerhalb von drei Werktage gutgeschrieben, wenn die folgenden Voraussetzungen erfüllt wurden:
ja: ボーナスは以下の条件を達成した後、お客様のご口座に３営業日以内に付与されます。

source: Your bonus will be credited to your account within 3 working days after you have bought contracts with a combined purchase price equal to or greater than the bonus amount.
de: Ihr Bonus wird Ihrem Konto innerhalb von drei Werktage gutgeschrieben, nachdem Sie Kontrakte mit einem Gesamtkaufpreis erworben haben, der dem Bonusbetrag entsprecht oder darüber liegt.
ja: ボーナスはボーナス該当金額と同等、またはそれ以上の額に該当するトレードをご購入された後に、お客様のご口座に３営業日以内に付与されます。

source: Your bonus will be credited to your account within 3 working days.
de: Ihr Bonus wird Ihrem Konto innerhalb von drei Werktage gutgeschrieben.
ja: ボーナスはお客様のご口座に３営業日以内に付与されます。

source: Your callback handler now swaps the new authorization code for a session token with this call:
de: Ihr Callback Handler wechselt nun mit diesem Aufruf den neuen Berechtigungscode für einen Sitzungs-Token:
ja: そしてあなたのコールバック・ハンドラーは、このコールと共にセッション・トークンのための新しい認証コードを交換します。

source: Your cashier section is locked.
de: Ihre Kassenabschnitt ist gesperrt.
ja: キャッシャーはロックされています。

source: Your cashier session has expired
de: Ihr Kassenabschnitt ist abgelaufen
ja: キャッシャー処理の期限が切れました

source: Your details
de: Ihre Angaben
ja: ログイン情報

source: Your details have been updated.
de: Ihre Angaben wurden aktualisiert.

source: Your email address
de: Ihre E-Mail Adresse
ja: お客様のメールアドレス

source: Your form has been submitted.
de: Ihr Formular wurde abgesendet.
ja: ご入力頂いたフォームが送信されました。

source: Your funds are safe
de: Ihr Geld ist sicher
ja: ご資金は安全に管理されます

source: Your identity documents have passed their expiration date. Kindly send a scan of a valid ID to <a href="mailto:%1">%1</a> to unlock your cashier.
de: Bei Ihren Identitätsdokumenten ist das Gültigkeitsdatum abgelaufen. Senden Sie uns bitte einen Scan eines gültigen Ausweises über <a href="mailto:%1">%1</a> zu, damit wir Ihre Kasse entsperren können.
ja: ご提出頂いた身分証明書の有効期限が切れてしまいましたので、キャッシャーは現在ロックされています。新たな身分証明書を<a href="mailto:%1">%1</a>までご送付して下さい。

source: Your information is incomplete or incorrect. Please correct the fields highlighted above.
de: Ihre Information ist unvollständig oder falsch. Bitte korrigieren Sie die oberen unterlegten Felder.
ja: ご入力された情報は不完全か不正な内容ですので、上記の警告内容を正して下さい。

source: Your money is always safe with %1. At all times, it is held in segregated AAA-rated banks, which is a condition of our trading licenses.
de: Bei %1 ist Ihr Geld immer sicher. Es wird immer getrennt bei AAA-bewerteten Banken deponiert, was eine Vorbedingung unserer Handelslizenzen darstellt.
ja: %1はお客様のご資金を万全の体制で管理します。当社のライセンスでの遵守事項として、お客様のご資金は常にAAAランクの銀行に信託保全されます。

source: Your name/company
de: Ihr Name/Unternehmen
ja: お名前／会社名

source: Your new account balance is %s %s
de: Ihr neuer Kontostand beträgt %s %s
ja: 最新のご口座残高は%s %sです

source: Your order (Reference # <span id="reference_no">%1</span>) has been executed at %2.
de: Ihr Auftrag (Referenz # <span id="reference_no">%1</span>) wurde bei %2 ausgeführt.
ja: お客様のご注文 (Reference # <span id="reference_no">%1</span>)は%2に処理されました。

source: Your password and login ID are unique and passwords are hashed so that not even %1 staff can read them. This is the reason why we cannot retrieve your password and have to issue you with a new one to your email address if you cannot recall it.
de: Ihr Passwort und Ihre Login ID kommen nur einmalig vor und die Passwörter sind gehasht, damit sie auch von %1 Mitarbeitern nicht gelesen werden können. Dies ist der Grund, warum wir Ihr Passwort nicht wiederherstellen können und Ihnen ein neues Passwort erteilen müssen, das an Ihre E-Mail Adresse geschickt wird, sofern Sie es vergessen haben.
ja: お客様のパスワードとログインIDは唯一無二な値であり、パスワードはハッシュ化され送信されますので%1の関係者ですら解読することができませんので、お客様のパスワードを確認することはできませんので、パスワードを失念された際にはお客様のメールアドレスに新たなパスワードを再発行させて頂かなければなりません。

source: Your password cannot be the same as your email
de: Ihr Passwort kann nicht wie Ihre E-Mail Adresse lauten

source: Your password contains invalid characters.
de: Ihr Passwort enthält ungültige Zeichen.

source: Your password has been changed.
de: Ihr Passwort wurde geändert.
ja: パスワードの変更を承りました。

source: Your password has been successfully reset. Please log into your account using your new password.
de: Ihr Passwort wurde erfolgreich zurück gesetzt. Bitte loggen Sie mit Ihrem neuen Passwort in Ihr Konto ein.

source: Your password recovery token has expired. Please click <a href="%1"><strong>here</strong></a> to restart the password recovery process. Your account is important to us. If you require further assistance, please contact our <a href="%2"><strong>Customer Support</strong></a>
de: Der Wiederherstellungstoken für Ihr Passworts ist abgelaufen. Bitte klicken Sie <a href="%1"><strong>hier</strong></a> , um den Wiederherstellungsprozess des Passworts erneut zu starten. Ihr Konto ist uns wichtig. Wenn Sie weitere Hilfe benötigen, setzten Sie sich bitte mit unserer <a href="%2"><strong>Kundenbetreuung</strong></a> in Verbindung.

source: Your password should be at least 5 characters.
de: Ihr Passwort muss aus mindestens 5 Zeichen bestehen.
ja: パスワードは５文字以上でご指定して下さい。

source: Your password should be at least 6 characters.
de: Ihr Passwort muss aus mindestens 6 Zeichen bestehen.

source: Your password should contain only characters and digits.
de: Ihr Passwort darf nur aus Buchstaben und Zahlen bestehen.
ja: パスワードには半角英数字のみ、ご指定頂けます。

source: Your password should not be more then 25 characters.
de: Ihr Passwort darf nur aus maximal 25 Zeichen bestehen.
ja: パスワードは２５文字以下でご指定して下さい。

source: Your personal information is used primarily as a way of authenticating you as the proper owner of your account and as the person to whom withdrawal payments may be made, and to process trades. We collect personal data relating to you directly from you when you fill in the account opening form. In the event of any doubt as to the authenticity of your account details or of any withdrawal request, the company reserves the right to request further authentication information as may be deemed appropriate under the circumstances.
de: Ihre persönlichen Informationen werden hauptsächlich dazu verwendet, Sie als den rechtmäßigen Eigentümer Ihres Kontos und als die Person zu authentifizieren, an die die Auszahlung vorgenommen werden und um Trades zu bearbeiten. Wir sammeln Ihre personenbezogenen Daten unmittelbar von Ihnen, wenn Sie das Formular zur Kontoeröffnung ausfüllen. Sollten bei der Authentizität Ihrer Kontodetails oder bei einer Auszahlung Zweifel aufkommen, behält sich das Unternehmen das Recht vor, weitere Informationen zur Authentifizierung anzufordern, die den Umständen nach als geeignet angesehen werden.

source: Your phone number
de: Ihre Telefonnummer
ja: お客様のお電話番号

source: Your request to transfer %1 %2 from %3 to %4 has been successfully processed.
de: Ihr Auftrag %1 %2 von %3 an %4 zu überweisen, wurde erfolgreich verarbeitet.

source: Your request to withdraw %1 %2 from your account %3 to Payment Agent %4 account has been successfully processed.
de: Ihr Auftrag, %1 %2 von Ihrem Konto %3 auf das Konto des Zahlungsabwicklers %4 zu überweisen, wurde erfolgreich verarbeitet.

source: Your risks are known
de: Ihre Risiken sind bekannt
ja: リスクが明確

source: Your secret answer is too short. Please enter at least 4 characters.
de: Ihre Antwort auf die Geheimfrage ist zu kurz. Bitte geben Sie mindestens 4 Zeichen ein.
ja: 秘密の質問の答えは４文字以上でご指定して下さい。

source: Your settings have been updated successfully.
de: Ihre Einstellungen wurden erfolgreich aktualisiert.
ja: 設定が正しく更新されました。

source: Your trading statistics
de: Ihre Trading-Statistiken

source: Your transaction reference number is %1
de: Ihre Überweisungsnummer ist %1
ja: 決済の参照番号は%1です

source: Your verification link has expired. Please click below to re-send a verification email.
de: Ihr Bestätigungslink ist abgelaufen. Klicken Sie bitte unten, um erneut eine E-Mail Bestätigung zu senden.

source: Your website URL
de: Ihre Webseiten URL
ja: ウェブサイトURL

source: Your withdrawal limit for the entire duration of the account is currently: <b>EUR %1</b> (or %2 in other currency.)
de: Ihr Auszahlungslimit für die Gesamtlaufzeit des Kontos ist aktuell: <b>EUR %1</b> (or %2 in anderer Währung).
ja: お客様のご口座での累計でのご出金上限金額は現在、： <b>%1ユーロ</b> (または、他の通貨では%2)

source: Your withdrawal limit is <strong>EUR %1</strong> (or %2 in other currency).
de: Ihr Auszahlungslimit beträgt <strong>EUR %1</strong> (oder %2 in anderer Währung).
ja: お客様のご出金上限金額は、<strong>EUR%1</strong>です (他の通貨では%2です。)。

source: You’ll be surprised by the returns you can make.
de: Sie werden über die für Sie möglichen Renditen staunen.
ja: リターン率の高さに驚かれることでしょう。

source: a definite or indefinite period during which you wish to exclude yourself from the website.
de: ein endlicher oder unendlicher Zeitraum, für den Sie sich selbst von der Website ausschließen möchten.
ja: 限定的、あるいは非限定的な期間での当社サイトへのアクセス

source: a limit on the amount of time you may trade in any given online session;
de: ein zeitliches Limit, in dem Sie in Online-Sitzungen Abschlüsse machen können;
ja: オンライン上でトレード可能時間

source: a limit on the amount you may trade within a specified period of time;
de: eine Beschränkung des Betrags, den Sie in einem bestimmten Zeitraum für das Handeln verwenden können;
ja: 特定の期間内でのトレードが可能な上限

source: a limit on the losses you may incur within a specified period of time;
de: eine Beschränkung des Verlusts, den Sie in einem festgelegten Zeitraum verkraften möchten;
ja: 特定の期間内での損失の範囲

source: and
de: und
ja: かつ

source: and with this (same as before) HTTP header
de: und mit diesem (wie bisherigen) HTTP Header
ja: そして、このHTTP header（前述のものと同じ）と共に

source: and with this HTTP header
de: und mit diesem HTTP Header
ja: 及び、このHTTPヘッダーを利用し

source: any instance where the Company believes that person's activities at this site may be illegal in that person's country or state;
de: jeder Vorgang, bei dem das Unternehmen vermuten kann, dass die Aktivitäten der Person auf dieser Site in dem Land oder Staat der Person illegal sein könnten;
ja: お客様の当社サイトにおける行為が、お客様の居住国・居住地域で違法であると検知された場合

source: any instance where the Company may be approached or contacted by legal authorities or regulators from that person's country or state;
de: Vorgänge, anhand derer das Unternehmen von den Justizbehörden oder Überwachungsbehörden des Landes oder Staates der Person angegangen werden könnte;
ja: お客様の居住国・地域の法的機関等から申し入れや接触があった場合

source: any instance where the Company may suffer any pecuniary, fiscal or regulatory disadvantage by virtue of that person's activities at this site;
de: Vorgänge, aufgrund derer das Unternehmen aufgrund der Aktivitäten der Person auf dieser Site eventuell finanzielle, steuerliche oder behördliche Nachteile erleiden könnte;
ja: 当社のサイトでのお客様の非道徳的行為が当社の財政的、会計的、規制的な不利益を与えた場合

source: any restriction to its Clients from purchasing any contracts during certain hours.
de: Einschränkungen seinen Kunden gegenüber, zu gewissen Zeiten Kontrakte zu erwerben.
ja: 取引が提供されていない特定の時間帯におけるトレードの購入を希望された場合

source: barrier
de: Schwelle
ja: バリア

source: better trade
de: besserer Handel

source: binary options, forex, forex trading, online trading, financial trading, binary trading, index trading, trading indices, forex trades, trading commodities, binary options strategy, binary broker, binary bet, binary options trading platform, binary strategy, finance, stocks, investment, trading
de: Binäre Optionen, Binäre Option, Forex Handel, Online-Trading, Finanzhandel, Binärer Handel, Index Trading, Börsenhandel mit Indizes, Devisenhandel, Rohstoffe handeln, Binäre Optionen Strategie, Binäre Makler, Binäre Wette, Binäre Optionen Handelsplattform, Binäre Strategie, Finanzen, Aktien, Investmenthandel, Börse, Börsen, Aktienhandel, Aktienbörse handeln
ja: バイナリーオプション、外国為替、外国為替取引、オンライントレード、金融トレード、バイナリートレード、指標取引、指標トレード、 外国為替トレード、コモディティトレード、バイナリーオプション戦略、バイナリーブローカー、バイナリー取引、バイナリーオプリョン取引システム、バイナリー戦略、金融、株、投資、トレード

source: close on %1
de: Schließen auf %1

source: conflicts Policy
de: Konfliktregeln

source: contract start time
de: Startzeit des Kontrakts
ja: トレード開始時間

source: day
de: Tag
ja: 日

source: days
de: Tage
ja: 日

source: details
de: Angaben
ja: 詳細

source: entry spot
de: Startkurs
ja: エントリー価格

source: entry spot minus %1
de: Kurs bei Kontraktbeginn minus %1
ja: エントリー価格マイナス%1

source: entry spot minus %plural(%1,1 pip, %d pips)
de: Kurs bei Kontraktbeginn minus %plural(%1,1 Pip, %d Pips)
ja: エントリー価格プラス %1 pip

source: entry spot plus %1
de: Kurs bei Kontraktbeginn plus %1
ja: エントリー価格プラス%1

source: entry spot plus %plural(%1,1 pip, %d pips)
de: Startkurs plus %plural(%1,1 Pip, %d Pips)
ja: エントリー価格プラス %plural(%1,1 pip, %d pips)

source: equivalent
de: äquivalent
ja: 等価

source: explanation
de: Erklärung
ja: 取引概要

source: first tick
de: erster Tick
ja: 最初のtick

source: for detailed coding instructions.
de: für ausführliche Programmieranleitungen.
ja: プログラミングの詳細を参照することができます。

source: from financial account (%1) to gaming account (%2)
de: vom Finanzkonto (%1) zum Spielkonto (%2)

source: from gaming account (%1) to financial account (%2)
de: vom Spielkonto (%1) zum Finanzkonto (%2)

source: here
de: hier
ja: こちらから。

source: high barrier
de: hohe Schwelle
ja: 上限バリア

source: hour
de: Stunde
ja: 時間

source: hours
de: Stunden
ja: 時間

source: loading...
de: wird geladen...
ja: 読み込み中

source: low barrier
de: niedrige Schwelle
ja: 下限バリア

source: maximum is
de: Das Maximum ist
ja: 最高値は

source: minimum available duration
de: kürzeste vorhandene Dauer
ja: 最小取引期間

source: minimum is
de: Das Minimum ist
ja: 最小値は

source: minutes
de: Minuten
ja: 分

source: month
de: Monat
ja: ヶ月

source: months
de: Monate
ja: ヶ月

source: not available
de: nicht vorhanden
ja: 利用不可

source: open-Source projects
de: Open-Source Projekte
ja: オープンソース・プロジェクト

source: or
de: oder
ja: または

source: or Email us at
de: oder schreiben Sie uns eine E-Mail an
ja: またはメールでのご連絡：

source: or please try the site map below
de: oder versuchen Sie bitte die nachstehende Sitemap
ja: または下記のサイトマップをご確認下さい

source: or try out the <a href='%1'>Random Indices</a> which are always open.
de: oder probieren Sie die <a href='%1'>Random Indizes</a>, die immer offen sind.

source: page for the exact time of settlement for all contracts. Other websites may adopt a different convention (for example some websites choose 4 o'clock NY time, or 5 o'clock London time). As a result, the open, high, low and closing prices displayed on our website may differ to those on other websites, due to the market-closing time convention.
de: die Seite für die genaue Zeit für alle Kontraktabrechnungen. Andere Webseiten mögen andere Vereinbarungen getroffen haben (z. B. wählen einige Webseiten 16 Uhr (New York) oder 17 Uhr (London)). Dadurch können sich die Eröffnungs-, Höchst-, Tiefst- und Schlussnotierungen auf unserer Website aufgrund des Börsenschlusses von denen anderer Websites unterscheiden .
ja: から、全てのトレードに関する正確な市場閉場の適用時間をご確認下さい。他のウェブサイトでは、異なるデータを採用している可能性があります。（例：ニューヨーク時間・午前４時、ロンドン時間・午前５時など）ゆえに、当社が公表しているオープン価格、最高価格、最低価格、及び市場閉場価格は、他のウェブサイトで公表している価格と異なる可能性があります。

source: remaining
de: verbleibend

source: return
de: Rendite
ja: リターン率

source: running
de: läuft

source: second
de: Sekunde
ja: 秒

source: seconds
de: Sekunden
ja: 秒

source: starting in
de: beginnt in

source: today
de: heute
ja: 本日

source: where
de: wo

source: with this %1 data:
de: mit diesen %1 Daten:
ja: この%1データと共に:

source: with this HTTP header
de: mit diesem HTTP Header
ja: このHTTPヘッダーを利用し

source: withdrawal limits
de: Abhebelimits
ja: ご出金限度額

source: year
de: Jahr
ja: 年

source: years
de: Jahre
ja: 年

source: you are not resident in a restricted country such as the USA, Japan, Hong Kong, Bahamas, Costa Rica, Malaysia, Malta, Iran, North Korea, Jersey, or Iraq;
de: Sie sind kein Bewohner eines eingeschränkten Landes wie die USA, Japan, Hongkong, Bahamas, Costa Rica, Malaysia, Malta, Iran, Nordkorea, Jersey, Irak oder Myanmar;

source: you are over 18 years of age, unless you are an Estonian resident whereby you would have to be over 21;
de: Sie sind über 18 Jahre alt. Wenn Sie ein in Estland wohnen, müssen Sie über 21 Jahre alt sein;
ja: １８歳以上であり、エストニア国民の場合は２１歳以上です。

source: you have read our privacy statement and hereby give us consent to process your personal information as outlined there;
de: Sie haben unsere Datenschutzerklärung gelesen und erteilen uns Ihre Zustimmung, Ihre personenbezogenen Daten, wie in der Erklärung beschrieben, zu verarbeiten;
ja: 個人情報に関するお取り扱いを通読し、それに基づいて個人情報が処理されることを承知しています。

source: you have read this Legal Terms and Conditions page in full and understood that you will be buying and selling financial contracts subject to these terms and conditions;
de: Sie haben die Seite mit dieses gesetzlichen Bestimmungen und Bedingungen vollständig gelesen und verstanden, dass Sie Finanzverträge kaufen und verkaufen werden, die diesen Allgemeinen Geschäftsbedingungen unterliegen;
ja: ご利用規約を通読し同意し、金融トレードの売買をご利用規約に基づいて行うことを理解しています。

source: you have sufficient experience and knowledge in matters of financial trading to be capable of evaluating the merits and risks of acquiring financial contracts via this site and have done so without relying on any information contained in this site.
de: Sie haben ausreichende Erfahrung und Kenntnisse hinsichtlich des Finanzhandels, um in der Lage zu sein, die Vorzüge und Risiken beim Erwerb von Finanzverträgen auf dieser Seite zu beurteilen und haben dies getan, ohne sich dabei auf Informationen zu verlassen, die auf dieser Site enthalten sind.
ja: 当社サービスを通じて金融トレードを購入するメリットとリスクを評価でき、かつ当社サイトに掲載されている情報に依存せずに金融トレードを行ったことのあるような金融トレードにおける十分な経験と知識があります。

source: ‘Best Customer Communication Firm’ award by Investors Chronicle
de: Vom Investor Chronicle als 'Beste Kundenkommunikationsfirma' ausgezeichnet
ja: ”Investors Chronicle”から、最も優秀なカスタマーサポートとして認定

source: ‘Best Fixed-Odds Broker’ silver award by Trade2Win
de: 'Bester Fixed-Odds Makler' Auszeichnung in Silber von Trade2Win
ja: Trade2Winから最も優秀な固定オッズ業者として認定

source: ‘Best Fixed-Odds Financial Provider’ award by Financial Times and Investors Chronicle UK
de: Von der Financial Times und dem Investors Chronicle GB als 'Bester Fixed-Odds Finanzdienstleister' ausgezeichnet
ja: Financial Times誌、及びInvestors Chronicle UK誌から最も優秀な固定オッズ金融トレード業者として認定

source: ‘Best Fixed-Odds Financial Trading Provider’ award by Shares Magazine UK
de: Vom Shares Magazine GB als 'Bester Fixed-Odds Finanzhandelsdienstleister' ausgezeichnet
ja: Shares Magazine UKから、最も優秀な固定オッズ金融トレード業者として認定

source: ‘Best Fixed-Odds Firm 2012’ award by Global Banking and Finance Review
de: Auszeichung als 'Beste Fixed-Odds Firma 2012' durch den Global Banking and Finance Review
ja: ”Global Banking” 、及び”Finance Review”から最も優秀な２０１２年度固定オッズ業者として認定

source: ‘Financial Betting Operator of the Year’ award by eGaming Review
de: 'Finanzwettenanbieter des Jahres' Auszeichung durch den eGaming Review
ja: eGaming Reviewから最も優秀なトレード業者として認定

source: “Asian Fall” – You win when the last tick is lower than the average of the ticks during the trade.
de: "Asiatische Fallend" - Sie gewinnen, wenn während des Kontrakts der letzte Tick unter dem Durchschnitt der Ticks liegt.

source: “Asian Rise” – You win when the last tick is higher than the average of the ticks during the trade.
de: "Asiatische Steigen" - Sie gewinnen, wenn während der Kontraktlaufzeit der letzte Tick höher als der Durchschnitt der Ticks liegt.

source: “Differs” – You win when the last digit of the last tick does not match your prediction.
de: 'Unterschiedlich" - Sie gewinnen, wenn die letzte Stelle des letzten Ticks nicht mit Ihrer Voraussage übereinstimmt.

source: “Matches” – You win when the last digit of the last tick matches your prediction.
de: "Übereinstimmung" - Sie gewinnen, wenn die letzte Stelle des letzten Ticks mit Ihrer Vorhersage übereinstimmt.

source: South African Index
de: Südafrikanischer Index

source: German Index
de: Deutscher Index

source: AP Ordinary
de: AP Allgemein

source: French Smart Index
de: Französischer Smart Index

source: Japanese Smart Index
de: Japanischer Smart Index

source: New Zealand Index
de: Neuseeland Index

source: French Index
de: Französischer Index

source: Portuguese Index
de: Portugiesischer Index

source: Australian Index
de: Australischer Index

source: Singapore Index
de: Singapur Index

source: Belgian Smart Index
de: Belgischer Smart Index

source: Portuguese Smart Index
de: Portugiesischer Smart Index

source: Norwegian Index
de: Norwegischer Index

source: Korean Index
de: Koreanischer Index

source: Japanese Index
de: Japanischer Index

source: Dutch Smart Index
de: Niederländischer Smart Index

source: Swiss Index
de: Schweizerischer Index

source: Canadian Index
de: Kanadischer Index

source: Dutch Index
de: Niederländischer Index

source: German Smart Index
de: Deutscher Smart Index

source: Italian 30 Index
de: Italienischer 30 Index

source: Swiss Smart Index
de: Schweizer Smart Index

source: Russian Regular Index
de: Russischer Regulärindex

source: Italian Index
de: Italienischer Index

source: Belgian Index
de: Belgischer Index

source: Irish Index
de: Irischer Index

source: Brazilian Index
de: Brasilianischer Index

source: Bombay Index
de: Mumbai Index

source: Commbank (Australia)
de: Commbank (Australien)

source: Oil/GBP
de: Öl/GBP

source: Oil/USD
de: Öl/USD

source: Platinum/USD
de: Platin/USD
ja: 白金/USD

source: Silver/USD
de: Silber/USD

source: Oil/EUR
de: Öl/EUR

source: Oil/AUD
de: Öl/AUD

source: Random Sun
de: Random Sonne
ja: ランダム・太陽

source: Synthetic
de: Synthetisch

source: Synthetic represents the empirical simulation of cash index from futures.
de: Synthetisch stellt die empirsche Simulation des Barindex aus Futures dar.

source: Commodities are traded items with directly usable qualities.
de: Handelswaren sind gehandelte Artikel mit unmittelbar nutzbaren Qualitäten.
ja: コモディティは直接的に利用出来る価値と共にトレードされるアイテムです。

source: Stocks
de: Aktien
ja: 株式

source: Stocks (or shares) represent the value of partial ownership in a single company.
de: Wertpapiere (oder Aktien) stellen den Wert partieller Eigentümerschaft in einem einzigen Unternehmen dar.
ja: 株式とは企業の部分的な保有に関する価値を示します。

source: The Randoms are simulated markets that use random numbers to model the uncertainty that exists in real markets.
de: Die Randoms sind simulierte Märkte, die zufällige Zahlen verwenden, um die Unsicherheit der echten Märkte abzubilden.
ja: ランダム指数とは、実際の市場の存在する不確定要素を再現する乱数を用いて形成された仮想市場のことです。

source: Forex (or foreign exchange) represents the ratio between the values of two currencies.
de: Forex (oder Devisenhandel) stellt das Verhältnis zwischen den Werten zweier Währungen dar.
ja: 外国為替とは２種類の通貨における値段の割合を示します。

source: Indices represent the weighted value of a basket of companies, typically traded on the same exchange.
de: Indizes stellen den gewichteten Wert eines Korbs von Unternehmen dar, die in der Regel an der selben Börse notiert werden.
ja: 各指数とは、基本的に同じ為替相場でトレードされた企業の集合体の加重値を示します。

source: Sectors
de: Sektoren
ja: セクター指数

source: Sectors represent the weighted value of a basket of companies which may operate in different countries and trade on different exchanges, but pursue similar lines of business.
de: Sektoren stellen den gewichteten Wert eines Korbs von Unternehmen dar, die in verschiedenen Ländern und auf unterschiedlichen Börsen notiert werden, aber aber ähnlichen Geschäftszweigen angehören.
ja: セクター指数とは、異なる国、異なる為替相場にて類似のビジネスを運営する企業の集合体の加重値を示します。

source: United Kingdom Stocks
de: Großbritannien Aktien
ja: イギリス株式

source: India Stocks
de: Indien Aktien
ja: インド株式

source: Dutch Stocks
de: Niederländische Aktien
ja: オランダ株式

source: Synthetic Index
de: Synthetischer Index

source: Synthetic Indices
de: Synthetische Indizes
