Repository: yottanami/binary-static
Catalog: config/locales/*.po
Languages: de, ja

source: The calculation of the price to be paid (or the payout to be received) for financial contracts on this site at the time the financial contract is purchased or sold will be based on the Company's best estimate of market price movements and the expected level of interest rates, implied volatilities and other market conditions during the life of the financial contract, and is based on complex mathematics. The calculation will include a bias in favour of the Company. The financial contract prices (or the payout amounts) offered to Clients speculating on market or index prices may differ substantially from prices available in the primary markets where stock indices or commodities or contracts thereupon are traded, due to the bias favouring the Company in the price calculation system referred to above.
de: Die Kalkulation des zu zahlenden Kurses (oder der zu erhaltenden Auszahlung) für Finanzverträge auf dieser Seite zum Zeitpunkt des Erwerbs oder Verkaufs von Finanzverträgen gründet sich auf dem besten Schätzwert des Unternehmens für Marktkursbewegungen und dem erwarteten Zinssatzlevel, der eingeschlossenen Volatilitäten und anderen Marktbedingungen während der Laufzeit des Finanzvertrags sowie auf komplexen mathematischen Berechnungen. Die Berechnung beinhaltet auch Einnahmen zugunsten des Unternehmens. Die Kurse der Finanzverträge (oder Auszahlungsbeträge), die den am Markt oder mit Indexkursen spekulierenden Kunden angeboten werden, können sich deutlich von den Kursen unterscheiden, die auf Emissionsmärkten zur Verfügung stehen, wo die Aktienindizes, Rohstoffe oder Verträge gehandelt werden. Dies geschieht aufgrund der Marge, die das Unternehmen im oben erwähnten Preisberechnungssystem bevorteilt.
ja: 当社サービスが提供する金融トレードを購入又は購入済みトレードを転売される際に適用される金額の算出根拠は、当社の最良な市場価格の動向予想、予想されうる金利レベル、変動率、該当金融トレードの取引期間での他の市場の状態、及び複雑な数学モデルに基づきます。算出結果には、当社が採用するバイアスも適用されます。市場価格や指数価格を予想するお客様に提供される金融トレードの購入価格や払い戻し金額は、前述した当社が管理するバイアスの適用により、株式指数、コモディティ、トレード開始直後での初期の市場価格と実質上異なる場合があります。

source: The charting data made available to Clients by the Company is indicative only and may at times differ from the real market values. The Company's decision as to the calculation of a financial contract price will be final and binding. The Company allows the option to sell contracts before expiry time of some contracts but will not be obliged to do so and can suspend this option depending on the current market conditions. Contracts may be amended when the underlying asset value is adjusted by corporate actions during the contract period.
de: Die den Kunden von dem Unternehmen zur Verfügung gestellten Diagrammdaten sind lediglich Richtwerte und können sich von den echten Marktkursen unterscheiden. Die Entscheidung des Unternehmens hinsichtlich des Kurses eines Finanzkontrakts ist endgültig und bindend. Das Unternehmen bietet die Möglichkeit, Kontrakte vor dem Ablaufdatum von Kontrakte zu verkaufen, ist aber nicht dazu verpflichtet, und kann diese Möglichkeit aufgrund aktueller Marktbedingungen aussetzen. Kontrakte können angepasst werden, wenn der zugrundeliegende Buchwert durch Handlungen des Unternehmens während der Kontraktlaufzeit verändert wurde.
ja: 当社がお客様に提供するチャートデータは、価格の目安として表示されるに留まり、実際の市場価格とは異なる可能性があります。尚、当社が算出し決定した金融トレード価格は、当社の決定が最終的かつ決定的なものになります。当社はオープン中のトレードの転売を許可する場合がありますが、転売の権利を付与するか否かは当社の義務ではなく、またこの権利は市場の状況によって提供されない場合があります。トレード期間中に当社にて商品の資産価値を調整した場合、トレードは修正される可能性があります。

source: The client has reached a turnover that is 5 times the bonus amount
de: Der Kunde hat einen Umsatz erreicht, der das 5-fache des Bonusbetrags entspricht
ja: ボーナス付与価格の５倍以上のお取り引きを成立した場合

source: The company does not guarantee the ability to sell a contract prior to its expiration time.
de: Das Unternehmen garantiert die Möglichkeit, einen Kontrakt vor seinem Ablaufdatum zu verkaufen.
ja: 当社はオープン中のトレードの全てに対し転売を保証することはありません。

source: The company has various deposit methods available, each with their own timing for deposits, some of which might not be available for withdrawals. Full details of deposits and withdrawals methods available including settlement times are available <a href='%1' class='pjaxload'>here:</a>
de: Das Unternehmen stellt mehrere Einzahlungsmethoden zur Verfügung. Jede hat für Einzahlungen ihr eigenes Timing. Einige davon könnten nicht für Abhebungen verwendet werden. Die vollständigen Einzelheiten für die vorhandenen Ein- und Auszahlungsmethoden, einschließlich der Bearbeitungszeiten, finden Sie <a href='%1' class='pjaxload'>hier:</a>
ja: 当社では様々な入金手段をご利用いただけます。お好きなときにご入金がかのうです。手段によっては出金の際にはご利用いただけないものもあります。所要時間など入出金方法の詳細につきましては、<a href='%1' class='pjaxload'>こちら</a>からご確認いただけます。

source: The company holds customer funds in separate bank accounts to the operational accounts which would not, in the event of insolvency, form part of the Company's assets. This meets the Gambling Commission’s requirements for the segregation of customer funds at the level: <strong>medium protection</strong>.
de: Das Unternehmen unterhält Kundengelder auf von den betrieblichen Konten getrennten Bankkonten, die im Fall einer Insolvenz keinen Anteil am Firmenvermögen darstellen. Dies entspricht nach den Vorschriften der Glücksspielbehörden zur Abtrennung von Kundenvermögen dem Grad: <strong>Mittlerer Schutz</strong>.

source: The company holds customer funds in separate bank accounts to the operational accounts which would not, in the event of insolvency, form part of the Company's assets. This meets the Gambling Commission’s requirements for the segregation of customer funds at the level: medium protection.
de: Das Unternehmen unterhält Kundengelder auf von den betrieblichen Konten getrennten Bankkonten, die im Fall einer Insolvenz keinen Anteil am Firmenvermögen darstellen. Dies entspricht nach den Vorschriften der Glücksspielbehörden zur Abtrennung von Kundenvermögen dem Grad: Mittlerer Schutz.

source: The company reserves the right to cancel/prohibit the use of this promotion at its own discretion at any time.
de: Das Unternehmen behält sich das Recht vor, die Anwendung dieser Werbeaktion jederzeit und auf eigenes Ermessen zu stornieren/untersagen.
ja: 当社はいつでもこのボーナスキャンペーンをキャンセルまたは禁止する権利を有します。

source: The company reserves the right to charge a dormant fee of up to USD/EUR/AUD/GBP25 every 6 months for every Client account that has had no transaction recorded for over 12 months. If a Client's account is with Binary (Europe) Ltd., and his account has had no activity for a period of thirty months, and the Client cannot be located or contacted, the Company shall remit the balance of the account to the Malta Gaming Authority. Clients need to contact our helpdesk to recover funds from inactive, closed, blocked or excluded accounts.
de: Das Unternehmen behält sich das Recht vor, für jedes Kundenkonto, für das über einen Zeitraum von 12 Monaten keine Transaktion verzeichnet wurde, alle 6 Monate eine Nichtnutzungsgebühr von bis zu 25 USD/EUR/AUD/GBP zu erheben. Wenn ein bei der Binary (Europe) Ltd. bestehendes Kundenkonto für einen Zeitraum von 30 Monaten inaktiv ist und der Kunde kann nicht gefunden oder kontaktiert werden kann, dann muss das Unternehmen das Kontoguthaben an Maltesische Glücksspielbehörde auszahlen. Die Kunden müssen sich dann mit unserem Helpdesk in Verbindung setzen, um die Guthaben inaktiver, gesperrter oder ausgeschlossener Konten ausgezahlt zu bekommen.

source: The content on this website is subject to change at any time without notice and is provided for the sole purpose of assisting traders in making independent investment decisions. %1 has taken reasonable measures to ensure the accuracy of the information on the website, however, we do not guarantee its accuracy and will not accept liability for any loss or damage which may arise directly or indirectly from the content or your inability to access the website, for any delay in or failure of the transmission or the receipt of any instruction or notification sent through this website.
de: Der Inhalt dieser Webseite unterliegt Änderungen, die jederzeit und ohne vorige Mitteilung vorgenommen werden und einzig und allein dazu dienen, Tradern beim Treffen unabhängiger Investmententscheidungen zu helfen. %1 hat ausreichende Maßnahmen getroffen, um die Genauigkeit der Information auf der Webseite sicherzustellen. Allerdings können wir seine Genauigkeit nicht garantieren und werden für Verluste oder Schäden nicht haftbar, die sich direkt oder indirekt aus dem Inhalt ergeben oder unserer Unfähigkeit, dass Sie die Seite nicht abrufen können, für Verzögerungen bei der Übermittlung von Anweisungen oder Benachrichtigungen, die über diese Website übertragen werden.

source: The contract %4 has changed from %1%2 to %1%3.
de: Der Kontrakt %4 hat sich von %2 %1 auf %3 %1 verändert.
ja: トレード%4は%1%2から%1%3に変化しました。

source: The contract has expired
de: Der Kontrakt ist abgelaufen
ja: このトレードは終了しました

source: The contract is not available after %1 GMT.
de: Der Kontrakt ist nach %1 GMT nicht mehr verfügbar.
ja: このトレードは%1 GMT以降、お取り扱いがありません。

source: The contract must expire on a trading day.
de: Der Kontrakt muss zu einem Börsentag ablaufen.
ja: トレードはトレード可能日に終了する必要があります。

source: The contract period is the timeframe of a trade. It is also called the duration.
de: Die Kontraktperiode ist der Zeitrahmen eines Geschäfts. Sie wird auch Laufzeit genannt.
ja: トレード期間とはトレードのタイムフレームのことであり、取引期間と同じ意味です。

source: The cost of your open positions
de: Die Kosten Ihrer offenen Positionen
ja: オープン中のポジションの総購入額

source: The currency of your bonus will be the same as the currency of your first deposit.
de: Die Währung Ihres Bonus ist die gleiche wie die Währung Ihrer ersten Einzahlung.
ja: ボーナスの通貨は、お客様が初めてご入金された通貨と同じになります。

source: The database is not yet updated with settlement data.
de: Die Datenbank ist noch nicht mit den Abrechnungsdaten aktualisiert.
ja: このデータベースは確定データによる更新は未完です。

source: The duration is the length of a purchased trade (see 'contract period').
de: Die Laufzeit ist die Länge eines gekauften Kontrakts (siehe "Kontraktperiode").
ja: 購入したトレードの取引期間のことです（「トレード期間」の項目を参照して下さい）。

source: The easiest way to get started in the financial markets
de: Der einfachste Weg, auf den Finanzmärkten aktiv zu werden
ja: 簡単に金融市場のトレードに参加できます

source: The entry spot price is the starting price of the trade purchased by a trader.
de: Der Einstiegskurs ist der Startpreis eines von einem Händler gekauften Kontrakts.
ja: エントリースポット価格とは、購入トレードの開始価格のことです。

source: The expiry price is the price of the underlying when the contract expires.
de: Der Schlusskurs ist der Kurs des Basiskurs zum Ablauf des Kontrakts.
ja: 終了価格とは、トレード終了時の取引対象の価格を指します。

source: The filtering algorithm is based on a mathematical formula similar to the "Bollinger Bands" volatility system - i.e., short-term volatility bands are determined around the present market value, and ticks that are manifestly outside of such bands are removed.
de: Der Filter-Algorithmus basiert auf einer mathematischen Formel, die dem Volatilitätssystem der "Bollinger Bänder" ähnelt. Beispielsweise werden kurzfristige Volatilitätsbänder um den aktuellen Marktwert bestimmt und Ticks, die deutlich außerhalb solcher Bänder liegen, werden entfernt.
ja: このフィルタリング・アルゴリズムは、テクニカル指標の一種であるボリンジャーバンドに類似した数式に基づいています。ゆえに、最新の市場価値の極短期間の変動幅が定まり、明らかにその変動幅から外れるようなTickも除外されます。

source: The financial trading services contained within this site are only suitable for Clients who are able to bear the loss of all the money they invest and who understand and have experience of the risks involved in the acquisition of financial contracts.
de: Die Finanzhandelsdienste, die diese Site enthält, eignen sich nur für Kunden, die einen Verlust ihres gesamten, investierten Geldes verkraften können und die die Risiken erkennen, die mit dem Erwerb von Finanzverträgen im Zusammenhang stehen und damit Erfahrung haben.
ja: 当社における金融トレードは、投資された資金が全て失われる可能性があることをご理解出来る方、及び金融トレードにおけるあらゆるリスクを熟知されご経験されている方に対してのみ適切なサービスになります。

source: The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the acquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract premium.
de: Die Finanzhandelsdienste, die diese Seite enthält, eignen sich nur für Kunden, die einen Verlust ihres gesamten investierten Geldes verkraften können und die die Risiken erkennen, die mit dem Erwerb von Finanzverträgen im Zusammenhang stehen und damit Erfahrung haben. Transaktionen mit Finanzkontrakten beinhalten ein hohes Risiko. Wenn erworbene Kontrakte wertlos auslaufen, geht Ihr gesamte Investition, die aus der Kontraktpräme besehtt, verloren.

source: The first step is to open an account. You can <a target='_blank' href='%1'>apply online</a> in just a few minutes.
de: Der erste Schritt ist, ein Konto zu eröffnen. Sie können sich in nur wenigen Minuten <a target='_blank' href='%1'>online bewerben</a>.

source: The first thing to do is choose the asset you wish to trade, such as gold or oil, stocks or FX rates (The value of a binary option is derived from the price of the underlying asset). A big advantage of trading options is that you are not buying or selling the actual asset.
de: Als Erstes müssen Sie Anlage auswählen, das Sie handeln möchten, wie zum Beispiel Gold oder Öl, Aktien oder Devisen (der Wert einer Binären Option wird von dem Kurs der Basisanlage abgeleitet). Ein großer Vorteil des Optionshandels ist die Tatsache, dass Sie die eigentlichen Finanzwerte nicht kaufen oder verkaufen.
ja: まず初めに取引対象（外国為替、又はコモディティ）を選択して下さい。バイナリーオプションの取引価値は取引対象の価格から導かれます。オプション取引の大きな利点として、取引対象そのものを売買しないという点があります。

source: The first tick is the first tick after the contract is processed by our servers
de: Der erste Tick ist der erste Tick, nach dem der Kontrakt von unseren Servern bearbeitet wurde
ja: 最初のTickとは、当社のサーバにてトレードが処理された後に検出された最初のTickを指します

source: The first tick is the first tick after the contract is processed by our servers.
de: Der erste Tick ist der erste Tick, nach dem der Kontrakt von unseren Servern bearbeitet wurde.
ja: 最初のTickとは、当社のサーバにてトレードが処理された後に検出された最初のTickを指します。

source: The following table reflects the corporate actions that happened during the contract period.
de: Die folgende Tabelle spiegelt die Unternehmenshanlungen wieder, die während der Kontraktlaufzeit vorgekommen sind.
ja: 次の表は契約期間中に起こったコーポレートアクションを表しています。

source: The level of protection offered and due to each client depends on the category to which each client is assigned. Retail Clients benefit from the highest degree of protection.
de: Das jedem Kunden angebotene und geschuldete Schutzniveau hängt von der Kategorie ab, der der Kunden zugeordnet ist. Einzelhandelskunden wird der höchste Schutzgrad eingeräumt.
ja: 提供される保護レベルは、各クライアントに割り当てられているカテゴリによりかわります。個人顧客は、最高度の保護を受けられるようになっています。

source: The market exit price is the price in effect at the end of the contract period.
de: Der Schlusskurs ist der Kurs, der zum Ablauf der Kontraktlaufzeit gilt.
ja: 市場出口価格とは、トレードの終了期間に影響を及ぼす価格のことです。

source: The market must be open at the start time.
de: Die Börse muss zur Startzeit geöffnet sein.
ja: 市場はトレード開始時に開場していなければなりません。

source: The materials comprising the %1 website (including without limitation all articles, text, images, logos, compilation, systems, code and design) are Copyright 1999-2015 Binary Group of companies. All rights reserved.
de: Alle Materialien, die in der Website von %1 enthalten sind (einschließlich und ohne Ausnahme aller Artikel, Texte, Bilder, Logos, Zusammenstellungen, Systeme, Code und Design) unterliegen dem Copyright 1999-2015 der Binary Unternehmensgruppe. Alle Rechte vorbehalten.
ja: %1のウェブサイトを構成しているコンテンツ（記事、文章、イメージ、ロゴ、編集物、システム、プログラミング、及びデザイン）は、1999-2015 Binary グループ会社による著作物であり、全ての権利が当社に帰属します。

source: The maximum loss that may be incurred by any Client is the amount of money paid by oneself to the Company.
de: Der maximale Verlust, den ein Kunde erleiden kann, ist der Geldbetrag, der von ihm an das Unternehmen bezahlt wurde.
ja: お客様が負う最大の損失金額は、当社に対してご入金された金額の総額になる見込みです。

source: The most important benefit of using OAuth2.0 is that the end-users, who already have valid logins at %1, are able to leverage new applications to execute various trading activities, without these applications needing to know or "see" the end-users security credentials.
de: Der wichtigste Vorteil von OAuth2.0 ist, dass die Endbenutzer, die bereits gültige Logins bei %1 haben, neue Anwendungen nutzen können, um verschiedene Handelstätigkeiten auszuführen, ohne dass diese Anwendungen die Berechtigungnachweise der Endbenutzer kennen oder "sehen" müssen.
ja: OAuth2.0を利用する最も重要なメリットとして%1にログインできるエンドユーザは、アプリケーションにエンドユーザのセキュリティ証明を認識させることなく、様々なトレードを実行するための新たなアプリケーションにレバレッジを効かすことが可能、ということが挙げられます。

source: The page has timed out. This may be due to a slow Internet connection, or to excess load on our servers. Please try again in a few moments.
de: Die Seite hat angehalten. Dies kann aufgrund einer langsamen Internetverbindung oder einer Überlastung unserer Server auftreten. Bitte versuchen Sie es in wenigen Augenblicken erneut.
ja: ページの期限が切れてしましました。原因としては、遅いインターネットの回線速度やサーバへの過度の負荷が考えられます。また後ほどお試し下さい。

source: The password for your account %1 has been changed. This request originated from IP address %2. If this request was not performed by you, please immediately contact Customer Support.
de: Das Passwort für Ihr Konto %1 wurde geändert. Dieser Antragt stammte von der IP-Adresse %2. Wenn Sie diesen Antrag nicht gestellt haben, setzen Sie sich bitte sofort mit der Kundenunterstützung in Verbindung.
ja: お客様の口座のパスワード%1 は変更されました。このリクエストはIPアドレス%2から発信されています。このリクエストにお心当たりがない場合は、即座にカスタマーサポートまでご連絡ください。

source: The patent means Regent Markets is the recognised pioneer of binary betting. The patent helps protect our innovations.
de: Das Patent bedeutet, dass Regent Markets ein anerkannter Pionier für binäre Wetten ist. Das Patent hilft, unsere Erfindungen zu schützen.
ja: この特許により、Regent Marketsはバイナリー取引におけるパイオニアと認識される。特許取得により、より一層の進化を遂げる。

source: The payout is the amount paid to an options trader if their prediction is correct.
de: Die Auszahlung ist der Betrag, der an einen Optionshändler gezahlt wird, wenn seine Voraussage korrekt ist.
ja: 払い戻し金額とは、トレードに勝った際に支払われる金額のことです。

source: The personal information that we obtain about you assists us in servicing your account. We know you may be concerned about what we do with this information, and with financial information about your account. The following outlines our privacy practices.
de: Die von Ihnen übermittelten personenbezogenen Daten, helfen uns dabei, Ihr Konto zu verwalten. Wir sind uns bewusst, dass Sie sich über den Umgang mit diesen Daten und den finanziellen Informationen über Ihr Konto Sorgen machen. Nachfolgend werden unsere Datenschutzrichtlinien erläutert.
ja: お客様から提供された個人情報によりご口座へのサービスの提供が可能になります。当社における個人情報、及びお取り引き情報に関するお取り扱いに関し、このページにて説明させて頂きます。

source: The profit is the difference between the purchase price (the stake) and the payout on a winning trade.
de: Der Gewinn ist die Differenz zwischen dem Kaufpreis (der Einsatz)und der Auszahlung eines erfolgreichen Kontrakts.
ja: 勝ちトレードの払い戻し金額と購入価格の差額が利益になります。

source: The provided currency %1 is invalid.
de: Die angegebene Währung %1 ist ungültig.
ja: 提供された通貨、%1は無効です。

source: The provided currency %1 is not the default currency
de: Die angegebene Währung %1 ist nicht die voreingestellte Währung
ja: 提供された通貨、%1 はデフォルト通貨ではありません

source: The provided email address %1 is already in use by another Login ID.
de: Die angegebene E-Mail Adresse %1 wird bereits von einer anderen Login ID verwendet.
ja: ご入力頂いたメールアドレス：%1は既に他のログインIDに登録されています。

source: The random index is a stock index whose price is simulated using random numbers. Unlike real market stock indices whose prices depend on the prices of the individual stocks listed on an Exchange, the random stock index only relies on factors like volatility, previous index price (previous simulated price) and a random number to determine the price of the index. Due to the use of random numbers, the price (or direction) of the index cannot be predicted with certainty and thus behaves like a real market index. When the index is appended with a number, the number is the percentage volatility used in calculating the index price. For instance, the Random Index 25 uses a volatility of 25% in the calculation of the index price. The index started at 1000 on 16 May 2004.
de: Der Random Index ist ein Aktienindex, dessen Kurs mit Zufallszahlen simuliert wird. Im Gegensatz zu echten börsennotierten Aktienindizes, deren Kurse von den Kursen der einzelnen an einer Börse notierten Aktien abhängen, stützt sich der zufällige Aktienindex nur auf Faktoren wie Volatilität, früherer Kursindex (vorheriger simulierter Preis) und auf eine Zufallszahl, um den Kurs des Index zu bestimmen. Durch die Verwendung von Zufallszahlen kann der Kurs (oder die Richtung) des Index nicht mit Sicherheit vorhergesagt werden und verhält sich somit wie ein echter Börsenindex. Wenn dem Index eine Zahl angehängt wird, ist die Zahl der Volatilitätsprozentsatz der bei Berechnung des Indexpreises verwendet wird. Der Random Index 25 verwenden beispielsweise eine Volatilität von 25 % bei der Berechnung des Index. Der Index startete am 16. Mai 2004 bei 1000.

source: The required minimum deposit has been made by the client AND
de: Die erforderliche Mindesteinzahlung ist vom Kunden erfolgt UND
ja: ボーナス付与に必要な最低金額以上を入金され、かつ

source: The resale price indicates a contract's current market price. Resale prices are on a best-efforts basis and may not be available at all times after purchase. See 'Sell option' for more details on selling contracts before expiry.
de: Der Wiederverkaufspreis gibt den aktuellen Marktpreis eines Kontrakts an. Wiederverkaufspreise beruhen auf bestem Wissen und könnten nach einem Kauf nicht jederzeit erzielt werden. Weitere Informationen über den Verkauf von Kontrakten vor Ablauf finden Sie im Abschnitt „Option verkaufen".

source: The return is the money realized when the contract expires (see 'Payout').
de: Die Rendite der Betrag, der zum Kontraktablauf realisiert wird (siehe 'Auszahlung').
ja: 払い戻し価格とは、トレードの予想が正しかった際に得る金額のことです。（「払い戻し価格」の項目をご確認下さい）

source: The right is also reserved to amend or change the rules and scope of this service from time to time. Any change to the rules made whilst the site is in operation will not apply retrospectively and will only apply to acquisitions of financial contracts made after such change. It is the Company’s responsibility to notify Clients before any changes to its terms come into effect.
de: Wir behalten uns ebenfalls das Recht vor, die Regeln und den Umfang dieses Service jederzeit zu ergänzen oder zu verändern. Jede Änderung der Regeln, die während des Betriebs der Site gemacht wurde, wird nicht rückwirkend angewendet und erstreckt sich nur auf Käufe von Finanzverträgen, die nach einer solchen Änderung getätigt werden. Das Unternehmen ist verpflichtet, die Kunden vor Inkraftreten von Änderungen der Geschäftsbedingungen hiervon zu benachrichtigen.
ja: 当社はルールや範囲を適切に修正または変更する権利を有します。修正点や変更点はそれらが作成された以前の状況にさかのぼって適用されることはありませんが、作成後に取得された金融トレードに対して適用されます。お客様にはご利用規約での全ての変更点を確認する義務があります。

source: The smoothing and filtering algorithms described above.
de: Die oben beschriebenen glättenden und filternden Algorithmen.
ja: 採用しているアルゴリズムについて

source: The stake is the amount that a trader must pay to enter into a trade.
de: Der Einsatz ist der Betrag, den ein Händler zahlen muss, um einen Kontrakt abzuschließen.
ja: 購入価格とは、トレード開始のために支払わなければならない金額のことです。
