Repository: yottanami/binary-static
Catalog: config/locales/*.po
Languages: de, ja

source: has been credited to your Virtual money account
de: wurde Ihrem virtuellen Geldkonto gutgeschrieben
ja: がデモ口座に付与されました

source: "Binary" or "digital" options are options that pay a pre-determined, fixed amount, depending on whether or not an event occurs at the time the Binary Option expires. Binary Options can have only one of two possible outcomes and allow you to take a simple "Yes or No" approach. Like traditional options, Binary Options are based on an underlying asset such as currencies, commodities, indexes or stocks, however one of the most significant differences from traditional options, among others, is that there can be only two outcomes for the option, either the client is paid the return upon the occurrence of the event, or the client loses the investment amount as determined in each option.
de: "Binäre" oder "digitale" Optionen sind Optionen, die einen festen, vorher festgelegten Betrag auszahlen. Dies ist davon abhängig, ob ein Ereignis vor Ablauf der Binären Option eintritt oder nicht. Binäre Optionen könne nur zwei mögliche Ergebnisse haben und ermöglichen Ihnen einen einfachen " Ja oder Nein" Ansatz. Binäre Optionen basieren, wie herkömmliche Optionen, auf den zugrundeliegenden Investitionen wie Währungen, Rohstoffe, Aktienindexe oder Aktien. Allerdings ist u. a. einer der eheblichsten Unterschiede zu herkömmlichen Optionen, dass es für die Option nur zwei Ergebnisse gibt: Entweder wird dem Kunden der Profit bei Eintreten des Ereignisses ausbezahlt oder der Kunde verliert die für jede Option gemachte Investition.
ja: "バイナリー"や"デジタル"オプションは、バイナリーオプションの期限が切れるときにイベントが生じるか否かに応じて予め定められた固定金額を支払うオプションです。バイナリーオプションは、”Yes”または”No”のシンプルな方法で２つの起こりうる結果のうち１つを予測します。従来のオプションのように、バイナリーオプションは通貨、コモディティ、インデックス、株式のような原資産に基づきます。従来のオプションとの一番の相違点は、その他にあります。それは、オプションは２つの結果だけからなり、１つはイベント発生時にリターンがクライアントに支払われ、もう１つは各オプションで定められた投資額を失うことになります。

source: "I work with a number of affiliate companies, and %1 is by far the friendliest and most helpful that I've found. They go out of their way to provide their affiliates with all the tools, advice and support they need to succeed. To top it all off they offer some of the most handsome rebates in the industry." - <strong>Vinod Gorasia, Marketing Manager, Agora Lifestyles</strong>.
de: "Ich arbeite mit vielen Partnerunternehmen zusammen, und habe festgestellt, dass %1 bis jetzt das benutzerfreundlichste und zuvorkommendste ist, das ich bisher kennen gelernt habe. Sie scheuen keine Mühe, um ihren Mitgliedern mit allen Tools sowie Rat und Tat zur Seite zu stehen, die sie für den Erfolg benötigen. Um dies noch zu toppen, bieten sie einige der attraktivsten Rabatte in dieser Branche an." - <strong>Vinod Gorasia, Marketing Manager, Agora Lifestyles</strong>.
ja: 「様々なアフィリエイトプログラムに加入してきましたが、貴社のアフィリエイトプログラムはユーザ目線かつ、効果的なプログラムであると確信しております。あらゆるツールをはじめ、アフィリエイト活動を成功に導くためのアドバイスとサポートも積極的に提供してくれます。もちろん、業界をトップレベルの報酬体系も大変魅力的です。」： <strong>Vinod Gorasia, マーケティング・マネージャー, Agora Lifestyles</strong>

source: %1 %plural(%1,day,days) %2 %plural(%2,hour,hours) %3 %plural(%3,minute,minutes)
de: %1 %plural(%1,Tag,Tage) %2 %plural(%2,Stunder,Stunden) %3 %plural(%3,Minute,Minuten)
ja: %1 %plural(%1,日,日) %2 %plural(%2,時間,時間) %3 %plural(%3,分,分)

source: %1 - Trading Limits
de: %1 - Handelslimits
ja: %1 ： トレード上限

source: %1 Affiliate Program Terms and Conditions
de: %1 Allgmeine Geschäftsbedingungen des Partnerprogramms
ja: %1アフィリエイトプログラム・ご利用規約

source: %1 also provides links to an online quiz to assess a potential gambling problem and an online gambling calculator to see how much you can really spend.
de: %1 bietet auch einen Link zu einem online Fragebogen, um ein potentielles Glücksspielproblem zu beurteilen und zu einem online Glücksspielrechner, der anzeigt, wie viel Sie wirklich ausgeben können.
ja: %1もまた、潜在的なギャンブルの問題を見極めるオンラインクイズやいくら費やすかがわかるオンラインギャンブル計算機を提供しています。

source: %1 and the bull/bear logo are registered trademarks.
de: %1 und das Bulle/Bär Logo sind eingetragene Warenzeichen.
ja: %1とブル/クマのロゴは、登録商標です。

source: %1 are markets that reset back to a price of 1000 at the start of each trading day (00:00:00 GMT), and all trades settle before the end of the trading day (23:59:59 GMT).
de: %1 sind Märkte, die zu Beginn jedes Börsentages (00:00:00 GMT) auf einen Kurs von 1000 zurückgesetzt werden und alle Kontrakte werden vor Ende des Börsentages (23:59:59 GMT) abgewickelt.
ja: %1は、毎日00:00:00 GMT（日本時間・午前９時）に価格が１０００にリセットされ、全てのトレードはトレード終了日の23:59:59 GMT（日本時間・午前８時５９分５９秒）より前に終了します。

source: %1 are the REST-style parameters to the service e.g. "/forex".
de: %1 sind die REST Parameter des Service z.B."/Forex".
ja: %1はサービスへのREST-styleパラメータです。例）"/forex"

source: %1 assumes ownership of the customer at point of first contact with the visitor. You, as affiliate, act as a referring agent for %1. We reserve the right to refuse clients (or to close their accounts) if necessary to comply with any requirements we may periodically establish.
de: Zum Zeitpunkt des ersten Kontakts mit dem Besucher übernimmt %1 die Zuständigkeit für den Kunden. Sie, als Partner, handeln als Empfehlungsgeber für %1. Wir behalten uns das Recht vor, Kunden zurückzuweisen (oder ihre Konten zu kündigen), wenn dies erforderlich ist, um Regeln einzuhalten, die wir zu gegebener Zeit aufstellen.
ja: %1は、訪問者に始めて接触する窓口での顧客の所有権を想定します。アフィリエイト会員はアフィリエイトとして、または%1を紹介するエージェントとして行動します。尚、定期的に設けられ得る規約遵守のため、顧客とのやり取りの中止、及び顧客の口座を閉鎖する権利を当社は有します。

source: %1 does not charge any transfer fees.
de: %1 berechnet keine Überweisungsgebühren.
ja: %1はご入金、及びご出金時に手数料を課しません。

source: %1 gives everyone an easy and exciting way to participate in the financial markets. Trade with as little as $1 USD on major currencies, indices and commodities.
de: %1 bietet jedem einen einfachen und spannenden Weg, an den Finanzmärkten teilzuhaben. Sie können schon ab 1 EURO die wichtigsten Weltwährungen, Indizes und Rohstoffe handeln.
ja: %1では、皆様に簡単かつ効果的なトレードの機会を提供します。主要通貨、指数、コモディティ、トレードにわずか１ドルからご参加頂けます。

source: %1 gives you many different ways to trade on the markets. Learn more about each contract type by clicking on the links below.
de: %1 bietet Ihnen viele verschiedene Möglichkeiten, mit denen Sie an den Börsen handeln können. Wenn Sie mehr darüber erfahren möchten, klicken Sie einfach auf die nachfolgenden Links.
ja: %1は市場でのトレード実行のために多様なトレードタイプを提供します。各トレードの特長を下記リンクから学んで頂けます。

source: %1 has created random indices that you can trade 24/7. You can trade randoms on all types of contract:
de: %1 hat Random Indizes (Zufallsindizes) geschaffen, die Sie 24/7 handeln können. Sie können Randoms mit allen Vertragsarten handeln:
ja: ％1は24時間365日お取引ができるランダムインデックスを作成しました。全タイプの契約でランダム取引が可能です。

source: %1 has thousands of clients taking a variety of positions on the financial markets at any one time, and earns a small margin on these trades.
de: %1 hat mehrere Tausend Kunden, die jederzeit eine Vielzahl von Positionen an den Finanzmärkten nutzen und berechnet für diese Geschäfte nur eine geringe Marge.
ja: %1では常時、数千人ものお客様が様々なポジションで金融商品をお取り引きされており、これらのトレードからごく小額の手数料を徴収しております。

source: %1 is a Base64-encoding of %2.
de: %1 ist eine Base64-Codierung von %2.
ja: %1は%2のBase64-encodingです。

source: %1 is a new OAuth2 access token.
de: %1 ist ein neuer OAuth2 Zugriffstoken.
ja: %1は新たなOAuth2のアクセス・トークンです。

source: %1 is a new OAuth2 authorization code.
de: %1 ist ein neuer OAuth2 Autorisierungskode.
ja: %1は新しいOAuth2認証コードです。

source: %1 is any binary.com API service e.g. "/markets".
de: %1 ist jeder beliebige binary.com API Dienst z.B."/märkte".
ja: %1は任意のbinary.com APIサービスです。 例）"/markets"

source: %1 is entirely web-based and requires no software installation.
de: %1 ist vollständig web-basiert und benötigt keine Softwareinstallation.
ja: %1はウェブベースのプラットフォームですので特定のソフトウェアをインストールする必要は一切ございません。

source: %1 is for your own internal reference; optional.
de: %1 ist für Ihren eigenen, internen Gebrauch; optional.
ja: %1はあなた自身で用いる、任意の内部レファレンスです。

source: %1 is tailored to traders of all levels.
de: %1 ist auf Händler aller Stufen abgestimmt.
ja: %1は全てのレベルのトレーダーに最適です。

source: %1 is the award-winning industry pioneer in online options trading. We boast:
de: %1 ist der preisgekrönte Branchenpionier im Bereich des Online-Handels mit Optionen. Wir bieten:
ja: %1は受賞履歴を有するオンライン上のオプリョン取引業界でのパイオニアであり、下記の実績を誇ります：

source: %1 is the lifetime in seconds of the new access token.
de: %1 ist die Gültigkeitsdauer des neuen Zugriffstokens in Sekunden.

source: %1 is the page in your application that will handle the return step. This URL must be registered with us in advance.
de: %1 ist die Seite in Ihrer Anwendung, die den Umsatzschritt verarbeitet. Diese URL muss bei uns im Voraus angemeldet werden.
ja: %1はあなたのリターン・ステップに必要なアプリケーション内にあるページです。このURLは事前に当社に登録する必要があります。

source: %1 is the page in your application that will handle the return step. This URL must be registered with us in advance. For mobile apps, this could for example use a custom URI scheme.
de: %1 ist die Seite in Ihrer Anwendung, die den Umsatzschritt verarbeitet. Diese URL muss bei uns im Voraus angemeldet werden. Beispielsweise kann man für Mobilgeräte Apps ein benutzerdefiniertes URI-Schema verwenden.
ja: %1はあなたのリターン・ステップに必要なアプリケーション内にあるページです。このURLは事前に当社に登録する必要があります。携帯アプリでは、カスタムURIスキームの利用例になり得ます。

source: %1 is the same endpoint used during authentication.
de: %1 ist der gleiche Endpunkt, der während der Authentifizierung verwendet wird.
ja: %1は認証時に使用されたのと同じエンドポイントです。

source: %1 is the scope level that was granted.
de: % ist der vergebene Gültigkeitsbereich.
ja: %1は承認されたスコープ・レベルです。

source: %1 makes efforts that the quoted prices of each underlying asset that a Binary Option refers to will be reasonably related to the actual prices of such asset available in the market. %1 makes no warranty, expressed or implied, that the quoted prices represent prevailing market prices.
de: % bemüht sich, dass die für jeden zugrundeliegenden Anlagegegenstand, auf den sich eine Binäre Option bezieht, Kurs der tatsächliche, auf dem Markt verfügbare, Kurs für diese Anlage verwendet wird. %1 kann jedoch keine ausdrückliche oder stillschweigende Zusicherung abgeben, dass die genannten Kurse den vorhandenen Marktpreisen entsprechen.
ja: %1は、バイナリーオプションが参照する各原資産の相場価格が市場で入手できる資産のような実際の価格に適度に合うよう努めております。 %1は、参考価格が市場実勢価格を表していることを保証、明示または暗示するものではありません。

source: %1 may have access to information that is not available to you, may have acquired trading positions at prices that are not available to you, and may have interests different from your interests. %1 does not undertake any obligation to provide you with market or other information we possess, nor to alter or refrain from our own trading.
de: % kann Zugang zu Informationen haben, die Ihnen nicht zur Verfügung stehen. und hat Handelspositionen zu Preisen erworben, die Sie nicht realisieren könen und kann zu Ihren Interessen unteschiedliche Interessen haben. %1 übernimmt keine Verpflichtung, Ihnen die in unserem Besitz befindlichen Marktinformationen oder andere Informationen zur Verfügung zu stellen oder Ihre eigenen Geschäfte zu verändern oder sie zu verhindern.

source: %1 offers a range of common deposit and withdrawal methods, from credit and debit cards to bank wires, e-cash and e-wallets.
de: %1 bietet eine Reihe von üblichen Einzahlungs- und Auszahlungsmethoden, von Kreditkarten und EC-Karten bis zu Banküberweisungen, E-Cash und E-Wallets, an.
ja: %1ではご入金とご出金方法のために、クレジットカード、デビットカード、銀行振込、各種電子マネーといった幅広い決済方法に対応しています。

source: %1 offers five ways to trade your chosen asset:
de: %1 bietet fünf Möglichkeiten, Ihre ausgewählte Anlage zu handeln:
ja: %1では選択したアセットに対し、５種類のトレードタイプを適応：

source: %1 offers the commission plan below:
de: %1 bietet den folgenden Provisionsplan:
ja: %1では以下の報酬体系を採用しております。

source: %1 offers the world's financial markets in a simple, user-friendly platform.
de: %1 bietet die weltweiten Finanzmärkte auf einer einfachen, anwenderfreundlichen Plattform an.
ja: %1は世界中の金融市場に簡潔、かつ容易に世界の金融市場にアクセスできるプラットフォームを提供します。

source: %1 prices are benchmarked against the interbank options market, so you always get best-in-class prices for your trades.
de: %1 Kurse werden im Verhältnis zum Interbank-Optionsmarkt festgelegt, so dass Sie erstklassige Kurse für Ihre Kontrakte erhalten.
ja: %1では、インターバンクでのオプション市場の価格をベンチマークしています。これにより最高の価格条件でトレードを実行できます。

source: %1 provides a variety of charts to help you determine what markets to trade on. Try them out.
de: %1 stellt Ihnen unterschiedliche Charts zur Verfügung, die Ihnen helfen zu entscheiden, auf welchem Markt Geschäfte getätigt werden sollen. Probieren Sie diese aus.
ja: %1では、トレード計画に役立てるような様々なタイプのチャートを提供しています。是非ともご活用下さい。

source: %1 provides approved business partners with a REST-style application programming interface (API) over the internet. The API provides the following functionality:
de: %1 stellt zugelassenen Geschäftspartnern über das Internet eine REST-ähnliche Anwendungsprogrammierschnittstelle (API) zur Verfügung. Die API bietet folgende Funktionsweisen:

source: %1 provides you with the opportunity to either self-exclude or <a href="%2">set limits on your trading activities</a> on this website. You may also <a href="%3">contact us</a> to state the limits you wish to set via live chat, email or phone. Available limits are:
de: %1 bietet Ihnen die Möglichkeit Ihre Handelstätigkeiten auf dieser Webseite entweder auszuschließen oder <a href="%2">ihnen Limits zu setzen</a>. Sie können <a href="%3">uns auch kontaktieren</a>, um die gewünschten Limits via live Chat, E-mail oder Telefon anzugeben. Verfügbare Limits sind::
ja: %1では健全なトレードを行って頂くために、<a href="%2">トレードの自己制限</a>の設定を提供しています。ご希望の制限を設定いただくには、ライブチャット、Eメール、お電話から <a href="%3">お問い合わせ</a>いただけます。ご利用いただける制限はこちらです。

source: %1 transactions may not be performed with this account.
de: Mit diesem Konto können keine %1 Transaktionen vorgenommen werden.
ja: ％1のお取引は、このアカウントで実行されない場合があります。

source: %1 was found in the same JSON structure which supplied the original access_token.
de: %1 wurde in der gleichen JSON Struktur vorgefunden, die den originalen access_token übergeben hat.
ja: %1はオリジナルのアクセス・トークンを供給したのと同じJSON構造にて見い出されました。

source: %1 was returned by the authentication procedure.
de: %1 wurde von der Authentifizierungsprozedur zurückgegeben.
ja: %1は認証手続きによって戻されました。

source: %1 will be provided to you on registration.
de: %1 wird Ihnen bei der Anmeldung zur Verfügung gestellt.
ja: %1は登録時に付与されます。

source: %1's API conforms to the Representational State Transfer (REST) model.
de: Die API von %1 entspricht dem Representational State Transfer (REST) Modell.

source: %1's Random Indices are the %2, %3, %4, and %5. These indices correspond to volatilities of 25%, 50%, 75% and 100%
de: Die Random Indizes sind %1 sind %2, %3, %4 und %5. Diese Indizes entsprechen den Volatilitäten 25%, 50%, 75% und 100%
ja: ％1のランダムインデックスは％2、％3、％4、％5です。これらのインデックスは、25％、50％、75％、100％のボラリティに対応します。

source: %1's patented pricing technology allows you to benefit from the same rates of return as traders in the interbank market.
de: Die patentierte Kursermittlungstechnologie von %1 erlaubt es Ihnen, die gleichen Renditen wie Händler auf dem Interbankenmarkt zu erreichen.
ja: %1の特許取得済みの価格設定テクノロジーにより、インターバンク市場でのトレードと同等のリターン率を提供します。

source: %1: Online Trading platform for binary options on Forex, Indices, Commodities and Smart Indices
de: %1: Online Handelsplattform für Binäre Optionen für Devisen, Indizes, Rohstoffe und Smart Indizes
ja: ％1：外国為替、株価指数、コモディティ、スマートインデックスのバイナリーオプションオンライン取引プラットフォーム

source: %1’s Smart FX are smart markets that measure the value of a currency against a basket of major currencies.
de: Die Smart FX Indizes von %1 sind intelligente Kurse, die den Wert einer Währung im Verhältnis zu einem Währungskorb messen.
ja: %1のスマートFXは、主要通貨バスケットに対する通貨の価値を計るスマートマーケットです。

source: %1’s Smart Indices are created using the relevant market data and %1’s proprietary algorithms to represent the equities market movement for a country. These instruments are designed to tick at higher frequency and have extended market hours. With real time quotes and live charts, availability of short term contracts and extended hours, they provide more exciting opportunities to trade on financial markets.
de: Die Smart Indizes von %1 sind unter Verwendung von wichtigen Marktdaten und von %1 selbst entwickelten Algorithmen erstellt, um die Bewegungen am Kapitalmarkt oder der Währung eines Landes darzustellen.Diese Instrumente schlagen mit höherer Frequenz aus und haben verlängerte Börsenzeiten. Mit ihren Quotierungen und Live-Charts, der Verfügbarkeit von kurzfristigen Kontrakten und erweiterten Handelszeiten biete sie spannender Möglichkeiten, auf dem Finanzmarkt zu handeln.
ja: ％1のスマートインデックスは国の株式市場の動きを表現するために、関連する市場データと％1独自のアルゴリズムを使用して作成されました。これらの装置は高周波数で作動するように設計されており、市場時間を延長してきました。リアルタイム引用符やライブチャート、短期契約や延長時間の可用性を用いて、金融市場で取引するうえでより刺激のある機会を提供しています。

source: %1’s exclusive Smart Markets are built to key on a particular subset of the world’s markets. With a price derived from related assets, Smart Markets allow traders to take positions on a variety of market action.
de: Die exklusiven Smart-Märkte von %1 sind so aufgebaut, dass sie sich auf eine Auswahl aus den Weltmärkten konzentrieren. Die Smart-Märkte, die von dem Kurs der entsprechenden Werte abgeleitet sind, ermöglichen den Händlern, sich vielfältig am Marktgeschehen zu beteiligen.
ja: ％1独自のスマートマーケットは、世界市場の特定のサブセットのキーに内蔵されています。スマートマーケットでは関連資産から派生価格を用いて、トレーダーは様々なマーケットアクションでポジションを取ることができます。

source: %2 offers a virtual-money account so you can get the hang of trading binaries. Why not <a class="pjaxload" href="%1">open a free $10k fully-functional virtual-money account</a>, and start learning how to trade.
de: %2 bietet ein Konto mit virtuellem Geld an, damit Sie den Handel mit binären Optionen üben können. Es ist ganz einfach, ein kostenloses <a class="pjaxload" href="%1">, voll funktionsfähiges Konto mit 10.000 € virtuellem Guthaben zu eröffnen</a> und mit ihm den Handel zu erlernen.
ja: %2ではデモ口座を提供しています。 <a class="pjaxload" href="%1">１万ドルのバーチャルマネーと共に、全てのトレード機能を</a>お試しの上、トレードを学んで下さい。

source: %ctx(If you look in the sky)You will see %plural(%1,one star, %d stars).
de: %ctx (Wenn Sie in den Himmel aufschauen ) sehen Sie %plural (%1,einen Stern, %d Sterne).

source: &#8220;Binary.com is one of the oldest and trustworthy partners we ever had. We have worked together for many years.&#8221;
de: &#8220Binary.com ist einer unserer ältesten und vetrauenswürdigsten Partner. Wir arbeiten schon viele Jahre zusammen.&#8221;
ja: &#8220;Binary.comは最も歴史があり、信頼できるパートナーです。長年に渡り協業して参りました。&#8221;

source: &#8220;We have used www.binary.com for the last 8 years and highly recommend binary to all our members worldwide&#8221;
de: &#8220;Wir verwenden www.binary.com schon seit 8 Jahren und können binary jedem unserer weltweiten Mitgliedern nur wärmstens empfehlen&#8221;
ja: &#8220;当社はwww.binary.comを８年以上利用しています。世界中のトレーダーにバイナリーをぜひともお薦めします。&#8221;

source: (Bejing/CST -8 hours)
de: (Peking/CST -8 Stunden)
ja: (北京/CST -8時間)

source: (One) Touch trades
de: (Einmalige) Zielkontrakte
ja: タッチ・トレード

source: (delayed)
de: (verzögert)
ja: (遅延)

source: * Tax Free: In many countries, but always consult a qualified tax advisor.
de: * In vielen Ländern steuerfrei: Erkundigen Sie sich jedoch immer bei einem fachlich versierten Steuerberater.
ja: * 非課税対象：多くの国では、当社サービスから得た利益は非課税対象となりますが、居住国の税理士とご相談下さい。

source: * This contract was affected by a corporate action event. Please find details in the corporate action tab.
de: * Dieser Kontrakt wurde durch einen Firmentätigkeitsfall betroffen. Bitte sehen Sie die Einzelheiten im Firmentätigkeit Reiter nach.
ja: * この契約はコーポレートアクションイベントの影響を受けました。コーポレートアクションタブで詳細をご確認ください。

source: - A scanned copy of a utility bill or bank statement (no more than 3 months old).
de: - Eine gescannte Kopie eines Bankkontoauszuges (nicht älter als 3 Monate).
ja: 公共料金の請求書または銀行明細書をスキャンしたコピー（発行３ヶ月以内のものに限ります）。

source: - A scanned copy of your passport, driving licence (provisional or full) or identity card, showing your name and date of birth.
de: - Eine gescannte Kopie Ihres Reisepasses, gültigen Führerscheins (vorläufig oder endgültig) oder Personalausweises, auf der Ihr Name und das Geburtsdatum erkennbar sind.
ja: 氏名と生年月日が表示されているパスポートか運転免許証、または住民基本台帳カードをスキャンしたコピー

source: 0-1 year
de: 0-1 Jahre
ja: 0~1年

source: 0-5 transaction in the past 12 months
de: 0-5 Transaktionen in den letzten 12 Monaten

source: 1-2 years
de: 1-2 Jahre
ja: 1-2年

source: 1. Choose the Underlying
de: 1. Wählen Sie den zugrundliegenden
ja: 1. 取引対象を選択

source: 12h
de: 12 Std
ja: １２時間

source: 1d
de: 1 T
ja: １日

source: 1h
de: 1 Std
ja: １時間

source: 1y
de: 1 J
ja: １年

source: 2-way pricing
de: 2-Wege Kursermittlung
ja: 両方のポジション価格を明示

source: 2. Choose the Duration of the Trade
de: 2. Wählen Sie die Laufzeit des Kontrakts
ja: 2. 取引期間を選択

source: 2d
de: 2 T
ja: ２日間

source: 3. Choose how you want to Trade the Market
de: 3. Wählen Sie, wie Sie den Markt handeln möchten
ja: 3.トレード方法を選択

source: 4. Choose your Payout
de: 4. Wählen Sie Ihre Auszahlung
ja: 4. 払い戻し金額を選択

source: 40 transactions or more in the past 12 months
de: 40 Transaktionen, oder mehr, in den letzten 12 Monaten
ja: 過去12ヶ月で40以上のお取引

source: 5d
de: 5 T
ja: ５日間

source: 6 - 25 characters.
de: 6 - 25 Zeichen.
ja: 6~25文字でご入力ください。

source: 6-10 transactions in the past 12 months
de: 6-10 Transaktionen in den letzten 12 Monaten
ja: 過去12ヶ月で6~10のお取引

source: 6h
de: 6 Std
ja: ６時間

source: 7-Day limit on losses is currently set to <strong>%1 %2</strong>
de: Das 7-Tage Limit für Verluste ist derzeit auf <strong>%2 %1</strong> festgelegt
ja: 7日間の損失制限は、現在 <strong>%1 %2</strong>に設定されています。

source: 7-Day turnover limit is currently set to <strong>%1 %2</strong>
de: Das 7-Tage Umsatzlimit ist derzeit auf <strong>%2 %1</strong> festgelegt
ja: 7日間のターンオーバー制限は、現在<strong>%1 %2</strong>に設定されています。

source: 7-day limit on losses
de: 7-Tage Limit für Verluste
ja: 7日間の損失制限

source: 7-day turnover limit
de: 7-Tage Umsatzlimit
ja: 7日間のターンオーバー制限

source: <a href="%1" target="_blank">Learn more about our corporate culture.</a>
de: <a href="%1" target="_blank">Hier erfahren Sie mehr über unsere Firmenkultur.</a>
ja: <a href="%1" target="_blank">当社企業文化の詳細情報</a>

source: <option value=""></option><option value="01">Jan</option><option value="02">Feb</option><option value="03">Mar</option><option value="04">Apr</option><option value="05">May</option><option value="06">Jun</option><option value="07">Jul</option><option value="08">Aug</option><option value="09">Sep</option><option value="10">Oct</option><option value="11">Nov</option><option value="12">Dec</option>
de: <option value=""></option><option value="01">Jan</option><option value="02">Feb</option><option value="03">Mär</option><option value="04">Apr</option><option value="05">Mai</option><option value="06">Jun</option><option value="07">Jul</option><option value="08">Aug</option><option value="09">Sep</option><option value="10">Okt</option><option value="11">Nov</option><option value="12">Dez</option>
ja: <option value=""></option><option value="01">１月</option><option value="02">２月</option><option value="03">３月</option><option value="04">４月</option><option value="05">５月</option><option value="06">６月</option><option value="07">７月</option><option value="08">８月</option><option value="09">９月</option><option value="10">１０月</option><option value="11">１１月</option><option value="12">１２月</option>
