Repository: yottanami/binary-static
Catalog: config/locales/*.po
Languages: de, ja

source: Certain limits are imposed as to the acceptable levels for barrier/strike prices of contracts. Typically, the barrier/strike may not be too close nor too far from the current underlying market level.
de: Für die Schwellen-/Ausübungskurse von Kontrakten werden angemessene Quotierungen festgelegt. Normalerweise darf die Schwelle/Ausübung weder zu weit weg noch zu nah am zugrunde liegenden aktuellen Marktkurs liegen.
ja: トレードのバリアと取引価格に対して特定の制限が課されます。一般的に、バリアと取引価格はその時点での取引市場のレベルに近過ぎたり遠過ぎる値を指定することはできません。

source: Chaikin Money Flow
de: Chaikin Geldbewegung
ja: チャイキン・マネーフロー

source: Chaikin Oscillator
de: Chaikin Oszillator
ja: チャイキン・オシレーター

source: Chaikin Volatility
de: Chaikin Volatilität
ja: チャイキン・ボラティリティ

source: Change
de: Veränderung
ja: 変化値

source: Change = Close - Open, for the day
de: Änderung = Geschlossen - Geöffnet, für den Tag
ja: 変化値とは、該当日の終値から始値を引いた値のことです

source: Change Password
de: Passwort ändern
ja: パスワードのご変更

source: Change in account settings
de: Änderung der Kontoeinstellungen
ja: ご口座の設定内容の変更

source: Chart
de: Diagramm
ja: チャート

source: Chart Application
de: Chart Anwendung
ja: チャート・アプリケーション

source: Chart Type
de: Charttyp
ja: チャート・タイプ

source: Charting
de: Grafische Darstellung
ja: チャート

source: Charting for this underlying is delayed
de: Die grafische Darstellung für diesen Basiswert ist verzögert
ja: この対象のチャート表示は不可能です

source: Charting is not available for this underlying
de: Für diesen Basiswert sind keine grafischen Darstellungen vorhanden
ja: この対象のチャート表示は不可能です

source: Check out our commission rates below:
de: Schauen Sie sich unsere nachstehenden Provisionssätze an:
ja: 報酬の還元率をご確認下さい。

source: Check out our daily market reports written by Dave Evan, Professional Trader to stay up to date with the latest world's financial news.
de: Sehen Sie sich unsere täglichen Marktberichte, die von Dave Evan, einem professionellen Börsenhändler, geschrieben werden, an, um immer mit den aktuellsten Finanznachrichten aus aller Welt versorgt zu sein.
ja: プロの投資会であるDave Evan氏によるデイリー・マーケットレポートをチェックし、世界の金融ニュースの最新情報を入手しましょう。

source: Check out some technical terms before you start.
de: Bevor Sie beginnen, sollten Sie sich einige technische Begriffe ansehen.
ja: 取引を開始する前に専門用語を確認する

source: Check out the payment methods accepted by the payment agents in the list below.
de: Sehen Sie sich in der nachfolgenden Liste die Zahlungsmethoden an, die von den Zahlungsabwicklern angenommen werden.
ja: 下記リストの決済代行会社で利用できるお支払い方法をご確認ください。

source: Choose Asian Rise/Fall when you want to profit from the market ending higher or lower than the average price.
de: Wählen Sie Asiatischer Anstieg/Fal, wenn Sie daran verdienen möchten, dass der Kurs höher oder niedriger als der Durchschnittskurs schließt.

source: Choose Ends In/Out to profit from the market stopping inside or outside two price targets at the end of the time period.
de: Wählen Sie Schließt unter/Schließt über aus, wenn Sie daran verdienen möchten, dass der Kurs zum Ende eines Zeitraums innerhalb oder außerhalb zweier Kursziele schließt.
ja: 「レンジ内/レンジ外」における「範囲内で終了/範囲外で終了」というトレードタイプでは、上下に設定したバリア内に価格が取引終了の瞬間に留まるか留まらないかが評価対象になります。

source: Choose Higher/Lower when you want to profit from the market ending higher or lower than a price target.
de: Wählen Sie Höher/Tiefer aus, wenn Sie daran verdienen möchten, dass ein Kurs höher oder niedriger als der Zielkurs schließt.
ja: バリア設定をした価格より値上がりするか？値下がりするか？を予想し利益を得たい場合は、「ラダー高/ラダー低」を選択して下さい。

source: Choose Rise/Fall when you want to profit from the market rising or falling from its current level.
de: Wählen Sie Steigen/Fallen aus, wenn Sie daran verdienen möchten, dass der Kurs vom aktuellen Stand aus gesehen steigt oder fällt.
ja: 現在の市場価格から値上がりするか？値下がりするか？を予想し利益を得たい場合は「ハイ/ロー」を選択して下さい。

source: Choose Stays In/Out to profit from the market staying inside or going outside two price targets any time during the contract period.
de: Wählen Sie Bleibt innerhalb/Über aus, wenn Sie daran verdienen möchten, dass der Kurs sich innerhalb der Kontraktlaufzeit zwischen zwei Zielkursen bewegt.
ja: 「レンジ内/レンジ外」における「範囲内に留まる/範囲外となる」というトレードタイプでは、上下に設定したバリア内に価格が取引期間中に留まるか留まらないかが評価対象になります。

source: Choose Touch / No Touch when you want to profit from the market touching or not touching a target any time during the contract period.
de: Wählen Sie Ziel/Kein Ziel aus, wenn Sie daran verdienen möchten, dass der Kurs während der Kontraktlaufzeit jederzeit einen Zielkurs erreicht oder nicht.
ja: 取引期間中にバリア設定をした価格にタッチするか？タッチしないか？を予想し利益を得たい場合は、「ラダー高/ラダー低」を選択して下さい。

source: Choose a duration from 10 seconds to 365 days.
de: Wählen Sie eine Laufzeit von 10 Sekunden bis zu 365 Tagen aus.
ja: 10秒から365日までの期間をお選びください。

source: Choose a password
de: Wählen Sie ein Passwort aus
ja: パスワードを選択

source: Choose a payout from $1 to $100,000.
de: Wählen Sie eine Auszahlung von $1 bis $100.000 aus.
ja: 払い戻しは１ドルから10万ドルにて可能

source: Choose a trade type
de: Wählen Sie einen Kontarkttyp aus
ja: 取引タイプを選択

source: Choose digit if you want to profit from predicting the last decimal digit of the spot.
de: Wählen Sie Dezimalstelle aus, wenn Sie an Ihrer Voraussage der letzten Dezimalstelle des Kassakurses verdienen möchten.
ja: スポット最後の小数点以下の桁を予測して利益を得たい場合は桁をお選びください。

source: Choose from over 1 million trades
de: Wählen Sie aus mehr als 1 Million Kontrakten aus
ja: 百万パターン以上のトレードタイプからお選び下さい

source: Choose from over a million possible trades at any time.
de: Sie können jederzeit unter einer Million Kontrakten auswählen.
ja: 百万パターン以上のトレードをいつでも可能です。

source: Choose the barrier(s)
de: Wählen Sie die Schwelle(n)
ja: バリアを選択

source: Choose the duration
de: Wählen Sie die Laufzeit
ja: 取引期間を選択

source: Choose the market, the price target, the time period, and how much you wish to win.
de: Wählen Sie den Markt, den Zielkurs, die Laufzeit, und wie viel Sie gewinnen wollen, aus.
ja: トレード対象、バリアを設定した価格、取引期間、そして払い戻し金額、を決定しましょう。

source: Choose the market, the price targets, the time period, and how much you wish to win.
de: Wählen Sie den Markt, die Kursziele, die Laufzeit, und wie viel Sie gewinnen wollen, aus.
ja: 取引市場、取引対象、取引期間、そして希望の払い戻し金額を指定しましょう。

source: Choose the market, the time period, and how much you wish to win.
de: Wählen Sie den Markt, die Laufzeit, und wie viel Sie gewinnen wollen, aus.
ja: トレード対象、取引期間、そして払い戻し金額を選択して下さい。

source: Choose the payment method you'd like to use.
de: Wählen Sie die gewünschte Zahlungsmethode aus.
ja: ご希望のお支払い方法をご選択ください。

source: Choose the payout
de: Wählen Sie die Auszahlung aus
ja: ペイアウトをご選択ください。

source: Choose the underlying market
de: Wählen Sie den Basiskurs aus
ja: 取引対象を選択

source: Choose your own strike.
de: Wählen Sie Ihren eigenen Ausübungspreis aus.
ja: 払い戻し金額を自由に設定

source: Click <a href="%1" target="_blank">here</a> to try the beta-release of the application. Kindly report issues found to <a href="mailto:%2">%2</a>.
de: Klicken Sie <a href="%1" target="_blank">hier</a>, um die Beta-Version der Anwendung auszuprobieren. Sollten Probleme auftreten, können Sie sie uns diese unter <a href="mailto:%2">%2</a>mitteilen.
ja: こちらを<a href="%1" target="_blank">クリック</a>し、ベータ版のアプリケーションをお試しください。ご不明な点は、<a href="mailto:%2">%2</a>までお知らせください。

source: Client classification
de: Kundenkategorisierung
ja: クライアント区分

source: Client's Liability
de: Kundenhaftung
ja: お客様の責任

source: Clients agree to be fully and personally liable for the due settlement of every transaction entered into under their account with the Company. This includes any transactions entered into by members of the Client's family or entourage who have gained access to the account. Clients are responsible for ensuring that they alone control access to the account, and that no minors are granted access to trading on the website. In any case, Clients remains fully liable for any and all positions traded on their account, and for any credit card transactions entered into the site for their account. Each Client also indemnifies the Company in respect to all costs and losses of any kind, whatsoever as may be incurred by the Company as a result, direct or indirect, of the Client's failure to perform or settle such a transaction. Online Gambling debts are enforceable in law in the Isle of Man.
de: Die Kunden erklären, dass Sie für die fällige Zahlung einer Transaktion, die sie mit dem Unternehmen über ihre Konten eingegangen sind, vollumfänglich und persönlich haftbar sind. Dies umfasst Transaktionen, die von Familienmitgliedern des Kunden oder dessen Umfeld getätigt wurden, nachdem Sie sich Zugang zum Konto verschafft haben. Die Kunden sind dafür verantwortlich sicherzustellen, dass nur sie allein den Zugang zu dem Konto kontrollieren und dass Minderjährigen der Zugang auf die Website verwehrt bleibt. Auf jeden Fall ist der Kunde für alle Positionen, die auf seinem Konto gehandelt werden, sowie für Kreditkartentransaktionen, die auf der Seite für sein Konto eingegeben werden, vollumfänglich haftbar. Der Kunde entschädigt das Unternehmen auch in Bezug auf alle Kosten und Verluste, die dem Unternehmen aufgrund direktem oder indirektem Fehlverhalten des Kunden bei der Durchführung oder Abrechnung einer solchen Transaktion entstehen können. Online-Spielschulden sind auf der Isle of Man gerichtlich vollstreckbar.

source: Clients from the rest of the world will have their account opened with Binary (C.R.) S.A.
de: Bei Binary (C. R.) S.A. eröffnen Kunden aus aller Welt ihr Konto.
ja: その他の地域に居住のお客様のご口座は、Binary (C.R.) S.A.の下に開設されます。

source: Clients may avail of this bonus only when a real money account is opened.
de: Kunden können diesen Bonus nur erhalten, wenn sie ein Echtgeld-Konto eröffnet haben.
ja: このボーナスは、リアルマネー口座を開設された場合にのみ適用されます。

source: Clients must be aware that underage gambling is an offence. If a client, upon age verification, is proven to be underage, will be deprived from any winnings and only deposits made shall be refunded.
de: Kunden müssen sich dessen bewusst sein, dass Glücksspiele von Minderjährigen eine Straftat darstellen. Wenn sich bei der Altersverifizierung herausstellt, dass ein Kunde minderjährig ist, werden diesem alle Gewinne entzogen und nur getätigte Einzahlungen werden zurück erstattet.
ja: 未成年のギャンブル行為は固く禁じられていることを留意して下さい。年齢確認の際に未成年と判明した場合は、利益は剥奪され入金金額のみ返金されます。

source: Clients must fill into the account opening form all requested details that establish their identity. Clients must give a valid identification, address, and contact email and personal telephone number.
de: Kunden müssen im Kontoeröffnungsformular alle geforderten Angaben machen, die ihre Identität bestätigen.Die Kunden müssen ein gültiges Ausweisdokument, einen Anschriftennachweis vorlegen sowie eine Kontakt-E-Mail Adresse sowie eine persönliche Telefonnummer angeben.
ja: ご口座の開設にあたり、身分を確証するために全ての必要事項にご記入いただく必要がございます。お客様は有効な身分証明書、ご住所、メールアドレス、電話番号の情報をご提供いただく必要がございます。

source: Clients must register personally.
de: Kunden müssen sich in eigener Person anmelden.
ja: お客様は個人として登録していただく必要があります。

source: Clients registered with Binary (C.R.) S.A. can raise their unresolved disputes with management by submitting an email to complaints@binary.com.
de: Kunden, die bei Binary (C.R.) S.A angemeldet sind, können ihre ungelösten Streitfälle durch die Übersendung einer E-Mail an complaints@binary.com der Geschäftsleitung vorlegen.
ja: Binary (C.R.) S.A.にご口座を開設されたお客様は、 complaints@binary.comまでご連絡頂くことで当社のマネージメントに苦情を申し立てることができます。

source: Clients registered with Binary (Europe) Ltd can raise their unresolved disputes with the Malta Gaming Authority %1 at
de: Kunden, die bei Binary (Europe) Ltd angemeldet sind, können ihre ungelösten Streitfälle der Malta Gaming Authority vorlegen %1 unter
ja: Binary (Europe) Ltdで口座を開設されたお客様は、%1からMalta Gaming Authority（マルタギャンブル監督機関）に解決できていない問題をご提起いただけます。

source: Clients registered with Binary (IOM) Ltd can raise their unresolved disputes with the Isle of Man Gambling Supervision Commission at gaming@gov.im.
de: Kunden, die bei Binary (IOM) Ltd angemeldet sind, können ihre ungelösten Streitfälle bei der Isle of Man Gambling Supervision Commission unter gaming@gov.im einreichen.
ja: Binary (IOM) Ltdにご口座を開設されたお客様は、 Isle of Man Gambling Supervision Commission（gaming@gov.im）に苦情を申し立てることができます。

source: Clients registered with Binary Investments (Europe) Ltd can raise their unresolved disputes with the MFSA's Consumer Complaints Manager. Details on making a complaint with the MFSA's Consumer Complaints Manager as well as their contact details can be found here: %1. Complaints to the MFSA's Consumer Complaints Manager should always be made in writing.
de: Die bei der Binary Investments (Europe) Ltd. angemeldeten Kunden können ungelöste Streitfälle beim MFSA Manager für Kundenbeschwerden vorbringen. Die Einzelheiten, wie man eine Beschwerde beim MFSA Manager für Kundenbeschwerden vorbringt sowie dessen Kontaktangaben finden Sie hier: %1, Beschwerden an den MFSA Manager für Kundenbeschwerden müssen immer schriftlich vorgebracht werden.
ja: Binary Investments (Europe) Ltdに登録いただいたお客様は、未解決のやりとりをMFSA消費者苦情管理まで問題を提起していただくことが可能です。MFSA消費者苦情管理のお問い合わせ同様、苦情の申し立てについての情報は%1からご確認いただけます。MSFA消費者苦情管理への申し立ては、常に文書での提出をお願い致します。

source: Clients shall not hold or pool third party funds into their own account held with the Company.
de: Kunden dürfen auf Ihren eigenen Konten bei dem Unternehmen keine Gelder von Dritten halten.
ja: 第三者の資金をご口座に保持したりプールする行為は禁止します。

source: Clients who do not wish to renew the self-exclusion and make a request to begin trading again, shall be given one day to cool off before being allowed access to the website. It is important to note that contact must be made to our customer services via telephone. Email contact is not sufficient.
de: Den Kunden, die ihren Selbstausschluss nicht erneuern möchten und bitten, wieder handeln zu können, muss ein Tag Bedenkzeit gegeben werden, bevor es ihnen ermöglicht wird, auf die Website zuzugreifen. Es wird ausdrücklich darauf hingewiesen, dass der Kontakt mit unserem Kundendienst telefonisch erfolgen muss. Ein E-Mail Kontakt ist diesem Fall nicht ausreichend.
ja: 自己制限の更新をされたい、またはお取引を再開されたいお客様は、ウェブサイトへアクセスできるまでに1日お時間がかかります。その際の申請は、メールではなくお電話でカスタマーサビスへご連絡頂く必要がありますのでご注意ください。

source: Clients who wish to self-exclude should be aware that the self-exclusion period is a minimum of six months and are given the option to extend it to a total of at least five years, immediately without any cooling-off period. When the self-exclusion period is set, the balance of funds in the client's account will be refunded to the client. At the end of the self-exclusion period, the self-exclusion remains in place, unless positive action is taken by the client in order to trade again.
de: Kunden, die sich selbst ausschließen möchten, müssen beachten, dass der Zeitraum für den Selbstausschluss, ohne Widerrufsfrist und mit sofortiger Wirkung, mindestens sechs Monate beträgt, der bis auf mindestens fünf Jahre verlängert werden kann. Wenn der Zeitraum für den Selbstausschluss eingerichtet ist, wird eventuelles Guthaben auf dem Kunden an den Kunden ausgezahlt. Nach Ablauf des Zeitraums für den Selbstausschluss bleibt dieser so lange in Kraft, bis der Kunde eine positive Reaktion zeigt, um wieder am Handel teilzunehmen.
ja: サイトのアクセス制限を設定される場合は、アクセス制限の最低期間は６ヶ月であり、クーリングオフ無しに最長で５年間の設定を即座にすることが可能です。アクセス制限を設定された場合は、ご口座に存在する資金はお客様に返金されます。アクセス制限の期間が過ぎた後も、お客様がアクセス制限の解除を申請しない限りアクセス制限が自動的に解除されることはありません。

source: Client’s Money
de: Kundengelder
ja: お客様のマネー

source: Close
de: Schließen
ja: 閉じる

source: Close All
de: Alles schließen
ja: 全て閉じる

source: Close Location Value
de: Schlussstand Wert
ja: Location Valueを閉じる

source: Close of trading day.
de: Börsenschluss.
ja: 取引日の閉鎖

source: Closes
de: Schließt
ja: 閉場時間

source: Closes early (at %1)
de: Schließt früh (um %1)
ja: 早めに閉場（%1）

source: Comment must not exceed %1 characters. Please resubmit.
de: Der Kommentar darf %1 Zeichen nicht überschreiten. Bitte erneut absenden.
ja: コメントは%1文字以内で送信して下さい。

source: Commission (%) you want to take on deposits
de: Provision (%), die Sie für Einzahlungen erhalten werden

source: Commission (%) you want to take on withdrawals
de: Provision (%), die Sie für Auszahlungen erhalten werden

source: Commission Rates
de: Provisionshöhen
ja: 報酬還元率

source: Commission on deposits
de: Provision auf Einzahlungen
ja: ご入金手数料

source: Commission on withdrawals
de: Provision auf Auszahlungen
ja: ご出金手数料

source: Commissionable earnings will be earned for the life of the client, on all transactions the client undertakes at the merchant, for as long as the affiliate remains a member of this affiliate program. The company reserves the right to cancel the commissions that are not reclaimed after 2 years.
de: Solange ein Partner am Partnerprogramm teilnimmt, verdient er lebenslang Provisionen so lange, wie der Kunde Transaktionen beim Händler tätigt. Das Unternehmen behält sich vor, Provisionen zu stornieren, die nach Ablauf von 2 Jahren nicht angefordert wurden.
ja: アフィリエイト会員が携わった全ての取引、すなわち獲得会員から発生するアフィリエイト報酬はアフィリエイトプログラムに参加されている間は無期限でアフィリエイト会員の報酬となります。当社は２年間請求のなかった報酬をキャンセルする権利を有します。

source: Commodities
de: Rohstoffe
ja: コモディティ

source: Commodities are resources that are grown or extracted from the ground, such as silver, gold and oil. On %1, they are priced in US dollars.
de: Rohstoffe sind Ressourcen, die im Boden gewachsen oder aus dem Boden gewonnen werden, wie zum Beispiel Silber, Gold und Öl. Bei %1 werden diese in US Dollar ausgezeichnet.
ja: コモディティとは、金、銀、石油といった資源のことです。%1では米ドルベースでコモディティに価格情報を与えています。

source: Company addresses
de: Firmenanschriften
ja: 会社所在地

source: Company trip to Phuket, Thailand
de: Unternehmensreise nach Phuket, Thailand
ja: タイ・プーケット島での社員旅行

source: Company's Right
de: Unternehmensrecht
ja: 当社の権利

source: Complaints and Disputes
de: Beschwerden und Streitfälle
ja: 苦情の申し立て

source: Confirm
de: Bestätigen
ja: 決定

source: Conflicts Policy
de: Konfliktregeln
ja: コンフリクトポリシー

source: Conflicts of Interest
de: Interessenkonflikte
ja: 利益相反

source: Connection failure. Please try again later.
de: Verbindungsfehler. Bitte versuchen Sie es später erneut.
ja: 接続に失敗しました。後ほど再度お試し下さい。

source: Console Facility
de: Bedienungsfunktion
ja: コンソール・ツール

source: Construction
de: Aufbau
ja: 設営

source: Contact
de: Kontakt
ja: お問い合わせ先

source: Contact Us
de: Kontaktieren Sie uns
ja: お問い合わせ

source: Contact the payment agent directly for more information on how to transfer money to them.
de: Setzen Sie sich mit dem Zahlungsabwickler in Verbindung, wenn Sie mehr Informationen zur Geldüberweisung an ihn benötigen.
ja: 決済代行会社への送金方法の詳細は直接代行会社へご連絡ください。

source: Contact us
de: Kontaktieren Sie uns
ja: お問い合わせ

source: Continue
de: Weiter
ja: 続ける

source: Continue Trading
de: Handle fortsetzen
ja: 取引の継続

source: Contract
de: Kontrakt
ja: トレード

source: Contract Details
de: Kontraktdaten
ja: トレード詳細情報

source: Contract Payouts
de: Kontraktauszahlungen
ja: 払い戻し価格について

source: Contract Risks
de: Kontraktrisiken
ja: トレードのリスク

source: Contract Type
de: Kontraktart
ja: トレードの種類

source: Contract barrier must be positive.
de: Kontraktschwelle muss positiv sein.
ja: バリアは正の値を指定して下さい。

source: Contract can not expire during the end-of-year holiday period. Select an expiry date after %1.
de: Kontrakte können nicht während Feiertage am Jahresende auslaufen. Wählen Sie ein Verfalldatum nach dem %1 aus.
ja: トレードは年末の祭日に終了することはできませんので、%1より後の日付を選択して下さい。

source: Contract cannot be sold at this time.
de: Der Kontrakt kann nicht zu diesem Zeitpunkt verkauft werden.
ja: 現在トレードを売ることができません。

source: Contract discovery and pricing
de: Kontraktsuche und Kursermittlung

source: Contract expired
de: Kontrakt abgelaufen
ja: 取引終了

source: Contract has already expired.
de: Kontrakt ist bereits abgelaufen.
ja: トレードは既に終了しました。

source: Contract market price is too close to final payout.
de: Der Marktkurs des Kontrakts liegt zu nahe an der Endauszahlung.
ja: 取引の市場価格が最終払い戻し価格に近すぎます。

source: Contract may not expire within the last %1 of trading.
de: Der Kontrakt darf nicht innerhalb des letzten %1 des Handels ablaufen.
ja: トレード終了時間%1以内にトレードを終了させることはできません。

source: Contract must be held for %1 before resale is offered.
de: Der Kontrakt muss für %1 bevor der Wiederverkauf angeboten wird.
ja: 転売が提供される前に、契約は1％を保持しなければいけません。

source: Contract must expire during trading hours.
de: Der Kontrakt muss während der Börsenöffnungszeiten ablaufen.
ja: トレードはトレード可能時間内に終了する必要があります。

source: Contract payouts shall be determined by the Company by reference to the daily high/low/close values reported on this website relevant to the underlying index(ices) of the contract(s) or from the interbank trading data received by the Company for forex quotes or commodities prices as displayed on the website, subject that the Company shall have the right to make corrections to such data in the event of mis-priced or typographically incorrect data. Clients should note that the different markets may close at different times during the day due to local trading hours and time zones.
de: Die Kontraktauszahlungen werden vom Unternehmen anhand der täglichen Höchst-/Tiefst-/Schlussnotierungen festgelegt, die auf dieser Website mitgeteilt werden und sich auf den(die) zugrunde liegenden Index(e) des Vertrags(Verträge) oder auf die Handelsdaten im Interbankengeschäft, die das Unternehmen für Wärhungsgeschäfte oder Rohstoffpreise erhält, beziehen, vorausgesetzt, dass das Unternehmen berechtigt ist, diese Daten bei falscher Preisangabe oder Schreibfehlern abzuändern. Kunden müssen beachten, dass die verschiedenen Märkte aufgrund lokaler Börsenöffnungszeiten und Zeitzonen zu unterschiedlichen Tageszeiten schließen.
ja: 当社は当社サイトに報告された、トレードの取引対象に関する日ごとの最高価格、最低価格、終了価格のデータ、 または外国為替市場、及びコモディティの価格として当社が受け取り、ウェブサイトに表示されているインターバンク取引データに基づき払い戻し価格を決定します。尚、当社は価格設定ミスや印刷上正しくないデータ修正する権利を有します。お客様は、世界各地域の市場時間と時差を考慮することで各市場が異なる時間に閉場する場合があることにご留意下さい。

source: Contract period
de: Kontraktzeitraum
ja: トレード期間

source: Contract purchase (approved applications only)
de: Kontraktkauf (nur genehmigte Anwendungen)

source: Contract started
de: Kontrakt gestartet
ja: トレード開始

source: Contracts
de: Kontrakte
ja: 当社との関係

source: Contracts are not usually offered in the last hour of trade of any given market (for foreign exchange markets, the restriction may be extended up to 3 hours).
de: Normalerweise werden Verträge in der letzten Stunde des Handels an der Börse nicht mehr angeboten (für ausländische Börsenmärkte, kann sich diese Einschränkung auf bis zu drei Stunden ausgeweitet sein).
ja: 全ての市場にて、閉場１時間以内のトレードは通常提供されません。（外国為替市場では最大で閉場３時間以内のトレードを提供されない場合があります）。

source: Contracts bought
de: Gekaufte Kontrakte
ja: 契約を購入

source: Contracts may not expire on a weekend; therefore the expiry date of a contract may be pushed back to the following Monday in the event of a contract expiry date falling on a Saturday or a Sunday.
de: Kontrakte dürfen nicht an einem Wochenende auslaufen. Aus diesem Grund wird das Ablaufdatum auf den folgenden Montag verschoben, sofern das Ablaufdatum eines Kontrakts auf einen Samstag oder Sonntag fällt.
ja: トレードを週末に終了するように指定することができない場合があります。ゆえに、土曜日か日曜日に終了時間を指定したトレードは、終了時間が月曜日に指定される場合があります。

source: Contracts on %1 which both start and end between %2 and %3 on the same day are not available.
de: Auf % sind keine Kontrakte vorhanden, die zwischen %2 und $3 am gleichen Tag beginnen und enden.
ja: 同一日の%2と%3の期間内で開始・終了する条件で%1をトレードすることはできません。

source: Contracts on %1 with duration more than 24 hours must expire at the end of a trading day.
de: Verträge für %1 mit Laufzeiten von mehr als 24 Stunden müssen zum Ende des Börsenhandelstag ablaufen.
ja: 24時以上の取引期間がある％1の契約は、取引日の終わりに失効させる必要があります。

source: Contracts on %1 with durations under 24 hours must expire on the same trading day.
de: Verträge für %1 mit Laufzeiten von unter 24 Stunden müssen an dem gleichen Börsenhandelstag ablaufen.
ja: 取引期間を２４時間以下と指定した%1でのトレードは、購入日と同日に終了します。

source: Contracts sold
de: Verkaufte Kontrakte
ja: 販売契約
