Repository: yottanami/binary-static
Catalog: config/locales/*.po
Languages: de, ja

source: Need to Monitor Positions
de: Erfordernis, Positionen zu beobachten
ja: ポジションをモニターする必要があります。

source: Neither you nor your direct relatives are eligible to become Clients and you shall not be entitled to any share of net revenue or any other remuneration from the Company in relation to such relatives or friends. Direct relatives in this context shall include your spouse, partner, parent, child or sibling.
de: Weder Sie selbst, noch Ihre direkten Verwandten sind berechtigt, Kunden zu werden. Sie sind in Bezug auf Verwandte oder Freunde nicht berechtigt, vom Unternehmen einen Anteil am Nettoumsatz oder eine andere Vergütung zu verlangen. Zu direkten Verwandten gehören Ehegatten, Partner, Eltern, Kinder oder Geschwister.
ja: アフィリエイト会員の近しい立場の親族を獲得会員にすることはできません。また、アフィリエイト会員はアフィリエイト報酬や当社からのいかなる報酬もそのような親族や友人と共有することはできません。近しい立場の親族とは、配偶者、両親、子、兄弟姉妹と定義します。

source: Net Annual Income
de: Nettojahreseinkommen
ja: 年間純収入

source: Net profit
de: Nettogewinn
ja: 純利益

source: Network Status
de: Netzwerkstatus
ja: ネットワークの状態

source: New
de: Neu
ja: 進む

source: New Password
de: Neues Passwort
ja: 新しいパスワード

source: New Password Request
de: Neuer Passwortantrag
ja: 新しいパスワードの申請

source: Newer
de: Neuer
ja: 進む

source: Next
de: Weiter
ja: 次

source: No
de: Nein
ja: いいえ

source: No Advice
de: Keine Beratung
ja: 振出通知なし

source: No Live price update
de: Keine Live Kursaktualisierung
ja: 最新価格の更新がありません

source: No Touch trades
de: Kein-Ziel Kontrakte
ja: タッチ/ノータッチ・トレード

source: No available balance for your account
de: Ihr Konto hat kein verfügbares Guthaben
ja: お客様のアカウントに利用できる残高はありません。

source: No data available to draw the requested chart. Please try our daily chart for this instrument.
de: Es stehen keine Daten zur Verfügung, um den gewünschten Chart darzustellen. Bitte probieren Sie unser Tageschart für dieses Wertpapier aus.
ja: ご指定頂いたチャートを表示するためのデータが存在しません。この取引対象を表示させるためにはデイリーチャートをご利用下さい。

source: No delay, neglect, or forbearance on the part of either party in enforcing against the other party any term or condition of this Agreement shall either be or be deemed to be a waiver or in any way prejudice any right of that party under this Agreement.
de: Eine Verzögerung, Unachtsamkeit oder Nachlässigkeit seitens einer Partei bei der Durchsetzung einer Bestimmung oder Bedingung dieses Vertrags gegenüber der anderen Partei gilt weder als Verzicht auf ein Recht noch als ein Präjudiz für ein Recht dieser Partei aus diesem Vertrag.
ja: 他の関係者に本契約に関する遅延、怠慢などを強要する行為は、本契約の棄権、または本契約での関係者の権利を偏見を持たせるものとみなします。

source: No fiduciary duty
de: Keine Treuhandverpflichtung
ja: 受託者義務はありません

source: No hidden fees or commissions.
de: Keine versteckten Gebühren oder Provisionen.
ja: 不明瞭な料金や手数料は一切発生しません

source: No matter the market – rising or falling, quiet or volatile – you’ll find a trade to suit your outlook.
de: Ungeachtet des Marktes - steigend oder fallend, ruhig oder volatil - Sie werden einen passenden Kontrakt für Ihre Voraussage finden.
ja: マーケットが上昇、下降、下落、沈静、そして荒れている状態であっても最適なトレードを実行することができます。

source: No open positions.
de: Keine offenen Positionen.
ja: 現在、オープン中のポジションはございません。

source: No person shall abuse this site for the purpose of money laundering. The Company employs best-practice anti-money laundering procedures. All transactions are checked to prevent money laundering which may have several effects on Clients. The Company reserves the right to refuse to do business with, to discontinue to do business with, and to reverse the transactions of, Clients who do not accept or adhere to these anti-money laundering processes. Acceptable funds should not originate from criminal activity. The Company is bound to report suspicious transactions to relevant authorities.
de: Keine Person darf diese Site zum Zweck der Geldwäsche missbrauchen. Das Unternehmen verwendet die am besten wirkenden Vorkehrungen. Es werden alle Transaktionen zur Vermeidung von Geldwäsche, die mehrere Auswirkungen auf Kunden haben kann, überprüft. Das Unternehmen behält sich das Recht vor, es abzulehnen, mit Kunden Geschäfte zu tätigen, die Geschäftstägkeit einzustellen und die Transaktionen mit ihnen zu stornieren, wenn diese die Anti-Geldwäsche-Verfahren nicht akzeptieren oder einhalten. Die angenommenen Gelder dürfen nicht aus kriminellen Handlungen stammen. Das Unternehmen ist verpflichtet, verdächtige Transaktionen den zuständigen Behörden zu melden..
ja: 当社サイトをマネーロンダリング目的で乱用することを禁じます。当社は、マネーロンダリング防止策を講じる際にお客様のご理解とご協力を求める場合があります。全お取引はお客様に影響があるマネーロンダリングを防ぐために監視されます。当社は、これらのマネーロンダリング防止策を承諾されない、または準拠されないお客様とのビジネスを拒否・中止させていただき、お取引をキャンセルさせていただく権利を留保します。利用できる資金は犯罪行為に起因すべきではありません。当社には、疑わしい取引を関連機関に報告する義務があります。

source: No risk, $10K virtual money account
de: Kein Risiko, beginnen Sie mit 10K € auf Ihrem virtuellen Konto
ja: １万ドル分のデモ口座を試す

source: No. There's no cost to sign up to the %1 affiliate program.
de: Nein. Die Teilnahme am Partnerprogramm von %1 ist kostenlos.
ja: %1のアフィリエイトプログラムへのご参加費用は一切発生しません。

source: Note: Contract will be sold at the prevailing market price when the request is received by our servers. This price may differ from the indicated price.
de: Anmerkung: Der Kontrakt wird, sobald der Auftrag von unseren Servern empfangen wurde, zum dann geltenden Marktkurs verkauft. Dieser Kurs kann von dem angegebenen Kursen abweichen.
ja: 注意：当社のサーバへリクエストが受理された際の優勢な市場価格にてトレードを売ることが可能です。この価格は示唆された価格と異なる場合があります。

source: Note: During summer time (daylight saving), GMT is one hour behind BST (British Summer Time)
de: Anmerkung: Während der Sommerzeit liegt GMT eine Stunde hinter der BST (Britische Sommerzeit) zurück
ja: 注意：サマータイム適用時は、BST (イギリスサマータイム)に比べてGMTは一時間遅れとなります。

source: Note: The company reserves the right to cancel commissions that are not claimed after 2 years. Please also read our affiliate terms and conditions.
de: Anmerkung: Das Unternehmen behält sich das Recht vor, Provisionen zu stornieren, die nach einem Zeitraum von zwei Jahren nicht abgerufen wurden. Bitte lesen Sie sich auch die Geschäftsbedingungen für Geschäftspartner durch.
ja: 注意：当社は２年以上請求がなされなかったアフィリエイト報酬の支払いをキャンセルする権利を有します。今一度、アフィリエイトに関するご利用規約をご確認下さい。

source: Note: You will be able to withdraw your bonus of %1%2 only once your aggregate volume of trades exceeds %1%3. This restriction applies only to the bonus and profits derived therefrom. All other deposits and profits derived therefrom can be withdrawn at any time.
de: Anmerkung: Sie können Ihren Bonus von %1%2 auszahlen lassen, wenn Ihr Handelsgesamtvolumen %1%3 übersteigt. Diese Einschränkung gilt nur auf den Bonus und die daraus entstandenen Gewinne. Alle anderen Einzahlungen und daraus entstandenen Gewinne können zu jeder Zeit abgehoben werden.
ja: 注意：付与されたボーナス（%1%2）は、%1%3以上のトレードを行った時点でご出金可能になります。この制限はボーナス該当金額にのみ適用されます。実際にご入金された資金、及びその資金から生じた利益はいつでもご出金頂くことが可能です。

source: Notes:
de: Anmerkungen:
ja: ご注意：

source: Notification of Changes
de: Änderungsbenachrichtigung
ja: ポリシー変更に関する通知について

source: Now
de: Jetzt

source: Number of quoted digits
de: Anzahl der angegebenen Stellen
ja: 採用する桁数について

source: Number of ticks
de: Anzahl der Ticks
ja: Tickの総数

source: Number of ticks must be between %1 and %2
de: Die Anzahl der Ticks muss zwischen %1 und %2 liegen
ja: 有効なticksは、%1から%2の間です

source: OAuth2 Authentication Using Auth-Code Flow
de: OAuth2 Authentifizierung mit Auth-Code Flow
ja: Auth-Codeフローを利用したOAuth2の認証

source: OAuth2 Authentication Using Implicit Flow
de: OAuth2 Authentifizierung mit Implicit Flow
ja: Implicitフローを用いたOAuth2の認証

source: OAuth2 Token Renewal
de: OAuth2 Token Erneuerung
ja: OAuth2トークンの更新

source: OAuth2.0 is the emerging internet standard for this purpose. See <a href="http://oauth.net/2" target="_blank">http://oauth.net/2</a> for a formal definition, although we will guide you through the steps relevant to your platform.
de: Für diesen Zweck ist OAuth2.0 der neue Internetstandard. Auf <a href="http://oauth.net/2" target="_blank">http://oauth.net/2</a> finden Sie eine offizielle Definition. Dennoch werden wir Sie bei den für unsere Plattform wichtigen Schritte begleiten.
ja: OAuth2.0とはこの目的で用いられる最新の基準です。正式な詳細情報はこちらから<a href="http://oauth.net/2" target="_blank">http://oauth.net/2</a> ご確認頂けますが、当社はお客様のプラットフォームに適切なステップをご案内いたします。

source: ORIGINAL Bank/Credit Union/Building Society/Credit/Debit Card statement or passbook (within last 3 months)
de: Bank-/Genossenschaftsbank-/Bausparkassen-/Kredit-/Debitkartenauszug oder Sparbuch im ORIGINAL (der letzten drei Monate)
ja: 銀行口座の残高証明、信用金庫の残高証明、住宅金融組合の残高証明、クレジットカードの支払い通知、デビットカードの支払い通知、通帳、または住民票の原本(３ヶ月以内に発行されたもの)

source: ORIGINAL Utility bill (within last 3 months) ; or
de: Rechnung eines Versorgungsunternehmen im ORIGINAL (der letzten drei Monate) ; oder
ja: 公共料金の支払い通知票の原本（３ヶ月以内に発行されたもの）、若しくは

source: Oct
de: Okt
ja: １０月

source: Octal Futures is a Perl web application which demonstrates how to authenticate and make server-side calls to the Binary.com API. It is developed with <a target="_blank" href="%1">Mojolicious</a> and is open-sourced as <a target="_blank" href="%2">octalfutures</a> on github. Perl/Mojolicious developers are invited to participate in this project by forking the repository.
de: Octal Futures ist eine Perl Web Applikation die darstellt, wie Server-seitige Aufrufe der Binary.com API erfolgen und authentifiziert werden. Sie ist mit <a target="_blank" href="%1">Mojolicious</a> entwickelt und steht als <a target="_blank" href="%2">Octalfutures</a> Open Source Projekt auf github zur Verfügung. Perl/Mojolicious Entwickler dürfen sich gerne an diesem Projekt beteiligen.
ja: Octal FuturesはPerl のウェブ・アプリケーションのことであり、Binary.comのAPIの認証、及びBinary.comのAPIへのサーバ側のコールの作成方法を提示します。Octal Futuresは、<a target="_blank" href="%1">Mojolicious</a> と共に開発され、github上のオープンソースの<a target="_blank" href="%2">octalfutures</a>として公開されています。Perl/Mojoliciousの開発者は、リポジトリをフォークすることでこのプロジェクトに参加できます。

source: October
de: Oktober
ja: １０月

source: Old password is wrong.
de: Altes Passwort ist falsch.
ja: 旧パスワードの値が不正です。

source: Older
de: Älter
ja: 戻る

source: On the basis of the information provided in relation to your knowledge and experience, we consider that the investments available via this website are not appropriate for you.
de: Auf der Grundlage der von Ihnen bezüglich Ihrer Kenntnis und Erfahrung zur Verfügung gestellten Informationen, sehen wir die über diese Website möglichen Anlagegeschäfte als für Sie als nicht geeignet an.
ja: 知識や経験に関して提供いただいた情報に基づき、当ウェブサイトでの投資はお客様には適していないと思います。

source: On-time Payments Every Time
de: Immer pünktliche Zahlungen
ja: 報酬は期日までに確実に支払われます

source: Once stray ticks have been removed, a very short-term smoothing algorithm is applied to the data feed. This smoothing algorithm removes a little of the "random noise" surrounding the data feed, and ensures that clients who buy path-dependent contracts (such as the one-touch or barrier-range contracts) will not have their contracts knocked-in or knocked-out by random short-term market noise that does not reflect the true market price.
de: Sobald die Irrläufer der Ticks entfernt wurden, kommt bei der Dateneinspeisung ein sehr kurzfristig glättender Algorithmus zur Anwendung. Dieser glättende Algorithmus entfernt ein wenig die "Zufallsausschläge", die bei einer Dateneinspeisung auftreten und stellt sicher, dass die Kunden, die pfadabhängige Verträge kaufen (wie die Ziel- oder Schwellenbereichskontrakte), ihre Verträge nicht durch kurzfristige Marktausschläge gefährdet sehen (Knock-in, Knock-out), die den echten Marktpreis nicht widerspiegeln.
ja: Stray Tickが除去されると、極短期間に高い精度を提供するアルゴリズムがデータフィードに適用されます。このアルゴリズムは、データフィードに存在するノイズを除去し、実際の市場価格を反映しないノイズに惑わされることなく軌跡に依存するトレード（タッチ、またはバリアに依存するトレード）を購入できるようになります。

source: Once the bonus is credited to your account, you may withdraw the bonus and any winnings generated from it at any time.
de: Nachdem der Bonus auf Ihrem Konto gutgeschrieben wurde, können Sie den Bonus und die damit erwirtschafteten Profite jederzeit abheben.
ja: このタイプのボーナスが一旦付与されると、ボーナス自体、及びボーナスから得られた利益をいつでもご出金できます。

source: Once the white-label is live, you will earn standard affiliate commissions on clients trading via the white-label.
de: Sobald das Eigenmarkenprodukt live ist, werden Sie normale Partnerprovisionen für Kunden erhalten, die über das Eigenmarkenprodukt Handel treiben.
ja: ホワイトレーベルの公開後、そのホワイトレーベル経由でトレードが行われた場合にアフィリエイト収入を得られるようになります。

source: Once this limit is reached, you may no longer deposit.
de: Wenn dieses Limit erreicht wurde, können Sie keine weiteren Einzahlungen vornehmen.
ja: 上限額に達した際はご入金して頂くことが不可能になります。

source: Once you are satisfied with the design of your white label, your IT developer should submit a pull-request of his fork.
de: Sobald Sie mit dem Design Ihres Eigenmarkenproduktes zufrieden sind, sollte Ihr IT Entwickler für seine Abwandlung eine Pull-Anfrage absenden.
ja: 納得のいくホワイトレーベルのデザインが完成した後、開発者はフォークのプルリクエストを送信する必要があります。

source: Once you click the 'Submit' button the funds will be withdrawn from your account and will be sent to the Payment Agent you have chosen.
de: Wenn Sie auf "Abschicken" klicken, wird das Geld von Ihrem Konto abgebucht und an den von Ihnen ausgewählten Zahlungsabwickler geschickt.
ja: 一旦「送信」ボタンをクリックされますと、資金がお客様の口座から出勤され、お選びいただいた決済代行会社に送金されます。

source: Once you click the 'Submit' button, the funds will be withdrawn from your account and transferred to your Client's %1 account.
de: Wenn Sie auf "Abschicken" klicken, wird der Betrag von Ihrem Konto abgebucht und auf Ihr Kundenkonto bei %1 überwiesen.
ja: 一旦「送信」ボタンをクリックされますと、資金はお客様の口座から出金され、お客様の%1口座に送金されます。

source: One simple platform
de: Eine einfache Plattform
ja: 簡潔なシステム

source: Online Trading platform for binary options on Forex, Indices, Commodities and Smart Indices
de: Online Handelsplattform für Binäre Optionen auf Devisen, Indizes, Rohstoffe und Smart Indizes
ja: 外国為替、インデックス、コモディティ、スマートインデックスのオンライン取引プラットフォーム

source: Only five years after inception, we pick up this major award for our online trading services. The award recognises BetOnMarkets.com’s reliable, fast and secure online trading for novice and expert traders. At this time, our website has received over 15 million trades.
de: Nur fünf Jahre nach der Gründung erhalten wir diese bedeutende Auszeichnung für unsere Online Trading Dienstleistungen. Die Auszeichnung erkennt das zuverlässige, schnelle und sichere Online Trading für Einsteiger und Trading Experten an. Heutzutage hat unsere Website über 15 Millionen Trades durchgeführt.
ja: サービス公開からわずか５年にて、当社のオンライントレードサービスに対しこのような主要な賞を受賞。この賞では、BetOnMarkets.com’が信頼できる迅速で安全なオンライントレードの機会をトレード初心者をはじめ、上級者にも提供していることが評価され、この時点で当社のウェブサイトには１５００万人以上のトレーダーに利用されている。

source: Only one account is allowed per person. No winnings and/or refunds may be collected on accounts opened in false names or on multiple accounts opened by the same person.
de: Es ist nur ein Konto pro Person erlaubt. Auf Konten, die unter falschem Namen eröffnet wurden oder mehrere Konten, die von der gleichen Person eröffnet werden, können keine Gewinne und/oder Erstattungen eingesammelt werden.
ja: 同一人物が複数の口座を所持することを禁じます。同一人物の複数の口座保持による利益は剥奪され、資金も没収される場合があります。

source: Only properly tagged clients can be assigned to an affiliate. Should an affiliate tag be improperly inserted into the affiliate site or not properly received by the MyAffiliates server the resulting client registration and purchases will not be assigned to the affiliate. Therefore it is the responsibility of the affiliate to ensure that all links are properly tagged.
de: Einem Partner des Partnerprogramms können nur richtig bezeichnete zugeordnet werden. Sollte die Kennzeichnung eines Partners auf der Partnerwebseite falsch eingefügt oder vom MyAffiliates Server nicht richtig empfangen worden sein, werden die Registrierung und die Käufe des Kunden nicht dem betreffenden Partner zugeordnet. Deshalb liegt es in der Verantwortung des Partners, dafür Sorge zu tragen, dass alle Links mit den korrekten Bezeichnungen versehen sind.
ja: 確実にアフィリエイトリンクから得られた獲得会員のみ、アフィリエイト会員のアフィリエイト収入の対象となります。不正確に掲載されてしまったアフィリエイトリンクや、MyAffiliatesサーバ経由で獲得されなかった会員はアフィリエイト収入の対象外となります。細心の注意を払って正確にアフィリエイトリンクを掲載することはアフィリエイト会員の責任です。

source: Open
de: Offen

source: Open Account
de: Konto eröffnen
ja: ご口座の開設

source: Open Real Money Account
de: Echtgeldkonto eröffnen

source: Open Source
de: Quelle öffnen
ja: オープンソース

source: Open a Financial Account
de: Eröffnen Sie ein Finanzkonto
ja: 金融口座の開設

source: Open a free account
de: Eröffnen Sie ein kostenloses Konto
ja: 無料で口座開設

source: Open a free account & get your $10,000 virtual money
de: Eröffnen Sie ein Gratiskonto & Sie erhalten Ihre 10.000 $ virtuelles Geld
ja: フリー口座を開設して、$10,000バーチャルマネーを受け取りましょう。

source: Open an Account
de: Ein Konto eröffnen
ja: 口座開設

source: Open an account now
de: Eröffnen Sie jetzt ein Konto
ja: 今すぐ口座開設

source: Open contracts
de: Offene Kontrakte
ja: 契約をオープンにする

source: Opening an account
de: Ein Konto eröffnen
ja: 口座を開設

source: Opens
de: Öffnet
ja: 開場時間

source: Opens late (at %1)
de: Öffnet spät (um %1)
ja: 遅めに開場（%1）

source: Opportunity doesn't take weekends off, that's why we offer Random Indices.
de: Chancen haben an Wochenenden nicht frei, daher bieten wir Random Indizes an.
ja: チャンスにお休みはありません。だから私達はランダムインデックスを提供しています。

source: Order Execution
de: Orderausführung
ja: オーダー実行

source: Oscillator calculated from the daily readings of the Accumulation Distribution Line. The CMF is unlike a momentum oscillator in that it is not influenced by the daily price change. Instead, the indicator focuses on the location of the close relative to the range for the period (daily or weekly).
de: Der Oszillator wird aus den täglichen Messungen des Akkumulation / Verteilung Indikators berechnet. Im Gegensatz dazu ist CMF ein Impulsoszillator, der nicht von der täglichen Preisänderung beeinflusst wird. Stattdessen konzentriert sich der Indikator auf den Schlussstand in Relation zum Bereich der Periode (täglich oder wöchentlich).
ja: 日毎のAccumulation/Distribution：A/Dラインから計算されたオシレーターになります。チャイキン・マネーフローはモメンタムオシレーターとは異なり、日中の価格変動からの影響は受けませんが、この指標では、日毎または週毎の期間における変動と終値の関係性を検出するように設計されています。

source: Other
de: Sonstiges
ja: その他

source: Other best execution factors such as speed of execution, likelihood of execution and settlement, size, nature or any other considerations relevant to the execution of a particular order may also be applied by us in order to obtain the best possible results for you.
de: Es können von uns auch weitere beste Ausführungsfaktoren, wie Ausführungsgeschwindigkeit, Möglichkeit der Ausführung und Abrechnung, Größe, Art oder andere für die Ausführung einer einzelnen Order wichtigen Überlegungen angewendet werden, um für Sie die bestmöglichen Ergebnisse zu erreichen.
ja: 取引の実行スピード、実行の見込み、決済、サイズ、性質、または特定のオーダーの実行に関するその他検討事項は、お客様に可能な限りベストな結果をもたらすことができるよう、当社により適用される場合があります。

source: Our Policy
de: Unsere Grundsätze
ja: 当社ポリシー

source: Our affiliate program is for investing professionals and webmasters who manage their own website, newsletter or mailing list.
de: Unser Partnerprogramm richtet sich an Anlageprofis und Webmaster, die Ihre eigene Webseite, Newsletter oder Mailing-Liste verwalten.
ja: 当社のアフィリエイトプログラムは、ご自身のウェブサイト、ニュースレター、メーリングリストを管理しているプロの投資家などに向けてサービスを提供します。

source: Our commitment to provide you with 'best execution' does not mean that we owe you any fiduciary responsibilities over and above the specific regulatory obligations placed upon us or as may be otherwise contracted between us.
de: Unsere Verpflichtung, Ihnen die 'beste Ausführung' zur Verfügung zu stellen, bedeutet nicht, dass wir Ihnen Treuhänderpflichten über oder außerhalb der uns auferlegten gesetzlichen Verpflichtungen oder auf andere Weise zwischen uns vertraglich geregelt, schulden.
ja: 「最良執行」を提供することへの当社の取り組みは、当社またはそうでなければ当社との間の契約上の特定の規制義務における受託者責任を負うことを意味しません。

source: Our company continues to thrive and obtains a license in the Isle of Man to better service our UK clients.
de: Unser Unternehmen ist weiterhin erfolgreich und erhält auf der Isle of Man eine Lizenz, damit wir unsere britischen Kunden besser bedienen können.
ja: イギリス在住顧客へのサービスを向上を目指し、マン島に法人を設立し、ライセンスを取得。

source: Our costs and charges for depositing and withdrawing money are set out <a href="%1" class="pjaxload">here</a>. Please be aware of all costs and charges that apply to you because they will affect your profitability.
de: Unsere Kosten und Gebühren für die Geldeinzahlung und Auszahlung sind <a href="%1" class="pjaxload">hier</a> aufgeführt. Bitte beachten Sie alle für Sie geltenden Kosten und Gebühren, da sie die Rentabilität beeinflussen.
ja: 入金と出金に関する当社費用・手数料は、<a href="%1" class="pjaxload">こちら</a>で定められています。収益に影響がある可能性があるため、適用される全費用と手数料にご注意ください。

source: Our customer support team will submit another request for a bonus on your behalf as soon as we receive the documents. It may take up to 3 working days for a bonus to be credited on your account. We wish you the best of luck with your trading. Regards, Karen Yap %1
de: Unser Kundenbetreuungsteam wird eine weitere Bonusanfrage in Ihrem Namen einreichen, sobald wir die Dokumente erhalten haben. Die Gutschrift eines Bonus auf Ihr Konto kann bis zu 3 Arbeitstage dauern. Wir wünschen Ihnen für Ihre Geschäfte alles Gute. Mit freundlichen Grüßen, Karen Yap %1
ja: 各種文書を受け取り次第、カスタマーサポート経由でボーナス付与の審査を開始します。ご口座にボーナスが付与されるまで３営業日程度掛かる場合があります。 是非ともトレードをお楽しみください。 敬具 Karen Yap %1

source: Our customers clearly like us. In mid-2014, Binary.com has over 100 million historical transactions and over 130,000 new daily transactions.
de: Es ist eindeutig, dass unsere Kunden uns mögen. Mitte 2014 hat Binary.com über 100 Millionen Überweisungen und mehr als 130.000 neue Überweisungen täglich abgewickelt.
ja: 顧客からの高い評価は明確であり、２０１４年の中頃にはBinary.comは累計で１億件の取引を達成し、１３万件以上の新たな取引が日々行われる。

source: Our data feed is designed to be one of the best and most robust available for a trading environment.
de: Unser Daten-Feed ist als eine der besten und stabilsten überhaupt konzipiret, die für das Tradingumfeld vorhanden ist.
ja: 当社のデータフィードにはトレードにご活用頂ける、最良かつ健全な設計がなされています。

source: Our data feed may at times differ slightly from other data feeds found on the internet (who may themselves differ between each other). Reasons for differences in feed providers include:
de: Unser Datenfeed kann manchmal von anderen, im Internet vorhandenen Datenfeeds abweichen (die sogar selbst untereinander abweichen). Gründe für die Abweichungen bei den Feed-Dienstleistern können sein:
ja: 当社が提供するデータフィードと他の機関がインターネット上で提供しているデータフィードには若干の違いが見受けられる場合があります。また、それらの他の機関のデータの間でも違いが見受けられる場合もあります。このような相違点が生じる理由を下記に記します。

source: Our email address is %1.
de: Unsere E-Mail Adresse lautet %1.
ja: 当社のメールアドレスは%1です。

source: Our fast organic growth is supplemented by the acquisition of the client base of BetsForTraders, one of our main competitors.
de: Unser schnelles Wachstum wird durch die Übernahme des Kundenstammes von BetsForTraders, einer unserer Hauptkonkurrenten, verstärkt.
ja: 当社の主な競合であったBetsForTraders社の顧客を獲得することで、迅速な組織の成長を達成。

source: Our information security policies are based on industry best practices in access control and business continuity.
de: Unsere Richtlinien der Informationssicherheit gründen sich auf den besten Branchenpraktiken bei der Zugangskontrolle und Geschäftskontinuität.
ja: 当社の情報秘匿に関する取り決めは、アクセス管理とビジネスの継続性を考慮した業界にて最良の慣行に基づいております。
